{"ori_id":"0507acab5483574fd74d15921e6a7de500413ca8","title":"The Second Shepherds' Play","context":"The Second Shepherds' Play\n The biblical portion of the play, a retelling of the Visitation of the Shepherds, comes only after a longer, invented story that mirrors it, in which the shepherds, before visiting the holy baby outside in a manger, must first rescue one of their sheep that has been hidden in a cradle indoors by a comically evil sheep-stealing couple. Once they have discovered and punished the thieves, the storyline switches to the familiar one of the three shepherds being told of the birth of Christ by an angel, and going to Bethlehem to offer the true Child gifts.\nAt the start of the play, Coll, the first shepherd (\"primus pastor\") arrives in a field, invoking God in anachronistic terms (referring, as the shepherds will do throughout the play, to the life and death of Christ even though at this point of the play Christ has not yet been born) complaining about the (typically English) cold weather and about his poverty and the arrogance of local gentry. He begins by saying, \"Lord, what these weders are cold! And I am ill happyed\" which translates as \"God, the weather is cold and I am ill prepared\/clothed.\" Gib, the second shepherd, arrives without seeing Coll and complains first about the weather and then about the plight of married men, himself included, with bawdy speculation about the lives of men with more than one wife and advice to \"young men of wooing\" to \"Be well war of weding\" (wary of marriage). He paints a portrait of his wife as a loud, heavy-drinking, alternately abusive and sentimentally pious, whale-sized woman. \"By him that died for us all, I would I had run til I had lost her!\" at which point he is startled by Coll. They confer about where Daw, a third, young, lazy and mischievous, shepherd, has gotten to, at which point Daw arrives complaining about employers, hunger, and about recent floods which he compares to Noah's flood.\nMak, a local good-for-nothing and well-known thief, arrives and pretends to be a yeoman from a lord. Although they recognize him from the start, he insults and threatens them by saying that he will have them flogged. When they threaten him, he pretends not to have known who they were. Mak tries to gain sympathy from the shepherds by explaining how his wife is a lazy drunk who gives birth to too many children. Invoking Christ and Pontius Pilate, Mak agrees to camp with the shepherds, and feigns to lie down among them. However, once they have fallen asleep he casts a spell to make sure they will not wake up and then sneaks off to steal one of their sheep. He heads back to his cottage and trades insults with Gill, his wife, who firmly believes that Mak will be hanged for the theft and comes up with a plan for hiding the sheep - she will put it in an empty cradle and pretend that it is her newborn child, and that she is loudly, painfully in labor with its twin, so that the shepherds will quickly give up any search.\nMak sneaks back among the shepherds and pretends to awaken along with them. They head off to take account of their sheep while Mak heads home to prepare. With despair at their catastrophic ill fortune, the shepherds realize a sheep is missing and go to search Mak's house. They are initially fooled by Mak and Gill's ruse despite Gill going so far as to say that if she's lying she'll eat the child in her cradle (as she indeed plans to). The shepherds leave defeated, but realize that they have failed to bring any gifts to the \"baby\", and go back. When they remove the swaddling clothes they recognize their sheep, but decide not to kill Mak but instead roll him in canvas and throw him up and down, punishing him until they are exhausted.\nWhen they have left Mak's cottage, the biblical story proper begins - the Angel appears and tells them to go to \"Bedlam\" (Bethlehem) to see the Christ child. They wonder at the event, chastising each other for their collective delay, and then go to the manger where Mary (Mother of Jesus) welcomes them and receives their praise for her mildness. They each address the Child in turn, beginning by praising His authority and His creation of all things in tones of reverence and awe, but each comically shifting mid-speech to cooing, gushing baby talk, since they are addressing an adorable baby, who Coll, Gib, and Daw respectively give \"a bob of cherries,\" a bird, and a ball (\"Have and play thee withal, and go to the tennis!\") The shepherds rejoice at their salvation, all thoughts of hardship and complaint vanished, and leave singing in unison.\nï»¿The Project Gutenberg EBook of The Good Shepherd, by Anonymous\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Good Shepherd\n       A Life of Christ for Children\n\nAuthor: Anonymous\n\nRelease Date: June 11, 2006 [EBook #18558]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE GOOD SHEPHERD ***\n\n\n\n\nProduced by Al Haines\n\n\n\n\n\n\n\n\n\n\n[Frontispiece: \"I am the good shepherd. . .\"]\n\n\n\n\n\n\nTHE GOOD SHEPHERD\n\nA LIFE OF CHRIST FOR CHILDREN\n\n\n\n\n\nFLEMING H. REVELL COMPANY\n\nNEW YORK : : CHICAGO : : TORONTO\n\nPublishers of Evangelical Literature\n\n\n\n\nTABLE OF CONTENTS\n\n\nCHAPTER\n\n    I.  WHY JESUS CAME TO THIS WORLD\n   II.  JESUS IS BORN IN BETHLEHEM\n  III.  THE BOYHOOD OF JESUS\n   IV.  JOHN THE BAPTIST\n    V.  JESUS BEGINS HIS WORK\n   VI.  SOME WORDS AND WORKS OF JESUS\n  VII.  A FRIEND FOR THE SORROWFUL\n VIII.  MORE WONDERFUL WORKS AND WORDS\n   IX.  THE MAN BORN BLIND, AND LAZARUS\n    X.  THE PRODIGAL SON, AND OTHER STORIES\n   XI.  THE LAST DAYS IN JERUSALEM\n  XII.  THE CRUCIFIXION AND THE RESURRECTION\n   XX   SELECTED SONGS, PSALMS, AND PRAYERS\n\n\n\n\nLIST OF ILLUSTRATIONS\n\n\n\"I am the good shepherd . . .\" . . . . . . _Frontispiece_\n\nMap of Palestine at the time of Christ\n\nThe shepherd's care\n\nBethlehem\n\nNazareth, from hill above\n\nJewish women grinding corn\n\nThe River Jordan\n\nJericho, from plains above\n\nA modern Jew's wedding party in Galilee\n\nJacob's well\n\nRuins of Capernaum\n\nThe good Samaritan\n\nBethany\n\nChild at prayer\n\nThe shepherd's care (2nd version)\n\nThe shepherd's care (3rd version)\n\nThe Jordan near Bethabara\n\nMount of Olives and Jerusalem\n\nGethsemane\n\nCalvary\n\nThe empty tomb\n\nThe Sea of Galilee\n\nThe Mount of Olives\n\n\n\n\nCHAPTER I\n\nWHY JESUS CAME TO THIS WORLD\n\nIn the beginning, before the world was made, the Lord Jesus lived in\nheaven.  He lived in that happy place with God.  Then God made the\nworld.  He told the hills to come up out of the earth, and the seas to\nrun down into the deep places which He had made for them.  He made the\ngrass, the trees, and all the pretty flowers.  He put the sun, the\nmoon, and the stars in the sky.  He filled the water with swimming\nfish, the air with flying birds, and the dry land with walking and\ncreeping animals.  And then He said, 'Let _Us_ make man.'  Who were\nmeant by 'Us'?  Who was with God when He made the world?  It was Jesus.\nThe Bible says:\n\n'THE WORD (that means Jesus) WAS WITH GOD, AND THE WORD WAS GOD.  THE\nSAME WAS IN THE BEGINNING WITH GOD.  ALL THINGS WERE MADE BY HIM.'\n\nSo after He had made everything else, God made a man, and named him\nAdam.  God put Adam into the beautiful Garden of Eden, and at first he\nwas good and very happy.  God also made a woman, named Eve, to be his\nwife, and to help him to take care of the garden.  All the fruit in the\ngarden, except what grew on one tree, was given to Adam and Eve to eat;\nall the animals were their servants; and God was their Friend.\n\nA wicked angel, who had been turned out of heaven, saw how happy Adam\nand Eve were, and he was angry, and thought, 'I will make them as bad\nand unhappy as I am; I will make them do what God has told them not to\ndo.  Then he will turn them out of Eden, and they and their children\nwill be my servants for ever, and I shall be king of the world.'\n\nSo the wicked angel, whose name was Satan, came into Eden.  He got Adam\nand Eve to take the fruit which God had told them not to eat, and God\nhad to send them out of the beautiful garden; for God had said He would\npunish Adam and Eve if they took that fruit, and God always keeps His\nword.\n\nBut God went on loving Adam and Eve even when He knew that He must\npunish them, and He tried to make them good in this way.  He thought,\n'I will send My dear Son down to the earth.  He shall become a little\nchild, and grow up to be a man, and shall die for the sins of the\nworld.'\n\nHundreds and hundreds of years passed away before Jesus came.  But a\ngreat many of the people who lived in Palestine were expecting Him.\nGod had said that when Jesus came, He would be a Jew.  The Jews were\nvery proud about that.  They often talked about the coming of Jesus.\nWhen they talked about Him, they called Him the Messiah.\n\nJust before Jesus was born, the Jews were very unhappy.  Roman soldiers\nhad been fighting with them, and had conquered them, and made them\nservants of the great Roman king.  He was called Augustus Caesar, and\nhe gave the Jews another king called Herod.  He was very wicked.\n\n[Illustration: Map of Palestine at the time of Christ.]\n\nThe Jews longed to get rid of Herod, and many of them thought, 'It will\nbe all right when the Messiah comes.  The Messiah will fight against\nthe Romans; He will drive them away from our land; and then He will be\nour King instead of that wicked Herod.'  But only a few Jews remembered\nthat Jesus was coming to fight against Satan and against sin.\n\nThe place where the Jews lived had four or five names.  It was called\nthe Land of Canaan at the first, then the Land of Promise, and then the\nLand of Israel.  But we call it the Holy Land, or Palestine.\n\nIf you look at the map of Palestine, you will see a river running from\nthe north of Palestine to the south.  That river is called the Jordan.\nAnd Palestine is divided into four parts,--one at the top (we call that\nthe north), one at the bottom (we call that the south), one in the\nmiddle, and one on the other or eastward side of the Jordan.\n\nThe part in the North is called Galilee.  The part in the south is\ncalled Judaea.  The part in the middle is called Samaria.  The part on\nthe other side of the Jordan is called Perea.\n\nPalestine is full of hills, with great holes, called caves, in their\nsides.  Palestine is not very big; England is about six times, and New\nYork State about five times larger.  Washington is called the capital\nof the United States.  The capital of Palestine was Jerusalem.\n\nJerusalem was a very beautiful city.  It was built on four or five\nhills which were very close together.  One of these hills was called\nMount Moriah.  On the top of Mount Moriah there was a great Temple\nwhere the Jews went to pray.  Part of the Temple was called the Holy\nPlace, the part at the very top of the mountain.  It was splendid with\nits shining gold and white marble, but it was not very large, for the\npeople were not allowed to go into it.  When it was time for the Jews\nto go to the Temple, silver trumpets were blown once, twice, three\ntimes, and then the gates were thrown open, and the people crowded into\nthe courts.\n\n\n\n\nCHAPTER II\n\nJESUS IS BORN IN BETHLEHEM\n\nMary, the mother of Jesus, lived in the little town of Nazareth, among\nthe hills of Galilee.  She was going to be married to a carpenter\ncalled Joseph, who, like herself, lived in Nazareth.  One day God sent\nthe angel Gabriel to Mary with a message.  Mary, when she saw and heard\nthe angel, was a little frightened.  But the angel told her he had some\nglad news for her.  Jesus, the Son of God, the Messiah, was coming into\nthe world very soon, and He was to come in the form of a baby, as\nMary's little child.  And Gabriel said that when He was born, Mary must\ncall Him JESUS.\n\nMary had a cousin named Elizabeth, who lived more than a hundred miles\naway from Nazareth, and Mary longed to talk with her about all these\nwonderful things.  So she got ready for a long journey, and went off\ninto the hill country of Judaea to see Elizabeth.\n\nAnd God had also promised to send Elizabeth a son.  And soon after\nMary's visit the baby was born, and all Elizabeth's friends were glad,\nand came to see her, and to thank God with her for His great kindness.\n\nThe little Jew babies have a name given to them when they are eight\ndays old.  And Elizabeth's son was named John.\n\nOne night, soon after Mary got back from her cousin Elizabeth's house,\nthe angel of the Lord spoke to Joseph in a dream.  The angel told\nJoseph to marry Mary, and he told him Mary's secret about the Son of\nGod coming to earth as her little child, and he said to Joseph, 'THOU\nSHALT CALL HIS NAME JESUS, FOB HE SHALL SAVE HIS PEOPLE FROM THEIR\nSINS.'  When Joseph woke up, his first thought was to do what the angel\nhad told him, and he at once took Mary to his own home as his wife.\n\nAbout this time Caesar Augustus, the great Emperor at Rome, sent word\nto Herod that he was to take a census of the Jews.  Everybody's name\nhad to be written down and his age, and many other things about him.\nEvery twenty years Augustus had a census taken, so that he might know\nhow much money the Jews ought to pay him, and how many Jew soldiers he\nought to have.\n\nIn Palestine, at census time, people had to go to the towns where their\nfathers' fathers lived a long time ago, and had to have their names put\ndown there instead of having them put down in their own homes.  Now,\nboth Joseph and Mary belonged to the family of the great king David,\nwho was born in Bethlehem.  So Mary had to prepare for a long journey,\nand go with her husband to Bethlehem.  Bethlehem is six miles from\nJerusalem.  It is on the top of a hill, and people have to climb up a\nsteep road to get into the town.\n\nAn inn is a large house that people stay at when they are on a journey.\nThe inns in Palestine have four walls, with a door in front, and with a\ngreat empty space for camels and horses inside.  In the middle of the\nempty space is a fountain; and all round the walls, a little bit higher\nthan the part where the animals are, there are a number of places like\nempty stone arbors.  These empty places are called _leewans_, and they\nare open in front, so that everybody can see into them.  Yet Mary and\nJoseph, after all their long journey from Nazareth, could not find even\nan empty _leewan_ to lie down in.\n\n[Illustration: The shepherd's care.]\n\nNear that inn there was a place in which asses and camels were kept.\nIt was perhaps a cave in the side of the hill.  And because there was\nno room for them in the inn, Mary and Joseph had to go into that stable\nto sleep, and in that stable Jesus Christ was born.  Mary wrapped Him\nin swaddling clothes, and laid Him in the manger in the place where the\nanimals' food was kept.\n\nOn the hill where Bethlehem stands there are green places where\nshepherds feed their flocks.  There are wild animals in Palestine; and\nall night long the shepherds of Bethlehem watched to see that no harm\nhappened to their sheep.  One night an angel of the Lord stood by them\nand a bright light shown round about them.  The shepherds were afraid;\nbut the angel said, 'FEAR NOT; FOR BEHOLD, I BRING YOU GOOD TIDINGS (OR\nNEWS) OF GREAT JOY, WHICH SHALL BE TO ALL PEOPLE.  FOR UNTO YOU IS BORN\nTHIS DAY IN THE CITY OF DAVID A SAVIOUR, WHICH is CHRIST THE LORD.'\nAnd suddenly there was seen with the angel a number of the angels of\nheaven.  And they praised God, and said, 'GLORY TO GOD IN THE HIGHEST,\nAND ON EARTH PEACE, GOOD WILL TOWARD MEN.'\n\nWhen the light faded, and the song ended, and the angels had gone back\ninto heaven, the shepherds climbed quickly over the hillside to\nBethlehem.  And there, in the stable near the inn, they found Mary and\nJoseph, and the Babe lying in the manger, as the angels had said.\n\nJesus was the eldest son of His mother.  And the eldest sons in Jewish\nhouses, when they were forty days old, were taken to the Temple, and\ngiven to God.\n\nSo now, when Jesus was nearly six weeks old, He was brought from\nBethlehem by Mary and Joseph to the Temple at Jerusalem.  The mothers\nused to take a lamb with them, or two pigeons, as a sacrifice to God.\nMary took two pigeons.  She was not rich enough to buy a lamb.\n\nA long way on the eastern side of the Jordan, there were countries\nwhere the people used to watch the sun and the moon and the stars very\ncarefully.  If they saw anything new and strange in the heavens, they\nthought it meant that something wonderful was going to happen.  But\nsome of them knew and had heard from the Jews about God, and about the\nMessiah who was coming; and they, like the Jews, were longing for Jesus.\n\nOne day these wise men saw a bright star which they had never seen\nbefore.  And as they looked at it they felt sure that a great King of\nthe Jews had been born in Judaea.  So they took camels and rich\npresents of gold and sweet-smelling stuff--such as people gave to kings\nin those days--and they loaded their camels, and left their homes, and\nrode for many weeks till they came to Jerusalem.  And when they got\nthere they said, 'Where is He that is born King of the Jews? for we\nhave seen His star in the east, and are come to worship Him.'\n\n[Illustration: Bethlehem.]\n\nWhen Herod heard about these wise men he was troubled.  He sent for the\nbest priests, and other clever men, and asked them where Christ would\nbe born.  And they said to him, 'In Bethlehem of Judaea.'  They had\nread that in the Bible.  Then Herod said to the wise men, 'Go and\nsearch out carefully about the young Child; and when ye have found Him,\nbring me word, that I also may come and worship Him.'\n\nWhen the wise men had heard the king, they went away to Bethlehem, and\nlo, the star went before them, till it came and stood over where the\nyoung Child was.  And they rejoiced with great joy.  And when they were\ncome into the house (there was room in the inn now) they saw the young\nChild with Mary, His mother, and they fell down and worshipped Him, and\nthey gave Him their presents--gold, and frankincense, and myrrh.  But\nthe wise men did not go back to Herod.  God told them in a dream not to\ngo.  So they went home by another way instead.\n\nAfter the wise men were gone, the angel of the Lord came to Joseph in\nhis sleep, and said to him, 'Arise, and take the young Child and His\nmother, and flee into Egypt, and be thou there until I bring thee word:\nfor Herod will seek the young Child to destroy Him.'  That meant to\nkill Him.  So Joseph at once got up, and took the young Child and His\nmother by night, and went away to Egypt.\n\nWhen Herod found that the wise men did not come back, he was very\nangry, and he sent his soldiers to Bethlehem, and had all the baby boys\nkilled--all the children who were less than two years of age.  And they\nkilled all the baby boys in the places near Bethlehem as well.  And the\npoor mothers cried, and nobody could comfort them.\n\nJoseph and Mary stayed in Egypt, waiting for the angel to bring them\nword that it was time to go back again to Palestine.  And one night,\nwhen Jesus was about three years old, the message came.  The angel of\nthe Lord said to Joseph in a dream, 'Arise, and take the young Child\nand His mother, and go into the land of Israel: for they are dead which\nsought the young Child's life.'  Joseph got up, and took the young\nChild and His mother, and went into the land of Israel.  But when he\ncame there, people said to him, 'Herod is dead, but his son Archelaus\nis king.'  And when Joseph knew that Archelaus was king, he was afraid\nto stay in Judaea.  And God spoke to him again in a dream, and told him\nto go back to Galilee.  So Joseph and Mary went back to Galilee, and\nlived in Nazareth again.\n\n\n\n\nCHAPTER III\n\nTHE BOYHOOD OF JESUS\n\nThe Bible tells us only a few stories about the time when Jesus was a\nlittle boy.\n\nNazareth is built up the side of a hill, and there are plenty of\ngardens and fields down below.  Amongst these fields there is a\nfountain, where the women of Nazareth go to fetch water.  Jesus must\noften have gone with His mother to that fountain; and sometimes, when\nshe was tired, He may have fetched the water for her Himself.\n\n[Illustration: Nazareth, from hill above.]\n\nMary wore a long blue dress, tied round the waist, and a cap with\npieces of money sewn round it, and a white cloth over her head and\nshoulders, just as the women of Nazareth do now; and Jesus was very\nlikely dressed in a red cap, a bright tunic, a sash of many colours,\nand a little jacket of white or blue, just as the boys of Nazareth are\ndressed now.\n\nThe houses of Nazareth are white.  Grape vines grow over their walls,\nand doves sit and coo on the flat roofs.  There is not much inside the\nhouses: sometimes they have only one room.  There is a lamp in the\nmiddle of the room, and round the walls there are waterpots.  There are\nbright-coloured quilts on a shelf.  People unroll these quilts at night\nand lie down upon them.  There are mats and carpets in the house, and a\nbright-coloured box with treasures in it, and a painted wooden stool;\nand that is nearly all.\n\n[Illustration: Jewish women grinding corn.]\n\nWhen the people of the house want to eat, they put a tray of food on\nthe wooden stool, and they sit round the tray on the floor, and eat\nwith their hands.  People in Palestine would not know what to do with\ntables and chairs, and knives and forks, like ours.\n\nThe streets of Nazareth are long and narrow, and they are full of\nchickens and dogs, of donkeys and camels, of blind beggars and\nchildren.  There are little shops by the side of the streets, something\nlike the _leewans_ in the inn which I told you about.  But the tailors,\nthe shoemakers, the carpenters, and the coffee-grinders do not always\nsit in their shops.  They like to sit on the ground outside, and do\ntheir work in the street; and the sellers of dates and of figs, beans,\nbarley, oranges, and other things, sit down in the street to sell their\ngoods.\n\nJoseph, Mary's husband, was a carpenter, and Jesus became a carpenter,\nand often came out of the little shop and sat on the ground with plane,\nhammer, glue, and saw, and worked away in the narrow street, just as\nthe carpenters of Nazareth do now.\n\nWhen the Jewish boys were twelve years old, they were called 'Sons of\nthe Law,' and they were taken to Jerusalem for the Passover.  When\nJesus was twelve years old, Joseph and His mother took Him up with them\nto the Passover.  When the week was over, Mary and Joseph started for\nthe journey back to Nazareth.  But Jesus stayed behind in Jerusalem.\nThousands of people must have been leaving Jerusalem just at the very\ntime that Mary and Joseph went away.  So when Mary and Joseph did not\nsee Jesus in the crush, they did not at first feel frightened.  They\nthought, 'We shall find Him soon with some of our friends.'  All day\nlong they kept on looking for Him in the crowd, but they did not see\nHim.  And at last they went back again to Jerusalem looking for Him.\n\nNext day they found Him in one of the courts of the Temple.  Several\nRabbis were there, and everyone who saw and heard Him was astonished.\nThey asked Him questions too, and He answered them wisely and well.\nNobody could understand how a young boy could be so wise.\n\nWhen Mary and Joseph saw Jesus sitting here, with Rabbis coming all\naround Him, they were greatly surprised.  But His mother asked Him why\nHe had stayed behind, and said, 'Thy father and I have sought Thee\nsorrowing.'  Jesus said to His mother, 'HOW IS IT THAT YE HAVE SOUGHT\nME?  WIST YE NOT (DID YOU NOT KNOW) THAT I MUST BE ABOUT MY FATHER'S\nBUSINESS?'\n\nAnd now He went back with her and with Joseph to Nazareth, and obeyed\nthem, exactly as He always had done.  We do not know much more about\nJesus when He was a boy.  But we do know that as He grew taller, He\n'increased in wisdom and stature, and in favour with God and man.'\n\n\n\n\nCHAPTER IV\n\nJOHN THE BAPTIST\n\nYou remember about the child that was called John.  Zacharias, his\nfather, and Elisabeth gave John to God directly he was born.  They\nnever cut his hair, and they never let him drink wine, or eat grapes,\nor eat raisins.  That was the way they did in those days to show that\nhe belonged to God.\n\nWhen John was old enough to understand, he gave himself to God.  And as\nhe grew older, he made up his mind that he would leave his home and\nfriends, and go and live in the wilderness; and his food there was\nlocusts and wild honey.  Locusts are like large grasshoppers, and poor\npeople in the East often eat them.  They taste like shrimps, but are\nnot so nice.\n\nGod had said that John should go before the Messiah to prepare the way\nfor Him--to get people's hearts ready for the Saviour.  And when John\nwas in the wilderness, God told him to begin his work.  So John went\ndown from the wild hills of Judaea to the River Jordan, and he began to\npreach to everyone who passed by.  There were many people passing by,\nfor he went to the place where people crossed the Jordan.\n\n[Illustration: The River Jordan.]\n\nJohn said, REPENT!' (that means, 'Be really sorry for your sins'), 'FOR\nTHE KINGDOM OF HEAVEN is AT HAND.'  A very great many people went from\nJerusalem, and out of all the land of Judaea, on purpose to hear John\npreaching.  And when they had heard him, some of them said to him,\n'What shall we do then?'  And John told them that they were to be kind\nto one another; that they were to give food to the hungry and clothing\nto the naked.\n\nSome even of the proud Rabbis came down to the Jordan to John, and John\ntold these Rabbis that they must not be proud because they were Jews,\nbut must try to be good really and truly.\n\nA great many of the people who heard John preach felt sorry for the\nthings they had done, and they told John how sorry they were, and John\nbaptized them in the River Jordan.  John told the people that he could\nonly baptize their bodies with water, but that some one else was coming\nwho would be able to baptize their hearts with the Holy Spirit.  This\nwas Jesus.\n\n[Illustration: Jericho, from plains above.]\n\nAfter John had baptized a great many persons, he saw coming to him, one\nday, for baptism, a Man about thirty years old; and when John looked at\nHim, he saw that He was quite different from all the people who had\nbeen to him before.  It was Jesus who had come to be baptized before He\nbegan His work.  He wanted to obey God in everything; and He wanted to\nshow that He was the Brother and Friend of all the people whom John had\nbeen baptizing.  And so, as Jesus wished it, John went into the River\nJordan with Him and baptized Him.\n\nWhen Jesus had been baptized, and was full of the Holy Spirit, He went\naway into a wilderness.  And there, when Jesus was tired and hungry,\nSatan came to Him--just as he came to Adam and Eve in the Garden of\nEden--to tempt Him.\n\nTo tempt means to try.  Mother tries you sometimes, to see whether you\ncan be trusted; and God tries us all sometimes.  But if God tries us,\nit is to make us better; and if Satan tries us, it is to make us worse.\n\nEvery time that Jesus was tempted, He said, 'It is written,' and then\nHe told Satan something 'which was written in the Bible.  That is the\nvery best way to fight Satan.  The Bible is called 'the Sword of the\nSpirit,' and Satan is afraid when he sees us using that Sword.  Let us\nask God to fill us, like Jesus, with the Holy Spirit, and then we shall\nsoon learn how to use the Sword of the Spirit, and we too shall be able\nto drive Satan away when he comes to tempt us.\n\nOnly we must be sure to read the Bible, as Jesus used to do, or else we\nshall never be able to drive Satan away by telling him the things that\nGod has written there.\n\n\n\n\nCHAPTER V\n\nJESUS BEGINS HIS WORK\n\nOne day, when the fight of Jesus with the devil in the wilderness was\nover, He came to Bethabara, where John was baptizing, and when John saw\nJesus coming towards him, he said:\n\n'BEHOLD THE LAMB OF GOD, WHICH TAKETH AWAY THE SIN OF THE WORLD.'\n\nThe next day John saw Jesus again, and again he said the same words:\n\n'BEHOLD THE LAMB OF GOD!'\n\nJohn called Jesus the Lamb of God, because He had come to die for our\nsins.\n\nTwo men were standing close to John when Jesus came by, and they heard\nwhat he said.  The name of one of these men was Andrew, and of the\nother John.  Jesus knew that they would like to speak to Him, so He\nturned round and asked them what they wanted.  'Master,' they said,\n'where dwellest Thou?' (that means 'where are you living?')  Jesus\nsaid, 'Come, and you shall see.'  And He took the two disciples to His\nhome, and He let them stay with Him the whole of the day.  What a happy\nday that must have been!\n\nAndrew had a brother called Simon, and he went and found him, and told\nhim that he had found the Messiah, and brought him to see his new\nMaster.  So now Jesus had three disciples--John, Andrew, and Simon; and\nnext day He took them away with Him to Galilee.  While they were going\nalong, Jesus saw a man called Philip, who came from the place where\nSimon and Andrew lived when they were at home.  Jesus told Philip to\ncome with Him, and he came.  But Philip went to a friend of his, a very\ngood man called Nathanael, also called Bartholomew, and he told him\nthat he had found Jesus of Nazareth, the Messiah, and begged him to\ncome and see Him.\n\nHow many disciples had Jesus now?  Let us see.  John, Andrew, Simon,\nPhilip, and Nathanael--five.  And very likely John had brought his\nbrother James to Jesus.  If so, that would make six.\n\nDirectly Jesus came into Galilee He was invited to a wedding, at a\nplace called Cana, and all of His disciples with Him.  Jesus went to\nthe wedding because He likes to see people happy, and loves to make\nthem happy.  In America, people often drink more wine at weddings and\nat other times than is good for them, and a great many people go\nwithout any wine at all, so as to set a good example.  But in the East\nit is different.  The people there hardly ever take too much wine.  So\nJesus allowed His disciples to use it, and He drank it Himself.  There\nwas some wine at the wedding party to which Jesus went; but presently\nit came to an end.  Then Mary came to Jesus, and said, 'They have no\nwine.'  Jesus knew what Mary was thinking about, but He had to tell her\nto wait; and He had to make Mary understand that He could not do\neverything now which she told Him to do, exactly as when He was a boy.\nHe was God's Son as well as Mary's, and He had God's work to do, and He\nmust do it at God's time.\n\n[Illustration: A modern Jew's wedding party in Galilee.]\n\nBut when Mary went back, she told the servants to do whatever Jesus\ntold them.  Close to the house there were six great stone jars or\nwaterpots, and Jesus said to the servants, 'Fill the waterpots with\nwater.  And they filled them up to the brim.  And lo! when the water\nwas taken out of the jars, it was water no longer, but wine.\n\nThis was the very first miracle that Jesus did, and He did it to make\npeople happy, and to make them believe that He was the Son of God.\nDear children, Jesus wants you to be happy.  And the best way to be\nhappy is to ask Jesus to go with you everywhere and always, just as\nthose wedding people asked Him to come to their party.\n\nHe did not stay very many days in Capernaum.  The lovely spring flowers\ntold Him that the Passover time was coming, so He went up with His\ndisciples, to Jerusalem.  When Jesus had come to Jerusalem, you may be\nsure that His disciples and He soon went to the Temple, and when they\ngot inside the great Court of the Gentiles they found a market was\ngoing on there.  Men were selling oxen and sheep and doves for\nsacrifice.  Others were sitting at little tables changing money.  And\nthere must have been plenty of noise, for people in the East shout and\nquarrel a great deal when they are buying or selling.\n\nWhen Jesus saw this, He was angry; and He made a whip with pieces of\ncord, and He drove away all the people who were selling in the Temple.\nAnd He turned out the sheep and the oxen; and he told the men who sold\ndoves to take them away, and not turn His Father's House into a store.\nJesus upset the tables of the money-changers too, and poured out their\nmoney.\n\nJesus did a great many wonderful things when He was in Jerusalem that\nPassover time, and many persons saw His miracles, and thought, 'Yes,\nthis is the Messiah.'  But Jesus did not trust any of those people.  He\nknew that they did not really love Him.  But there was one man in\nJerusalem who did want to be Jesus Christ's disciple.  His name was\nNicodemus.  He was a great Rabbi, but not proud like the other Rabbis,\nand he wanted to ask Jesus a great many questions.  But he did not want\nthe other Rabbis and the priests to see him coming to Jesus.  So he\ncame to Jesus by night--in the dark.\n\nDid Jesus say, 'You are not brave, Nicodemus, I am ashamed of you; go\naway'?  Ah no!  He talked kindly to him, and He told him that he would\nhave to be born again.  He meant that Nicodemus must ask God to send\nhim His Holy Spirit, and to give him a new heart.  And then Jesus\nexplained to Nicodemus why He had come down from heaven.  He said:\n\n'GOD SO LOVED THE WORLD, THAT HE GAVE HIS ONLY BEGOTTEN SON, THAT\nWHOSOEVER BELIEVETH IN HIM SHOULD NOT PERISH, BUT HAVE EVERLASTING\nLIFE.'\n\n\n\n\nCHAPTER VI\n\nSOME WORDS AND WORKS OF JESUS\n\nJesus having to go to Galilee, made up His mind to pass through\nSamaria.  It was a long, rough journey, and at last they came near a\ntown called Sychar.  Near by was the well dug by Jacob when he lived in\nShechem.  Jesus was so tired that He sat down to rest on the edge of\nthe well, while His disciples went on to buy food.\n\n[Illustration: Jacob's well.]\n\nWhile Jesus was sitting by the well, a woman came there to draw water.\nJesus asked her to do something kind for Him, He said 'Give Me to\ndrink.'  The woman was surprised, and said to Him, 'You are a Jew, and\nI am a Samaritan.  Why then do you ask me for water?'\n\nJesus said, 'IF YOU KNEW WHO I AM, YOU WOULD HAVE ASKED ME, AND I WOULD\nHAVE GIVEN YOU LIVING WATER.'  Jesus meant the Holy Spirit.  He gives\nthe Holy Spirit to everyone who asks Him.\n\nThen Jesus spoke to the woman about the bad things she had done, and\nshe tried to make Him talk about something else.  But she could not\nstop His wonderful words.  At last she said, 'I know that the Messiah\nis coming.  He will tell us all things.'  Then Jesus said to her, 'I\nTHAT SPEAK UNTO THEE AM HE.'\n\nJust then His disciples came up to the well, and they were very much\nastonished to see Him talking to the woman.  The Jew men were too proud\nto talk much to women, even if the women were Jews; and this was a\nSamaritan.  But the disciples did not ask Jesus any questions about why\nHe talked to the woman.  They brought Him the things they had been\nbuying, and said, 'Master, eat.'  But Jesus was so happy that He had\nbeen able to speak good words to that poor woman that He did not feel\nhungry any more.  He told His disciples that doing God's work was the\nfood He liked best.\n\nAfter this Jesus lived for awhile first at Nazareth, and then at\nCapernaum.  There was a boy ill in Capernaum just then with a fever.\nIt is so hot near the Sea of Galilee that the people who live there\noften get fever.  That sick boy's father was rich, but money could not\nmake the dying boy well.  His father had heard of Jesus, and when he\nknew that Jesus had come into Galilee, and that He was only a few miles\naway, he came to Him, and begged Him to come down to Capernaum and make\nhis child well.  At first Jesus said to him, 'You will not believe on\nMe unless you see Me do some wonderful thing.'  But when He saw how\neager the poor father was, He thought He would try him, and He said to\nhim, 'Go thy way, thy son liveth.'  Directly Jesus said that, the man\nfelt sure in his heart that his boy was well.  He did not ask Jesus any\nmore to come with him, but he just went back home quietly by himself.\n\nNext day, as he was going down the long hilly road from Cana to\nCapernaum, some of the servants from his house came to meet him, and\nthey said to him, 'Thy son liveth.'  Then the father asked them what\ntime it was when the boy began to get better, and said, 'Yesterday, at\nthe seventh hour (that means at one o'clock) the fever left him.'  Then\nthe father knew that that was the very time when Jesus had said to him,\n'Thy son liveth,' and he and all the people in the house believed in\nJesus.\n\nThe Jews could not bear paying taxes to the Romans, and they hated the\npublicans.  They would not eat with them or talk with them.  But Jesus\ndid not hate the publicans.  He only hated the wrong things they did.\nSo one day, when He was outside the town of Capernaum, and saw Matthew\nsitting and taking the taxes, He said to him, 'Follow Me.'  And Matthew\ngot up from his work, and at once left all and followed Jesus.\n\nJesus often told His disciples beautiful stories.  One day He told them\na story to teach them not to be proud like the Pharisees.  'Two men\nwent up into the Temple to pray: the one a Pharisee, and the other a\npublican.  The Pharisee stood and prayed thus with himself, God, I\nthank Thee that I am not as other men are; I thank Thee that I am not\neven as this publican.  Twice a week I go without food, and I give away\na great deal of money.  But the publican, standing afar off, would not\nlift up so much as his eyes unto heaven, but smote upon his breast,\nsaying, God be merciful to me, a sinner.  When the publican went home\nthat night he was better and happier than the Pharisee.  The Pharisee\n_thought_ he was good; he did not want to be forgiven, and so God let\nhim carry all his sins back home with him again.  But the publican\n_knew_ he was a sinner, and was sorry, and so God forgave his sins.'\n\nWhile Jesus was in Capernaum, He went every Sabbath day to teach in the\nsynagogue.  One day a man shouted out--\n\n'What have we to do with Thee, Thou Jesus of Nazareth?  I know Thee who\nThou art, the Holy One of God.'\n\nSatan had put an unclean spirit, or devil, in that man.  Jesus was not\nangry with the poor man, but He spoke to the unclean spirit, and said,\n'Be silent, and come out of him.'  He came out, and the man became\nwell.  The people in the synagogue were greatly surprised.  They said,\n'What thing is this?  He commandeth even the unclean spirits and they\nobey Him.'\n\nWhen the service was over, the people who had seen the miracle went\nhome, and talked to everybody about what they had seen.  Some of them\nhad sick friends, and some had friends with unclean spirits, and they\nlonged to bring them to Jesus.  But it was the Sabbath, and they would\nnot bring them until the evening, at which time their Sabbath came to\nan end.  So as soon as the sun set that Sabbath day, a great crowd was\nseen standing round Peter's house.  It seemed as if all the people of\nCapernaum must be there!  They had brought their sick friends, and laid\nthem down at the door.  And Jesus put His hands on the sick people, and\nhealed them all.\n\nIn the east there is a dreadful illness called leprosy, and the people\nwho have it are called lepers.  No doctor can cure it.  At the time\nwhen Jesus lived on the earth, lepers were not allowed to come into\ncities.  And they had to go about with nothing on their heads, and with\ntheir dresses torn, and with their mouths covered over; and when they\nsaw anybody coming, they had to call out, 'Unclean! unclean!'\n\nOne day when Jesus went into a town a leper saw Him.  The poor man came\nto Jesus and knelt down before Him, and fell on his face.  And he said,\n'If Thou wilt, Thou canst make me clean.'  And Jesus put out His hand,\nand touched him, and said to him, 'I will; be thou clean.'  And as soon\nas Jesus had said that, the leper was well.\n\nSin is just like leprosy.  A baby's naughtiness does not look very bad;\nbut that naughtiness spreads and gets stronger as baby gets older, and\nnobody but Jesus can take it away.\n\nJesus Christ's body must often have felt very tired, for crowds\nfollowed Him about all the time.  They came from Perea, and from\nJudaea, and from other places too, to see the wonderful new Teacher.\nAnd Jesus preached to them all, and healed their sicknesses.  The most\nwonderful sermon that was ever preached in all the world is called the\nSermon on the Mount, because Jesus sat down on a hill to preach it.\n\nAfter a time Jesus went up again to Jerusalem.  In or near Jerusalem\nthere was a spring of water which was as good as medicine, because it\nmade sick people well if they bathed in it often enough.  This spring\nran into a bathing-place called the Pool of Bethesda.  Numbers of sick\npersons came to bathe in that pool.  One Sabbath day Jesus saw quite a\ncrowd there.  Some were blind, some were lame, some were sick of the\npalsy.  They were sitting, or lying, by the side of the pool.  Jesus\nwas very sorry for one poor man there.  He had been ill thirty-eight\nyears.  So Jesus said to the man, 'Arise, take up thy bed, and walk.'\nAnd at once the sick man was well, and took up his mattress and walked.\n\nNow the Rabbis had a number of very silly rules about the Sabbath day.\nEven if a man broke his arm or his leg on the Sabbath the Rabbis would\nnot allow the doctor to put the bone right till the next day.  So they\nwere very angry when they found that Jesus had made that poor man well\non the Sabbath day, and had told him to carry his mattress home.  They\ntold the man he was doing very wrong, and they tried to kill Jesus.\nBut Jesus told them that His Heavenly Father was never idle, and that\nHe must do the same works as God.  That made the Rabbis more angry than\never.  They said, 'He calls God His own Father, making Himself equal\nwith God.'  From that time the Jews in Jerusalem made up their minds\nmore than ever to kill Jesus; and wherever He went they sent men to\nwatch Him and listen to His words, so that they might make up some\nexcuse for putting Him to death.\n\nWhat kind of work does God do on Sunday, dear children?  Why, He does\nall sorts of kind and beautiful things.  He makes the sun rise, and the\nflowers grow, and the birds sing; and He takes care of little children\non Sunday exactly the same as he does on other days.  And Jesus did the\nsame kind of work, He made people happy and well on the Sabbath.  And\nwe may do _works of love_--kind, loving things for other people--on\nSunday.\n\nAnother Sabbath day, soon after that, the Lord Jesus and His disciples\nwere walking through a cornfield.  The disciples were hungry, so they\nrubbed some corn in their hands as they went along, and ate it.  Some\nof the Pharisees saw the disciples, and they were shocked; and they\nspoke to Jesus about it.  But Jesus told the Pharisees that the\ndisciples were doing nothing wrong.  He said, 'THE SABBATH WAS MADE FOR\nMAN, AND NOT MAN FOR THE SABBATH; THEREFORE THE SON OF MAN IS LORD ALSO\nOF THE SABBATH DAY.'  Jesus meant that God gave the Sabbath day to Adam\nand his children as a beautiful present, to be the best and happiest\nday of all the seven.  God meant it as a rest for our souls and bodies.\n\n\n\n\nCHAPTER VII\n\nA FRIEND FOR THE SORROWFUL\n\nOne day Jesus went to a town called Nain (or Beautiful), about\ntwenty-five miles from Capernaum.  A great crowd of people followed\nJesus and His disciples; and when they came near to the gate of the\ncity of Nain, they saw a funeral coming out.  The dead body of a young\nman was being carried out on a bier to be buried.\n\nWhen Jesus saw the poor mother crying and sobbing, He felt very sorry\nfor her, and He said to her, 'Weep not.'  And Jesus came and touched\nthe bier, and the men who were carrying it stood still.  And Jesus\nsaid, 'Young man, I say unto thee, Arise.'  And life came back into\nthat dead body again.  He that was dead sat up and began to speak.  And\nJesus gave him back to his mother.\n\nA Pharisee, called Simon, once asked Jesus to come and have dinner with\nhim.  When anyone in that land went to a feast, the master of the house\nused to kiss him, and say, 'The Lord be with you,' and put some sweet\nsmelling oil on his hair and beard, and the servants used to bring the\nvisitor water to wash his feet.  But none of those kind things were\ndone to Jesus when He came to that Pharisee's house.  Presently Jesus\nand Simon began to eat.  In that country, people often _lay_ down to\neat.  Broad settees, or couches, were put round the table, and the\nvisitors used to lie down in rows on these settees.  Their heads were\nnear the table, and their feet were the other way.  They lay down on\ntheir left side, and they had cushions to put their elbows on, so that\nthey could raise themselves up while they were eating.  While Jesus and\nSimon were at dinner, a woman came in out of the street.  In the East,\npeople walk in and out of other people's houses just as they like.  But\nthat woman had been very wicked, and Simon was not pleased when he saw\nher come in.  But nobody said anything to her.  So she came to Jesus,\nand stood at His feet, behind the couch on which He w as lying, and\ncried till the tears ran down her face.  Then as her tears dropped on\nto the feet of Jesus, she stooped down and wiped them away with her\nlong hair.  And then she kissed the feet of Jesus many times, and put\nprecious sweet-smelling ointment upon them.  Perhaps she had heard some\nbeautiful words which Jesus had just been saying to the people out of\ndoors--\n\n'COME UNTO ME, ALL YE THAT LABOUR AND ARE HEAVY LADEN, AND I WILL GIVE\nYOU BEST.'\n\nHer sins were like a heavy load, and so she had come to Jesus.\n\nBut Simon thought to himself, 'If Jesus had really come from God, He\nwould have known how wicked this woman is, and He would not have\nallowed her to touch Him.'\n\nJesus knew what Simon was thinking, and He said that once upon a time\nthere were two men who owed some money.  One owed a great deal of\nmoney, and the other owed a little.  But when the time came for them to\npay the money they could not do it.  And the kind man forgave them both.\n\nJesus then asked Simon which of the two men would love that kind friend\nmost.\n\nSimon said, 'I suppose he to whom he forgave most.'\n\nJesus said that that was quite right.  Then He turned to the woman, and\nsaid to Simon: 'Seest thou this woman?  I came into thine house; thou\ngavest Me no water for My feet, but she has washed My feet with tears,\nand wiped them with the hairs of her head.  Thou gavest Me no kiss, but\nthis woman, since the time I came in, hath not ceased to kiss My feet:\nMy head with oil thou didst not anoint, but she hath anointed My feet\nwith ointment.  I say unto thee, her sins, which are many, are\nforgiven, for she loved much; but to whom little is forgiven, the same\nloveth little.'  And then Jesus said to the woman, 'THY SINS ARE\nFORGIVEN.  THY FAITH HATH SAVED THEE.  GO IN PEACE.'  And she left her\nheavy load of sin with Jesus, and took away instead the rest and peace\nHe gives.\n\nAfter Jesus had finished all the work He wanted to do in Nain, He went\nagain into every part of Galilee to tell people the good news that a\nSaviour had come.\n\nJesus preached to the crowds out of a boat.  He told them most\nbeautiful stories.  They liked these stories so much that they did not\ncare to go away--not even when it was evening.  But Jesus and His\ndisciples needed rest, so Jesus told the disciples to go over to the\nother side of the lake.\n\nWhen the boat started, Jesus was so tired that He lay down at the end,\nout of the way of the men who were rowing, and put His head upon a\npillow, and fell fast asleep.  Soon the wind began to blow, and it blew\nlouder and louder.   Then the waves curled over and dashed into the\nboat till the boat was nearly full.  But still Jesus slept quietly on.\nThe disciples were afraid that their boat would sink, and they came to\nJesus, and woke Him, and said, 'Master!  Master! we perish!  Lord,\nsave!'  And Jesus arose, and told the wind to stop, and He said to the\nsea, 'Peace, be still.'  And suddenly the wind stopped, and the sea was\nquite smooth.  Then Jesus said gently to His disciples, 'Where is your\nfaith?'  Those disciples might have known that the boat could not sink\nwhen Jesus was in it.\n\n[Illustration: Ruins of Capernaum.]\n\nWhen Jesus came back to Capernaum, a man, called Jairus, fell down at\nHis feet and begged Him to go to his house, where his little girl,\nabout twelve years old, was dying.  So Jesus and His disciples started\nto go to Jairus' house, and a great crowd of people went with Him.  But\nwhile they were going, someone came to Jairus, and said, 'It is of no\nuse to trouble the Master any more.  The child is dead.'  But Jesus\nsaid to him quickly, 'Do not be afraid.  Only believe, and she shall be\nmade well.'\n\nWhen Jesus came to the house of Jairus, He heard a great noise.  As\nsoon as anyone dies in the East, people come to the house, and cry and\nhowl, and play wretched music.  They are paid to do that.  That was the\nnoise which Jesus heard, and he asked, 'Why do you make this ado?  The\nlittle maid is sleeping.'  And those rude people laughed at Jesus, just\nas if He did not know what He was talking about.  So Jesus turned them\nall out.\n\nThen Jesus took three of His disciples--Peter, and James and John--and\nJairus and his wife; and they went together to look at the child.\nThere she was, lying quite still.  Life had flown away from her body.\nBut Jesus took hold of the girl's hand, and said, 'My little lamb, I\nsay unto thee, Arise.'  And life flew back to her body again, and she\nopened her eyes and got up, and walked.  And Jesus told her father and\nmother to give her something to eat.\n\nWhen Jesus came out of Jairus' house, two blind men followed Him,\nbegging Him to make them well.  Jesus waited till He had got back to\nthe house where He was staying and then He touched their eyes, and made\nthem see.\n\nJust about this time Jesus had some very sad news.  Herod Antipas, the\nson of wicked King Herod, had shut up John the Baptist in a prison,\ncalled the Black Castle, by the side of the Dead Sea.  Part of that\ncastle was a beautiful palace, with lovely furniture and a coloured\nmarble floor.  One day Herod gave a grand birthday party.  Herod had\nmarried a very wicked woman, who was at the party.  Her name was\nHerodias.  Herodias hated John the Baptist, because he had said that\nshe ought not to be Herod's wife.  So she made up her mind to have John\nthe Baptist killed.  Herodias had a daughter called Salome, who danced\nbeautifully.  And on that birthday Herod was so pleased with Salome's\ndancing that he said, 'I will give you anything you ask me for.'\nSalome went to her mother, and said, 'What shall I ask?'  And Herodias\nsaid, 'Ask for the head of John the Baptist.'  And Salome came back\nquickly and said, 'I want the head of John the Baptist.'\n\nNow, it is wrong to break a promise.  But it is not wrong to break a\n_wicked_ promise.  It is wrong ever to have made it.  Herod was sorry,\nbut he was afraid of what other people in the party would think if he\ndid not do what he had said.  So he sent his soldiers to the prison,\nand had John the Baptist's head cut off to give to that dancing-girl.\n\nJesus had sent His twelve disciples out to preach to people He could\nnot go and see Himself.  When they came back they had a great deal to\ntalk about, and they were very tired.  But there were always so many\npeople coming to see Jesus that they could get no quiet time at all, no\ntime even to eat.  They were all at the Lake of Galilee again, and\nJesus told them to come away with Him into a desert place, and rest\nawhile.  That desert place was near a town called Bethsaida, where\nPeter, and his brother Andrew, and Philip lived once upon a time.\n\nJesus and His disciples got into a boat as quietly as they could, and\nwent away.  But some people near the lake caught sight of the boat, and\nthey saw who was in it; and they ran so fast along the shore of the\nlake that they got to the desert before Jesus was there.  Jesus felt\nvery sorry for these people, and He began to teach them many things.\nBy and by it got late, and Jesus said to the disciples, 'How many\nloaves have you?  Go and see.'  And Andrew said, 'There is a boy\nherewith five barley loaves and two fishes; but what are they among so\nmany?'  And Jesus told him to bring the loaves and fishes.  Then Jesus\nsaid, 'Make the people sit down.'  So the disciples arranged the crowds\nin rows on the grass.  And when every one was ready, Jesus took the\nfive loaves and the two fishes in His hands, and He blessed them, and\ndivided them, and gave them to the disciples, and the disciples gave\nthem to the people.  And there was plenty for everybody.  Jesus made\nthose loaves and fishes last out till everybody had had enough.  And\nthen He said, 'Gather up the fragments (that means the little pieces)\nthat are left, that nothing be lost.'  And the disciples picked the\nlittle pieces up, and put them together in baskets.  And there were\ntwelve large baskets full--more than they had at first.  There were\nfive thousand men in that grassy place, and a great many women and\nchildren besides.  And when the people saw the miracle that Jesus had\ndone they said, 'THIS MUST BE THE MESSIAH;' and they wanted to make Him\ntheir king--the king of their country, but not the king of their hearts.\n\nJesus did not wish to be made a king like Herod or Caesar.  He was God,\nso He was King of kings already.  He made His disciples go away at once\nin the boat to the other side of the lake, and He sent the crowds away\nHimself.  When Jesus was alone, He went up into a mountain and prayed.\nBut now a great wind began to blow, and the waves on the Sea of Galilee\nbegan to toss about.  The disciples rowed hard, but they could not get\non; the wind kept trying to blow them back.  But Jesus saw them, and\nwhen the night was nearly over, He came to them walking on the sea.\nThe disciples had never seen Him walking on the water before, and they\ncould not understand who He was, and they cried out for fear.  But\nJesus was sorry for them, and He spoke kindly to them directly and\nsaid, 'BE OF GOOD CHEER (that means, 'Be glad').  IT IS I.  BE NOT\nAFRAID.'\n\nAnd Peter said, 'Lord, if it be Thou, bid me come unto Thee on the\nwater.'  And Jesus said, 'Come.'  And Peter jumped out of the boat, and\nwalked on the water to go to Jesus.  But soon Peter began to think of\nthe rough wind and waves instead of thinking about Jesus, and then he\ncould not get on at all, and he began to sink in the water, and called\nbut, 'Lord, save me!'  And Jesus put out His hand and caught him, and\nsaid, 'O thou of little faith, wherefore didst thou doubt?'  Then they\nboth came into the boat, and the wind stopped blowing.  And the\ndisciples fell down at the feet of Jesus, and said 'THOU ART THE SON OF\nGOD.'  Then, all at once, they saw that their boat was close to the\nland.  Jesus had brought it there.\n\n\n\n\nCHAPTER VIII\n\nMORE WONDERFUL WORKS AND WORDS\n\nAnd now Jesus went right away from the Sea of Galilee again to Caesarea\nPhilippi.  That place was called Caesarea after Augustus Caesar,\nEmperor of Rome, and Philippi after Herod Philip.  When they were going\nto Caesarea Philippi, Jesus talked quietly to His disciples, and said,\n'Whom do you say that I am?'  Peter almost always spoke first, before\nthe others had time to say anything, and he said quickly, 'THOU ART THE\nCHRIST, THE SON OF THE LIVING GOD.'  Jesus was very much pleased with\nthat answer.\n\nThen Jesus called the people who stood near, and His disciples too, and\nHe told them that if they followed Him, they too might have to die for\nHis sake.  But He told them that they must not mind that, because\nheaven is better than this world.  And He told them that if they were\nashamed of Him, He should be ashamed of them before His Father and the\nholy angels.  Dear children, I hope, when you go to school, or are with\nyour little friends, that you will never be ashamed of Jesus.\n\nAbout a week after that talk with His disciples, Jesus took Peter, and\nJames, and John into a high hill alone to pray.  There is a splendid\nhigh mountain near Caesarea Philippi, called Hermon.  All at once, as\nJesus was praying, the disciples saw that His face shown like the sun,\nand His clothes were white and shining like the light.  And as the\ndisciples looked, they saw two men talking with Jesus, called Moses and\nElijah, two holy men who went to heaven long, long ago.  We do not know\nhow long they talked.  Peter, and James, and John were men, so they\ncould not look very long at those heavenly visitors; soon their eyes\nclosed, and they fell fast asleep.  When they woke up, Moses and Elijah\nwere still there, and when the disciples saw Jesus again, looking so\nbright and beautiful, they were very much afraid.\n\nWhen they came down from the mountain, they saw a crowd down below.\nJesus had left nine of His disciples behind when He went up Mount\nHermon; and now He saw a great number of persons all round them, and\nheard some Jews worrying them with questions.  When Jesus came near\nenough to speak, He asked what was the matter.  And a man came running\nto Him out of the crowd, and begged Him to look at his boy--his only\nchild.  And he said to Jesus, 'If Thou canst do anything, take pity on\nme, and help me.'  And Jesus made the boy well from that very hour.\nThe disciples had not had faith enough themselves to be able to do that\nsick boy any good.\n\nEvery year the Jews had to pay half a shekel of money for the splendid\nTemple in Jerusalem; and when Jesus came back to Capernaum, the men who\nwere collecting the money came to Peter, and said, 'Does not your\nMaster pay the half-shekel?'  And Peter said, 'Yes.'  Now the Temple\nwas God's house, and Jesus was God's Son.  And Jesus explained to Peter\nwhen he came into the house that kings did not expect their own sons to\npay them taxes.  But it was not wrong to pay the half-shekel, and Jesus\nnever vexed people if He could possibly help it, so He said to Peter,\n'Go thou to the sea and cast a hook, and take up the fish that first\ncometh up, and when thou hast opened its mouth, thou shalt find a piece\nof money.  That take, and give unto them for Me and thee.'\n\nAnd now, after a long time, Jesus and His disciples went up to\nJerusalem again; and as they walked along, they saw ten lepers standing\na long way off.  As Jesus came near, they cried out, 'Jesus, Master,\nhave mercy on us.'  Nine of the lepers were Jews, and one was a\nSamaritan.  And Jesus was sorry for them all, and said, 'Go, show\nyourselves to the priests.'  So they turned straight round to go to the\npriests, and lo! as they were going along the road, they suddenly felt\nthat they were strong and well again.  When the Samaritan felt in\nhimself that the leprosy had gone away, he turned back, and threw\nhimself down at the feet of Jesus, and thanked Him, and thanked God too\nfor all His goodness.  But none of the nine Jews came back to thank\nJesus.\n\nA few days after that a man came to Jesus, and asked how he could get\nto heaven.  Jesus said that he must love God with all his heart, and\nhis neighbor as himself.  Then the man said, 'Who is my neighbor?'  So\nJesus told him this story, THE GOOD SAMARITAN: 'A certain man went down\nfrom Jerusalem to Jericho, and fell among thieves, which stripped him\nof his raiment, and wounded him, and departed, leaving him half dead.\nAnd by chance there came down a certain priest that way: and when he\nsaw him, he passed by on the other side.  And likewise a Levite, when\nhe was at the place, came and looked on him, and passed by on the other\nside.  But a certain Samaritan, as he journeyed, came where he was: and\nwhen he saw him, he had compassion on him.  And went to him, and bound\nup his wounds, pouring in oil and wine, and set him on his own beast,\nand brought him to an inn, and took care of him.  And on the morrow\nwhen he departed, he took out two pence, and gave them to the host, and\nsaid unto him, 'Take care of him: and whatsoever thou spendest more,\nwhen I come again, I will repay thee.'  When Jesus had finished that\nstory, He said, 'Which now of these three was neighbor unto him that\nfell among the thieves?'  You can answer that question, and can go and\ndo like that good Samaritan.\n\n[Illustration: The good Samaritan.]\n\nJust opposite the Temple hill, Mount Moriah, there was another hill,\ncalled the Mount of Olives.  On the other side of the Mount of Olives\nwas a village, called Bethany, and Jesus often walked over the hill to\nsee some friends of His there, a brother and two sisters who lived in\nthe village.  Their names were Mary and Martha and Lazarus.  Jesus\nloved them very much, and they loved Him.  But Mary and Martha showed\ntheir love in very different ways.  Mary sat as quiet and still as\npossible when Jesus came in, and listened to every word that He said;\nand Martha wanted so much to make Him happy and comfortable that she\nran about the whole time doing things for Him, instead of listening to\nthe beautiful words He was saying.\n\n[Illustration: Bethany.]\n\nJesus likes you and me to work for Him; but He likes us to talk to Him\nin prayer too, and to listen to the things that He whispers in our\nhearts, and to the words that He says to us in the Bible.\n\n[Illustration: Child at prayer.]\n\n\n\n\nCHAPTER IX.\n\nTHE MAN BORN BLIND, AND LAZARUS.\n\nOne Sabbath day, most likely the next Sabbath day after the Feast of\nTabernacles, Jesus saw a blind beggar out of doors.  That poor man had\nalways been blind.  He had never been able to see at all.  Jesus spat\non the ground, and put the wet earth on the blind man's eyes, and said,\n'Go, wash in the pool of Siloam.'  And the man went and washed, and\ncame back able to see.  The people who met him began to ask him, 'How\nwere thine eyes opened?'  And the man told them.  Then they wanted to\nknow where Jesus was.  But the man did not know that.  Then the people\nbrought him to the Pharisees to see what they would say.  And the\nPharisees said, 'How is it that you can see now?'  And the man told\nthem.\n\nThen the Pharisees turned him out of the synagogue.  Jesus heard about\nthat, and He came to the lonely man, and said, 'Dost thou believe on\nthe Son of God?'  And the man said, 'Who is He, Lord, that I might\nbelieve 'on Him?'  And Jesus said to him, 'THOU HAST BOTH SEEN HIM, AND\nHE IT IS THAT TALKETH WITH THEE.'  Then the man fell down at the feet\nof Jesus, saying, 'Lord, I believe.'\n\nAnd now Jesus turned to the Pharisees, and told them that _they_ were\nvery blind.  They could see things with their eyes, but they could not\nsee that their hearts were full of sin.  Then Jesus preached one of the\nmost beautiful of all His sermons.  In it He said, 'I am the Door of\nthe sheep; by Me if any man enter in he shall be saved.  I am the Good\nShepherd; the Good Shepherd giveth His life for the sheep.  I am the\nGood Shepherd, and know My sheep, and am known of Mine; and I lay down\nMy life for the sheep, And other sheep I have which are not of this\nfold; them also I must bring, and they shall hear My voice, and there\nshall be one flock under one Shepherd.'\n\n[Illustration: The shepherd's care (2nd version).]\n\nThe 'other sheep' Jesus spoke about meant the Gentiles, the people who\nare not Jews.  It meant you and me, and it meant all the heathen.  He\nhas called us.  He is calling the heathen.  And many sheep, many quiet\nlittle lambs, have heard the voice of Jesus, and are following Him.\nHave you heard Him calling you?  Have you followed Him? if not, oh,\nmake haste to go after Him now.\n\nSoon after Jesus had gone away from Bethany, His friend Lazarus became\nvery ill.  Martha and Mary longed for Jesus now, and they thought, 'If\nJesus were here, our brother would not die;' and they sent a messenger\nto Him to say 'Lord, he whom Thou lovest is sick.'  When Jesus heard\nthat, He stayed on quietly where He was for two days longer.  Then He\ncame to Bethany, and by this time Lazarus had been in the grave for\nfour days.  Presently somebody came to Martha, and said to her quietly,\n'Jesus is coming.'  When Martha heard that, she got up, and went out to\nmeet Him.  And when she saw Jesus, she said, 'Lord, if Thou hadst been\nhere, my brother would not have died; but I know that even now whatever\nThou wilt ask of God, God will give it Thee.'  Jesus said to her, 'Thy\nbrother shall rise again.'  When Jesus saw how unhappy Mary and Martha\nwere, He too felt very sad, and said, 'Where have ye laid him?'  And\nthey said, 'Lord, come and see.' And then----Jesus wept.  'See how He\nloved Lazarus,' said the Jews; and they wondered that Jesus had let His\nfriend die.\n\nNow they had come to the grave.  It was a hole in the side of a rock,\nand there was a heavy stone over it.  Jesus said, 'Take ye away the\nstone;' and they rolled it away.  Then Jesus lifted up His eyes, and\nthanked God that He had heard His prayer and given Him back the life of\nLazarus.  And then He cried with a loud voice, 'Lazarus, come forth.'\nAnd the man who had been dead came out of the cave alive.  When the\nJews saw what was done, some of them believed, but others hurried off\nto Jerusalem to make mischief as fast as they could.\n\nAfter a time Jesus crossed the Jordan and again came into Perea, and\nthen He came slowly down through Perea to Jerusalem.\n\n[Illustration: The shepherd's care (3rd version).]\n\n\n\n\nCHAPTER X\n\nTHE PRODIGAL SON, AND OTHER STORIES.\n\nOne day, when the mothers of Perea brought their little ones to Jesus,\nthe disciples found fault with them for coming, and tried to keep them\naway.  But when Jesus saw what the disciples were doing He was much\ndispleased, and said to them--\n\n'SUFFER LITTLE CHILDREN, AND FORBID THEM NOT, TO COME UNTO ME: FOR OF\nSUCH IS THE KINGDOM OF HEAVEN.'\n\nAnd He took them up in His arms, put His hands upon them, and blessed\nthem.\n\nJesus used to tell some very beautiful stories as He went slowly\nthrough the Holy Land.  We have not room for all, but I must tell you\ntwo or three, and I will tell you them exactly as Jesus first told them.\n\n'A certain man had two sons: and the younger of them said to his\nfather, Father, give me the portion of goods that falleth to me.  And\nhe divided unto them his living.\n\n'And not many days after the younger son gathered all together, and\ntook his journey into a far country, and there wasted his substance\nwith riotous living.\n\n'And when he had spent all, there arose a mighty famine in that land;\nand he began to be in want.  And he went and joined himself to a\ncitizen of that country; and he sent him into his fields to feed swine.\nAnd he would fain have filled his belly with the husks that the swine\ndid eat: and no man gave unto him.  And when he came to himself, he\nsaid, How many hired servants of my father's have bread enough and to\nspare, and I perish with hunger!  I will arise and go to my father, and\nwill say unto him, Father, I have sinned against heaven and before\nthee, and am no more worthy to be called thy son: make me as one of thy\nhired servants.\n\n'And he arose and came to his father.  But when he was yet a great way\noff, his father saw him, and had compassion, and ran and fell on his\nneck, and kissed him.\n\n'And the son said unto him, Father, I have sinned against heaven, and\nin thy sight, and am no more worthy to be called thy son.\n\n'But the father said to his servants, Bring forth the best robe, and\nput it on him, and put a ring on his hand, and shoes on his feet: and\nbring hither the fatted calf, and kill it; and let us eat, and be\nmerry: for this my son was dead, and is alive again; he was lost, and\nis found.'\n\nTHE STORY OF THE UNMERCIFUL SERVANT.\n\nAt another time Jesus said--\n\n'Therefore is the kingdom of heaven likened unto a certain king, which\nwould take account of his servants.  And when he had begun to reckon,\none was brought unto him, which owed him ten thousand talents.  But\nforasmuch as he had not to pay, his lord commanded him to be sold, and\nhis wife, and children, and all that he had, and payment to be made.\n\n'The servant therefore fell down, and worshipped him, saying, Lord,\nhave patience with me, and I will pay thee all.\n\n'Then the lord of that servant was moved with compassion, and loosed\nhim, and forgave him the debt.\n\n'But the same servant went out, and found one of his fellowservants,\nwhich owed him an hundred pence: and he laid hands on him, and took him\nby the throat, saying, Pay me that thou owest.\n\n'And his fellowservant fell down at his feet, and besought him, saying,\nHave patience with me, and I will pay thee all.\n\n'And he would not: but went and cast him into prison, till he should\npay the debt.\n\n[Illustration: The Jordan near Bethabara.]\n\n'So when his fellowservants saw what was done, they were very sorry,\nand came and told unto their lord all that was done.  Then his lord,\nafter that he had called him, said unto him, O thou wicked servant, I\nforgave thee all that debt, because thou desiredst me: shouldest not\nthou also have had compassion on thy fellowservant, even as I had pity\non thee?  And his lord was wroth, and delivered him to the tormentors,\ntill he should pay all that was due unto him.\n\n'So likewise shall my Heavenly Father do also unto you, if ye from your\nhearts forgive not every one his brother.'\n\nJesus often told beautiful parables: here are two--\n\nTHE STORY OF THE TARES.\n\n'The kingdom of Heaven is likened unto a man which sowed good seed in\nhis field: but while men slept, his enemy came and sowed tares among\nthe wheat, and went his way.\n\n'But when the blade was sprung up, and brought forth fruit, then\nappeared the tares also.\n\n'So the servants of the householder came and said unto him, Sir, didst\nnot thou sow good seed in thy field? from whence then hath it tares?\n\n'He said unto them, An enemy hath done this.\n\n'The servants said unto him, Wilt thou then that we go and gather them\nup?'\n\n'But he said, Nay; lest while ye gather up the tares, ye root up also\nthe wheat with them.  Let both grow together until the harvest: and in\nthe time of harvest I will say to the reapers, Gather ye together first\nthe tares, and bind them in bundles to burn them: but gather the wheat\ninto my barn.'\n\nTHE STORY OF THE TEN VIRGINS.\n\n'Then shall the kingdom of heaven be likened unto ten virgins, which\ntook their lamps, and went forth to meet the bride-groom.\n\n'And five of them were wise, and five were foolish.  They that were\nfoolish took their lamps, and took no oil with them: but the wise took\noil in their vessels with their lamps.\n\n'While the bridegroom tarried, they all slumbered and slept.\n\n'And at midnight there was a cry made, Behold, the bridegroom cometh;\ngo ye out to meet him.\n\n'Then all those virgins arose, and trimmed their lamps.  And the\nfoolish said unto the wise, Give us of your oil; for our lamps are gone\nout.\n\n'But the wise answered, saying, Not so; lest there be not enough for us\nand you: but go ye rather to them that sell, and buy for yourselves.\n\n'And while they went to buy, the bride-groom came; and they that were\nready went in with him to the marriage: and the door was shut.\n\n'Afterwards came also the other virgins, saying, Lord, Lord, open to us.\n\n'But he answered and said, Verily I say unto you, I know you not.\nWatch therefore, for ye know neither the day nor the hour wherein the\nSon of Man cometh.'\n\n\n\n\nCHAPTER XI.\n\nTHE LAST DAYS IN JERUSALEM.\n\nWhen it was time for Him to end His work on earth, Jesus started for\nJerusalem.  The people in Jerusalem heard that He was coming, and\ncrowds of them poured out of Jerusalem to meet Him.  They carried\nboughs of palm trees in their hands, and waved them, and cried,\n'HOSANNA!  BLESSED BE THE KING THAT COMETH IN THE NAME OF THE LORD!\nPEACE IN HEAVEN, AND GLORY IN THE HIGHEST.'\n\nPresently Jesus came to a part of the Mount of Olives where He could\nsee Jerusalem and the Temple straight before Him; and as He looked at\nthem, He wept aloud.  He wept because they loved their sins, and hated\ntheir Saviour.  He wept because He knew that God would have to punish\nthem.  He knew that in a very few years the Romans would come and fight\nagainst Jerusalem, and burn down that Temple, and kill thousands of the\nJews, or carry them away as slaves.  Were not these things enough to\nmake the Lord Jesus weep?\n\n[Illustration: Mount of Olives and Jerusalem.]\n\nThe blind and the lame came to Jesus in the Temple, and He made them\nwell; and when the little children cried, 'HOSANNA TO THE SON OF\nDAVID,' He was pleased to hear their song.  But the priests were very\nangry.  'Hosanna to the Son of David' means 'Save us, Jesus, our King.'\nThe priests could not bear to hear the children call Jesus their King,\nand ask Him to save them.  And Satan is very angry now when He hears a\nlittle child say, 'Save me, O Jesus, my King.'  But Jesus is pleased.\n\nDuring these last days Jesus stayed quietly each night at Bethany; but\nthe priests were very busy thinking how they could take Him prisoner,\nand they were very pleased when Judas came in secretly, and said, 'Give\nme money, and I will give you Jesus.'  And the priests said they would\ngive Judas thirty pieces of silver if he would give Jesus up to them.\nThirty pieces of silver!  Why, that was only about seventeen dollars\n($17)--only as much as used to be paid for a slave.\n\nThe next day while Jesus stayed quietly in Bethany, Peter and John were\nvery busy, for Jesus had sent them to Jerusalem to get ready for the\nPassover.  They had to take a lamb to the Temple to be killed by the\npriests, and they had to find a house in which to eat the Passover\nsupper.\n\nOnce every year the Jews used to kill a lamb, and pour out its blood\nbefore God, to show that they remembered God's goodness to them when\nthey were in Egypt, in letting his angel pass over their houses.  And\nthen they roasted the lamb, and met together in their houses to eat it,\nand to thank God for all his love and kindness.\n\nWhen Peter and John had got the Passover supper quite ready, Jesus came\nfrom Bethany with the rest of His disciples, and they all sat down\ntogether at the table; and Jesus told the disciples that He was very\nglad to eat this Passover with them, because it was the very last time\nHe would eat and drink at all before He died.  Then Jesus took off His\nlong, loose outside dress, and He wrapt a towel round Him, and poured\nwater into a basin, and began to wash the disciples' feet, and to wipe\nthem with the long towel which He had fastened round His waist.\n\nWhen Jesus had finished washing His disciples' feet, He put on His long\ncoat again (it was called an _abba_), and sat down.  And He told His\ndisciples that He had given them an example, so that they might be kind\nto one another, and wait upon one another.\n\nJesus said many beautiful words to His disciples that night at the\nsupper; and when the supper was finished, they went out into the Mount\nof Olives, to a place called Gethsemane, a garden full of olive trees,\nwhere Jesus often went to pray.\n\nWhen Jesus came to Gethsemane with His disciples, He told them to sit\ndown and wait for Him while He went on farther to pray.  But He took\nwith Him Peter and James and John.  As they walked on, Jesus began to\nbe so very sorrowful that He wanted to be quite alone with God.  So He\ntold Peter and James and John to stay behind and to watch.  But they\nwent to sleep.  And then Jesus went a little way off, and fell down on\nHis knees and prayed.  And now His mind was in such pain that He\nsuffered agony, and the sweat rolled down His face in drops of blood.\nThen Jesus came to Peter and James and John, and found them fast\nasleep.  Twice Jesus went away and prayed the same prayer, and twice He\ncame back to find His disciples asleep.\n\n[Illustration: Gethsemane.]\n\nAnd now a great crowd poured into the garden.  Judas was walking first,\nto show the others the way, and he came up to Jesus and kissed Him\nagain and again, and said, 'Master!  Master!  Peace!'  And when the\npeople saw Judas do that, they took hold of Jesus and held Him fast.\nThey took Jesus first to the house of a priest called Annas, and then\nto the palace of Caiaphas the high priest; and John, who knew somebody\nin that house, was allowed to come in.  Peter was left outside; but\nsoon John asked the girl at the door to let Peter in too.  Peter was\nglad to come in to see what was being done to his dear Master.\n\nThe houses in the East are built round a great square court, like a big\nhall, only it has no roof.  It was the middle of the night, and the\ncold air blew into that court.  But the servants had made a great fire\nof coals in the middle of the court, and while Jesus was standing\nbefore Caiaphas and the other priests, the servants sat round that fire\nwaiting, and warming themselves.  Peter came and sat down with the\nservants, and warmed himself too.\n\nPresently the girl who attended to the door came up to the fire, and\nshe had a good look at Peter, and said, 'And you were with Jesus of\nNazareth.  Are you not one of His disciples?'  Then Peter told a lie\nbefore all the servants, and said, 'Woman, I am not.  I do not know\nHim, and I do not know what you mean.'  And he went on warming himself,\nand tried to look as though he knew nothing in the world about Jesus.\nBut Peter loved Jesus too much to be able to do this well.  He was\nunhappy, he could not sit still; he got up, and went away into a place\nnear the door, called the porch, and when he was in the porch he heard\na cock crow.  Perhaps he went into the porch because he thought that it\nwould be dark there and that nobody would see him.  But the girl who\nkept the door told another woman to look at him, and that woman said to\nthe people who stood by, 'This fellow was with Jesus of Nazareth, and\nis one of His disciples.'  Then a man who stood there said to Peter,\n'Are you not one of His disciples?'  And again Peter told a lie, and\nsaid, 'Man, I am not.  I do not know the Man.'\n\nAn hour passed by, and then some of the people near said, 'You must be\none of the disciples of Jesus.  The way that you speak shows that you\ncome from Galilee.'  While Peter was again denying him, Jesus turned\nround, and looked upon Peter.  And Peter remembered what Jesus had said\nto him, 'Before the cock crow twice, you will say three times you do\nnot know Me.'  And when he thought about what he had done, he was very,\nvery sorry; and he went out of the high priest's palace, and wept\nbitterly.\n\n\n\n\nCHAPTER XII\n\nTHE CRUCIFIXION AND THE RESURRECTION\n\nWhen the morning came, the priests met once more with all the chief\nJews, and said Jesus must die.  But the Jews could not put anyone to\ndeath.  The Romans would not allow it.  So they took Jesus to the Roman\ngovernor, whose name was Pontius Pilate.\n\nWhen Judas saw that the priests had made up their minds to kill Jesus,\nhe began to feel very unhappy.  He did not care for the money now.  He\ncame to the Temple, and brought it back to the priest, and said, 'It\nwas very wrong of me to give Jesus up to you.  He had done nothing\nwrong.'  But their hearts were as hard as stone.  They said to Judas,\n'What is that to us?  See thou to that.'  Then Judas had no hope left.\nHe flung the thirty pieces of silver down in the Court of the Priests,\nand went and hung himself.  But oh! what a pity that he did not go to\nJesus and ask Jesus to forgive him, instead of going to the priests!\nJesus is a good, kind, loving Master.  When we do wrong, if we are very\nsorry, like Peter, and will come and ask Jesus, He will forgive us.  For\n\n'THE BLOOD OF JESUS CHRIST, GOD'S SON, CLEANSETH US FROM ALL SIN.'\n\nPilate took Jesus inside his splendid palace, away from the Jews, and\nasked Him, 'Art thou a King then?'\n\n'Yes,' Jesus said, 'but My kingdom is not of this world.  I came into\nthis world to teach people the truth.  That is the reason I was born.'\n\n'What is truth?' said Pilate.  But he did not wait for an answer.  He\nwent out again to the Jews.\n\nWhen the Jews saw Pilate again, they began to tell him lies which they\nhad been making up about Jesus.  And Jesus stood by and said nothing.\nPresently Pilate said to Jesus, 'See what a number of things they are\nsaying against you.  Have you nothing to say?'\n\nBut Jesus did not answer one single word, and Pilate was greatly\nsurprised.  He felt sure that the quiet prisoner was right and that the\nJews were wrong; and he said to the priests and to the people, 'I find\nin Him no fault at all.'\n\nIt was the custom for Pilate at Passover time to set free from prison\nany one prisoner the people liked to ask for.  So Pilate said to the\ncrowd, 'Shall I let Jesus go?'  Then the priests told the people what\nto say, and they shouted, 'Not this man, but Barabbas.'\n\nPilate wanted very much to let Jesus go, and he said, 'What shall I do\nthen with Jesus?'\n\nThe crowd shouted, 'Let Him be crucified!  Crucify Him!  Crucify Him!'\n\n'Why,' said Pilate, 'what has He done wrong?  He does not deserve to\ndie.  I will scourge Him and let Him go.'\n\nThen the people cried out more loudly than ever, 'Let Him be crucified!\nCrucify Him!'\n\nBut Pilate did not want to be shouted at for five or six days and\nnights again.  And, besides, he rather wanted to please the Jews if he\ncould, because he had done many things to vex them; so he thought, 'I\nwill do what they wish.'  But first he had a basin of water brought,\nand he washed his hands before all the people, and said, 'I have\nnothing to do with the blood of this good Man.  See ye to it.'  And all\nthe people answered and said, 'His blood be on us, and on our\nchildren.'  Sometimes now, when we don't want to have anything to do\nwith a thing, we say, 'I wash my hands of it.'  But Pilate did have\nsomething to do with the death of Jesus, and water would not wash away\nthat sin.\n\nAnd at last, wishing to please them, Pilate had Barabbas brought out of\nprison, and gave Jesus up to be beaten.  The Roman soldiers seized\nJesus, and took off His clothes and put a scarlet dress on Him, to\nimitate the Emperor's purple robe; and they twisted pieces of a thorny\nplant which grows round Jerusalem into the shape of a crown, and put it\non His head; and they put a reed in His hand for a sceptre.  And then\nall the soldiers fell down before Jesus, and said, 'Hail, King of the\nJews.'  And then they spit at Jesus, and slapped Him; and they snatched\nthe reed out of His hands and struck Him on the head, so as to drive in\nthe thorns.\n\nOutside the city gate, on the north side of Jerusalem, there is a round\nhill, called the Place of Stoning.  On one side of that hill there is a\nstraight yellow cliff, and prisoners used sometimes to be thrown down\nfrom that cliff, and then stoned.  And sometimes they were taken to the\ntop of that round hill and crucified.  It is very likely that this is\nwhere the soldiers took Jesus.  That hill is often called Calvary.\n\nThe soldiers made Jesus lie down on the cross, and they nailed Him to\nit--putting nails through His hands and His feet.  Then they lifted up\nthe cross with Jesus on it, and fixed it in a hole in the ground.  And\nJesus said,\n\n'FATHER, FORGIVE THEM; FOR THEY KNOW NOT WHAT THEY DO.'\n\nThen the soldiers crucified two thieves, and put them near Jesus, one\non each side; and they nailed up some white boards at the top of the\ncrosses with black letters on them, to say what the prisoners had done.\nThey put over Jesus Christ's head the words--\n\n'THIS IS JESUS OF NAZARETH, THE KING OF THE JEWS.'\n\nThree hours of fearful pain passed away.  It was twelve o'clock.  And\nnow it became quite dark and it was dark till three o'clock in the\nafternoon.  That was a dreadful three hours more for Jesus.  It was a\ntime of agony of mind, like the time He spent in the Garden of\nGethsemane.  He was having His last fight with Satan, and He felt quite\nalone.  When it was about three o'clock, Jesus cried out with a loud\nvoice, 'It is finished.'  And He cried again with a loud voice, and\nsaid, 'Father, into Thy hands I commend My spirit.'  And He bowed His\nhead and died.\n\n[Illustration: Calvary.]\n\nAnd now wonderful things happened.  The ground shook; the graves\nopened; dead people woke up to life again; and a great veil, or\ncurtain, which hung before the most holy part of the Temple, was\nsuddenly torn into two pieces.  The high priest used to go once a year\ninto that Most Holy Place to offer sacrifice for sin before God.  But\nwhen the great purple and gold curtain was torn down without hands, it\nwas just as if a voice from heaven had said, 'No more blood of lambs,\nno more high priest is wanted now.  Jesus, the real Passover Lamb, has\nbeen sacrificed.  Jesus has offered His own blood before God for\nsinners, and God will forgive every sinner who trusts in the blood of\nJesus.'\n\nThen a rich man, called Joseph, came to Pilate and begged Pilate to let\nhim have the body of Jesus to bury.  Pilate said that Joseph might have\nthe body of his Master.  And Joseph came and took it down from the\ncross; and he and Nicodemus wrapped the body round with clean linen,\nwith a very great quantity of sweet-smelling stuff inside the linen.\n\nThere was a garden close to the place where Jesus was crucified, and in\nthat garden there was a grave which Joseph had cut in a rock.  The\ngrave was not like those which we have.  It was a little room in the\nrock, with a seat on the right hand, and a seat on the left, and with a\nplace in the wall just opposite the door for the body.  Joseph and\nNicodemus laid the body of Jesus in this new grave.  Then they came\nout, and rolled a great round stone over the door, and went away.\n\nJesus was crucified on Friday, and now it was Sunday.  It was very\nearly in the morning.  The soldiers were watching at the grave of\nJesus, and all was still; when suddenly the earth began to tremble and\nshake.  And behold, an angel came down from heaven, and rolled away the\nstone at the door of the tomb, and the Lord of Life came out.  The\nsoldiers did not see Jesus, but they did see the shining angel.  The\nRoman soldiers shook with fright.  They were so frightened that they\nhad no strength left in them, and as soon as they could they ran away\nfrom the place.\n\nAnd now that the soldiers had gone, some women came near--Mary\nMagdalene, Mary the mother of James, Joanna, Salome, and at least one\nor two more women.  They had brought with them some sweet-smelling\nspices, which they had made or bought, to put round the body of Jesus.\nThe light was beginning to come in the sky, to show that the sun would\nbe up soon, but it was still rather dark.  As the women came along,\nthey said one to the other, 'Who will roll away the stone for us from\nthe door of the tomb?'  For it was very great.  Then they looked, and\nbehold! the stone was gone.  And Mary Magdalene ran back to the city,\nto tell Peter and John that the door of the tomb was open.  But the\nother women went on, and went into the tomb where they had seen Jesus\nlaid.  He was not there now, but an angel in a long white robe was\nsitting on the right-hand side of the tomb.  Then the women saw two\nangels standing by them in shining clothes, and they were afraid, and\nfell on their faces to the ground.  Then one of the angels said to\nthem, 'Fear not.  He is not here; He is risen.'\n\n[Illustration: The empty tomb.]\n\nBut Mary Magdalene after all had been the first to see Jesus.  She had\nrun off to tell Peter and John that the stone was rolled away.  As soon\nas Peter and John knew that, they ran off to the grave as fast as they\ncould, and Mary Magdalene went after them.  John could run the fastest,\nso he got there first, and just peeped in through the little door in\nthe rock.  The angels had gone away, but he could see the linen\nbandages.  They were not thrown about here and there, but they were\nlying neatly together.  But when Peter came up he wanted to see more\nthan that, and he went straight into the tomb, and John followed him.\nWhen Peter and John saw that the body of Jesus had really gone, they\nwent away back to the city and told the other disciples.\n\nBut Mary Magdalene did not go back.  As she turned away from the grave\nshe saw that somebody was standing near the grave.  It was really\nJesus, but she did not know that.  She was too sad to look up.\n\nAnd Jesus said to her, 'Woman, why weepest thou?  Whom seekest thou?'\n\nMary thought, 'It is the gardener,' and she said, 'Sir, if you have\ncarried Him away, tell me where you have laid Him, and I will take Him\naway.'\n\nThen Jesus said, 'Mary.'  And Mary turned round quickly, and said,\n'Master.'  Then she saw that it was Jesus, and He sent her with a\nmessage to His disciples.  So Mary hurried back again into the city\nwith her good news.  She found the disciples, and when she said, 'I\nhave seen the Lord,' they would not believe it.  And when some other\nwomen who had met Jesus a little later came in, and said, 'We have seen\nthe Lord,' it was just the same.  The disciples only thought, 'What\nnonsense these women talk!'  Before the women came in, two of the\ndisciples had gone for a very long walk.  As they walked along, and\ntalked, Jesus came near, and went with them.\n\nWhile Jesus talked and the disciples listened, they came to the village\nof Emmaus.  That was the end of the disciples' journey, and now Jesus\nbegan to walk on by Himself.  But the disciples begged Him to stay with\nthem, 'Abide with us,' they said; 'it is getting late.  It will soon be\nevening.'  So Jesus went in, and sat down at table with them.  And He\ntook bread in His hands, and blessed it, and brake it, and gave it to\nthem.  Perhaps Jesus had some special way of saying grace which made\nthe disciples know who He was.  Anyway, they knew Him now.  And then,\nsuddenly, He was gone.  Cleopas and his friend could not keep their\ngood news to themselves.  They got up at once, and went back, more than\nseven miles, to Jerusalem, and found a number of the Lord's friends and\ndisciples sitting together at supper.  Some of them were saying, 'THE\nLORD IS RISEN INDEED.'\n\nThen Jesus Himself came to them, and He told them that it was very\nwrong not to believe.  Then, when He saw that they were frightened, He\nsaid, 'Peace be unto you,' and He showed them His hands and His feet,\nand ate some fried fish and honey which they had put on the table for\nsupper.  That was to make them understand that His body was really\nalive as well as His soul.  And now the disciples were filled with\ngladness and Joy.\n\nThen Jesus told them the same things that He had been explaining to\nCleopas and his friend, and He said to them--\n\n'AS MY FATHER HATH SENT ME, EVEN SO SEND I YOU.  GO YE INTO ALL THE\nWORLD, AND PREACH THE GOSPEL TO EVERY CREATURE.'\n\nThat is the great missionary text.  A missionary means, you remember,\n'one who is sent.'  That text was meant for you and for me, as well as\nfor the first disciples of Jesus.\n\nAfter these things, the eleven disciples went away to Galilee, and\nwaited for Jesus to meet them there.\n\nOne day Thomas and Nathanael, and James and John, and two other\ndisciples, were together by the side of the Sea of Galilee.  Peter was\nthere too, and he always liked to be doing something, so he said to the\nothers, 'I go a-fishing.'  And they said, 'We will also go with you;'\nand at once they all jumped into a little ship, and pushed off into the\nlake.  But that night they caught nothing.\n\n[Illustration: The Sea of Galilee.]\n\nNext morning Jesus came and stood on the shore.  The disciples could\nsee Him, because the little ship was now pretty near to the land, but\nthey did not know Him.  Jesus said to the men in the boat, 'Children,\nhave you anything to eat?'\n\nThey thought, I suppose, that this stranger wanted to buy some fish,\nand they said, 'No.'  Then Jesus said, 'Cast the net on the right side\nof the ship, and you shall find.'\n\nAnd the disciples did what Jesus had said, and at once the net became\nso heavy with fish that the fishermen could not pull it into the boat.\n\nThen John said to Peter, 'It is the Lord.'\n\nWhen Peter heard that, he jumped into the water, so as to get quicker\nto land.  The other disciples stayed in the boat, and dragged the fish\nalong after them.  When the boat got to land, Peter helped the other\nmen to pull the net in.  It was full of great fishes--a hundred and\nfifty and three.  Jesus had got a fire of coals ready on the beach, and\nsome bread; and some fish were broiling on the fire.  And now Jesus\nsaid to the tired fishermen, 'Come and dine,' and He waited upon them\nHimself.\n\nAfter that day by the Sea of Galilee, the disciples went to a mountain\nwhich Jesus told them about.  And Jesus met them there, and said to\nthem, 'Go and teach all nations, baptizing them in the name of the\nFather, and of the Son, and of the Holy Ghost.  AND LO I AM WITH YOU\nALWAY, EVEN UNTO THE END OF THE WORLD.'  There is another splendid\nmissionary text.\n\n[Illustration: The Mount of Olives.]\n\nJesus stayed on earth for forty days, and when the forty days were\nover, He went for a last walk with His disciples.  He took them the way\nthey had so often gone together--over the Mount of Olives, and so far\nas Bethany.  There He stopped, and lifted up His hands, and blessed\nthem.  And it came to pass, that while He blessed them, He was taken\nfrom them, and carried up into heaven, and sat down on the right hand\nof God.  As the disciples looked up earnestly towards heaven after\nJesus, two angels in white robes came and stood by them, and said, 'YE\nMEN OF GALILEE, WHY DO YOU STAND LOOKING INTO HEAVEN?  THIS SAME JESUS\nWHICH IS TAKEN UP FROM YOU INTO HEAVEN SHALL COME AGAIN IN THE SAME WAY\nAS YOU HAVE SEEN HIM GO INTO HEAVEN.'\n\nYes, dear children, Jesus is coming again some day.  He will not come\nas a little baby next time.  He will come as a King, to cast out Satan,\nto judge the world, and to take away all who love Him to be with Him\nforever.\n\n\n\n\n  \"SAVIOR, LIKE A SHEPHERD, LEAD US.\"\n\n  Savior, like a shepherd, lead us,\n    Much we need Thy tend'rest care,\n  In Thy pleasant pastures feed us,\n    For our use Thy folds prepare.\n  Blessed Jesus, Blessed Jesus,\n    Thou hast bought us, Thine we are.\n\n  We are Thine, do Thou befriend us,\n    Be the Guardian of our way;\n  Keep Thy flock, from sin defend us,\n    Seek us when we go astray.\n  Blessed Jesus, Blessed Jesus,\n    Hear, O hear us, when we pray.\n\n  Thou hast promised to receive us,\n    Poor and sinful though we be;\n  Thou hast mercy to relieve us,\n    Grace to cleanse, and power to free.\n  Blessed Jesus, Blessed Jesus,\n    We will early turn to Thee.\n\n\n\n  \"ONE THERE IS ABOVE ALL OTHERS.\"\n\n  One there is, above all others,\n    Well deserves the name of Friend;\n  His is love beyond a brother's,\n    Costly, free, and knows no end.\n\n  Which of all our friends, to save us,\n    Could or would have shed his blood?\n  But our Jesus died to have us\n    Reconciled in him to God.\n\n  When he lived on earth abasÃ©d,\n    Friend of sinners was his name;\n  Now above all glory raisÃ©d,\n    He rejoices in the same.\n\n  Oh, for grace our hearts to soften!\n    Teach us, Lord, at length, to love;\n  We, alas! forget too often\n    What a friend we have above.\n\n\n\nTHE LORD'S PRAYER\n\nOur Father which art in heaven, Hallowed be thy name.  Thy kingdom\ncome.  Thy will be done in earth, as it is in heaven.  Give us this day\nour daily bread.  And forgive us our debts, as we forgive our debtors.\nAnd lead us not into temptation, but deliver us from evil: For thine is\nthe kingdom, and the power, and the glory, for ever.  Amen.\n\n\n\nPSALM XXIII\n\n1 The LORD is my shepherd; I shall not want.\n\n2 He maketh me to lie down in green pastures: he leadeth me beside the\nstill waters.\n\n3 He restoreth my soul: he leadeth me in the paths of righteousness for\nhis name's sake.\n\n4 Yea, though I walk through the valley of the shadow of death, I will\nfear no evil: for thou art with me; thy rod and thy staff they comfort\nme.\n\n5 Thou preparest a table before me in the presence of mine enemies:\nthou anointest my head with oil; my cup runneth over.\n\n6 Surely goodness and mercy shall follow me all the days of my life:\nand I will dwell in the house of the LORD for ever.\n\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Good Shepherd, by Anonymous\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GOOD SHEPHERD ***\n\n***** This file should be named 18558-8.txt or 18558-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/8\/5\/5\/18558\/\n\nProduced by Al Haines\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n*** END: FULL LICENSE ***\n","id":1112,"split":"test"}
