{"ori_id":"cb33226b57202434789eedc650ebca166a458dcc","title":"The Assembly of Gods","context":"The Assembly of Gods\n The Assembly of Gods is composed of 301 seven line stanzas which have the standard ababbcc rhyme pattern of the rhyme royal. The meter, as critics have noted, is irregular. The poem can be broken into five main sections: an introduction, three distinct but connected narrative episodes and a conclusion.\nIn the introduction, the poet establishes the setting using conventional astrological and geographical references which place the poem within the traditional framework of a dream poem and introduces the dreamer who sits “all solytary alone besyde a lake,\/ Musyng on a maner how that I myght make\/ Reason & Sensualyte in oon to acorde” (1). But, before he can think through his puzzle he is overcome by sleep. Morpheus comes and escorts him to the court of Minos which is being held at the estate of Pluto. There the dreamer watches as Diana and Neptune accuse Aeolus of flouting their authority and discrediting them in the eyes of their worshippers. Before the trial can be concluded a messenger comes from Apollo, asking Minos to hold off on the judgement and inviting all the gods to his palace for a banquet. In Apollo’s palace, Diana’s complaint is resolved and the dreamer describes each of the gods and goddesses as they sit down to eat. The gods won’t allow Discord into their feast, but as she is leaving she meets with Atropos and sends him to stir things up. Atropos goes to the gods and complains that while the gods claim to have given him power to bring death to any who disobeyed or despised them, there is one person who has escaped his power. He threatens to leave their employ if they don’t make good on their promise to him and give him power over this person. All the gods agree that they will bring down this one who defies Atropos. They quickly resolve the dispute between Neptune and Aeolus to ensure that the offender will not be able to escape in the sea or air and then ask who it is that has defied them. When Atropos tells them that it is Virtue, Pluto says he knows him well and the only thing that can harm Virtue is Vice, Pluto’s bastard son. Vice is called for, and he assembles his host for battle. Morpheus warns Virtue of the impending battle and Virtue prepares his host and heads to the field of Microcosm, hoping to arrive before Vice and thus have the advantage. The descriptions of the assembly of these armies are made up long lists of characters representing various vices and virtues and types of people under the influence of Vice and Virtue.\nThe second narrative episode of the poem is a psychomachian battle between the hosts of Virtue and Vice for the field of Microcosm, which is possessed by Freewill. As the battle heats up, Freewill joins forces with Vice and they begin to drive Virtue and his host from the field. Perseverance comes and rallies Virtue’s troops, defeats Vice and wins the field. Freewill goes through a process of cleansing and is made a vassal of Virtue. Reason and Sadness are given control of Microcosm and set about cleansing it of the weeds planted there by Sensuality. A disgusted Atropos determines to leave the service of the “counterfete” gods saying, “For oo God ther ys that can euery dell \/ Turne as hym lyst, bothe dry & whete, \/ In to whos seruyce I shall assay to gete” (39). He goes in search of the Lord of Light and is told by Righteousness that the Lord of Light has been his master all along. Atropos’ name is changed to Death and he is sent to Microcosm. Priesthood and the sacraments are sent to the field to prepare it for the coming of Death who causes the grass to wither and shuts the gates on the field.\nThe third episode of the poem takes place in the arbor of Doctrine where the dreamer is taken to be instructed in the meaning of the vision he has seen. The walls of the arbor are painted with images of people from the history of the world which Doctrine uses to explain the meaning of the dream and the genesis of the pagan deities and to encourage the dreamer in the right way of life. When she is done, the dreamer remembers his question about the accord of reason and sensuality and he asks her to “determyne that doute” (56). She is surprised that he has not figured it out yet, and with that, Death appears. As the dreamer hides in fear of Death, Reason and Sensuality appear and agree that people should fear death.\nAfter Doctrine explains this accord to the dreamer he is taken back to his spot by the lake. He awakens and writes his dream, exhorting those who read it, hear it read or see it to learn from it and asking the blessings of heaven on those who do.\nï»¿The Project Gutenberg EBook of The Assemble of Goddes, by Anonymous\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Assemble of Goddes\n\nAuthor: Anonymous\n\nRelease Date: February 21, 2007 [EBook #20642]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE ASSEMBLE OF GODDES ***\n\n\n\n\nProduced by Jason Isbell, Taavi Kalju and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nfile was produced from images generously made available\nby The Internet Archive\/Canadian Libraries)\n\n\n\n\n\n\n\n\n\n[Transcriber's note: Until recently this work was attributed to John\nLydgate, but now most scholars consider that the author is unknown. The\nfirst mention of Lydgate's authorship of this work was made by Stephen\nHawes in 1505 as one of Lydgate's seven major works. But many scholars\nhave doubted over the years that this poem was written by Lydgate,\nbecause the style used doesn't greatly resemble the style of Lydgate's\nother works, and the vocabulary is somewhat more modern than Lydgate is\nknown to have used. Modern scholars believe that this work was written\nbetween 1478 and 1483 (about forty years after Lydgate's death).\nAnalysis of style and vocabulary have led scholars to conclude that the\nauthor might have been a woman. For further information about this poem\nplease see The Assembly of Gods, edited by Jane Chance, published by\nMedieval Institute Publications, Kalamazoo, Michigan, 1999, ISBN:\n1580440223, which is also available online at\nhttp:\/\/www.lib.rochester.edu\/camelot\/teams\/asint.htm.\n\nThe book from which this e-book was transcribed is a fascimile reprint\nof the third printing of this book, made by Wynkyn de Worde circa 1500.\nThe book was printed in blackletter font known as Wynkyn de Worde's type\n3, and uses many abbreviations, which I have expanded and rendered\ninside parenthesis, eg., {x}. The abbreviations used in this book are:\n\n  *Macron over the letter. The most common one, usually meaning\n    missing \"n\" or \"m\" after the letter. But in some cases might also\n    mean missing \"e,\" \"er\" or \"re\" after the letter. This happens\n    usually when p, q or r have macrons.\n  *Little e over Middle-English thorn, meaning \"the.\"\n  *Little t over Middle-English thorn, meaning \"that.\"\n  *Little u over Middle-English thorn, meaning \"thou.\"\n  *Little t over w, meaning \"with.\"\n  *Middle-English yogh, representing \"gh.\"\n  *Superscripted 9 after letter, meaning missing \"us.\" Used only at\n    the end of the word.\n  *Superscripted 2 after letter, meaning missing \"e,\" \"er\" or \"re.\"\n    Used only at the end of the word.\n  *Stretched s, looking like integral sign, meaning missing \"e\" or \"i\"\n    before letter s.\n  *Dot over the letter, meaning missing \"e,\" \"er\" or \"re\" after the\n    letter. Usually used with d, t, e and u. Combination q+d with dot\n    means \"quod.\"\n  *Strike through letter, meaning missing \"e,\" \"er\" or \"re\" after the\n    letter. Usually used with p, v and s. Striked through p might also\n    mean missing \"ro\" or \"or\" after p.\n\nOccasionally there were some letters printed upside down. I have\nrendered them inside brackets, e.g., [x]. The poem uses two types of\npunctuation--a dot, meaning longer pause, and a slash, meaning shorter\npause or comma. I have corrected many errors and noted them on a right\nmargin. Also this printing was missing three lines and one line had\nseveral letters missing from the middle of the line. I have marked them\non a right margin and the correct reading supplied from the modern\nedition. There were a couple of places where the word \"nota\" or \"note\"\nwas printed, but the actual notes weren't found in this reprint. There's\na fair chance that those notes were never printed. The original page\nimages are available with html edition.]\n\n\n\n\nThe assemble of goddes\nby\nJohn Lydgate\n\n\nPrinted at Westminster\nby Wynkyn de Worde about the year\n1500\n\n\nCambridge\nat the University Press\n1906\n\n\n\n\nThe work here reprinted formed part of the famous volume of black-letter\ntracts (formerly marked AB. 4. 58), which came to the University Library\nin 1715 by the gift of King George the First with the rest of the\nlibrary of John Moore, Bishop of Ely. No other copy of this edition is\nrecorded to be in existence.\n\nThe types used are Caxton's type 3 (for the title) and Wynkyn de Worde's\ntype 3, with final m and n etc. from type 1 (in the rest of the book).\nThis type 3 is not known to have been used before 1499.\n\nMr Sayle remarks that the woodcut illustration is taken from Caxton's\nsecond edition (ab. 1483-4) of Chaucer's Canterbury Tales.\n\nFRANCIS JENKINSON\n\n1906 March 5.\n\n\n\n\nI certify that I have printed 250 copies only of this facsimile, that\nthe impressions have been rubbed off the plates and the negatives\ndestroyed.\n\nP. DUJARDIN\n\n\n\n\n    Here foloweth the Interpretacoin of the names\n    of goddes and goddesses as is reherced\n    in this tretyse folowynge as Poetes wryte\n\n[Illustration]\n\n    Â¶ Phebus is as moche to saye as the Sonne.\n    Â¶ Apollo is the same or elles God of syght.\n    Â¶ Morpleus                   Shewer of dremis\n    Â¶ Pluto                      God of hell.\n    Â¶ Mynos                      Iuge of hell.\n    Â¶ Cerberus                   Porter of hell.\n    Â¶ Colus the wynde or God of the Eyre.\n    Â¶ Dyana Goddesse of wode and chase.\n    Â¶ Phebe the Mone or Goddesse of waters.\n    Aurora Goddes of {the} morow or spry{n}g of {the} daye\n    Â¶ Mars               God of batyll\n    Â¶ Iupiter            God of wysdom.\n    Â¶ Iuno               Goddesse of rychesse\n    Â¶ Saturne            God of colde.\n    Â¶ Ceres              Goddesse of corne.\n    Â¶ Cupydo             God of loue.\n    Â¶ Othea              Goddesse of wysdome.\n    Â¶ Fortune            The varyant Goddesse\n    Â¶ Pan                God shepherdes.\n    Â¶ Isys               Goddesse of frute.\n    Â¶ Neptunus           God of the se.\n    Â¶ Mynerue            Goddes of {the} batail or of heruest\n    Â¶ Bachus             God of wyne.\n    Â¶ Mercuryus          God of langage.\n    Â¶ Venus              Goddesse of loue.\n    Â¶ Dyscorde           Goddes of debate & stryffe\n    Â¶ Attropos           Dethe\n    Â¶ Here endeth {the} interpretacyon of the names\n    of Goddes & Goddesses as is reherced in the\n    treatyse folowynge as poetes wryte.\n\n\n    Whan Phebus the crabbe had nere his cours ronne\n    And toward {the} Leon his Iourney gan take\n    To loke on Pyctagoras spere \/ I had begonne\n    Â¶ Syttyng all solytary allone besyde a lake.\n    Â¶ Musyng on a maner how {that} I myght make.\n    Â¶ Reason and sensualyte in one to accorde.\n    Â¶ But I coude not bryng about {the} manacorde.\n\n    Â¶ For longe er I myght slepe me gan oppres\n    Â¶ So ponderously I coud make none obstacle\n    Â¶ In myne hede was fall suche an heuinesse.\n    Â¶ I was fayne to drawe to myne habytacle.\n    Â¶ To rowne {with} a pylow me semyd best tryacle.\n    Â¶ So leyde I me downe my dysease to releue.\n    Â¶ Anone cam in Morpleus & toke me by {the} sleue\n\n    Â¶ And as I soo laye halfe in a traunse\n    Â¶ Twene slepyng & wakyng he bad me aryse.\n    Â¶ For he sayd I must yeue attendaunce.\n    Â¶ To the grete Courte of Mynes the Iustyse.\n    Â¶ Me nought auayled ayene hym to sylogyse.\n    Â¶ For hit is oft sayd by hem that yet lyues.\n    Â¶ He must nedes go that the deuell dryues.\n\n    Â¶ Whan I see noo better but I must go.\n    Â¶ I sayd I was redy at his co{m}maundement.\n    Â¶ Wheder that he wolde me lede to or fro.\n    Â¶ Soo vp I arose and forth with hym went.\n    Â¶ Tyll he had me brought to the parlament.\n    Â¶ Where Pluto sate and kepte is estate.\n    Â¶ And with hym Mynos the Iuge desperate.\n\n    Â¶ But as we thyderwarde went by the way.\n    Â¶ I hym besought his name me to tell.\n    Â¶ Morpleus he sayde thou me call may.\n    Â¶ A syr sayde I than where do ye dwell.\n    Â¶ In heuen or in erthe eyther elles in hell.\n    Â¶ Nay he sayde myn abydyng most commonly\n    Â¶ Is in a lytyll corner called fantasy.\n\n    Â¶ And as sone as he thyse wordes had sayd.\n    Â¶ Cerberus the porter of hell {with} his cheyne.\n    Â¶ Brought theder Colus i{n} ragges euyll arayd\n    Â¶ Agay{n} whom Neptun{us} & Dyana dyd co{m}pley{n}t     Original has\n    Â¶ Saynge thus O Mynos {thou} Iuge souerayn.             co{m}pey{n}t\n    Â¶ Gyue thy cruel iugeme{n}t aye{n} this traytour so     instead of\n    Â¶ {That} we may haue cause to preyse thy lord Pluto     co{m}pley{n}t\n\n    Â¶ Then was there made a proclamacyon.\n    Â¶ In Plutoos name co{m}maunded scylence.\n    Â¶ Vpon the payn of strayt correccyon.\n    Â¶ {That} Dyana & Neptun{us} might haue audience.\n    Â¶ To declare her grefe of the grete offence.\n    Â¶ To hem do by Colus wheron they co{m}pleined\n    Â¶ And to begyn Dyana was constreyned.\n\n    Â¶ Whyche thus begyn as ye shall here.\n    Â¶ Saynge in this wyse. O thou lorde Pluto.\n    Â¶ Wyth thy iuge Mynos syttyng {with} the in fere\n    Â¶ Execute your fury vpon Colus soo.\n    Â¶ Accordyng to thofence that he to me hath do\n    Â¶ That I haue no cause forther to appele.\n    Â¶ Whyche yf I do shall not be for youre wele.\n\n    Â¶ Remembre fyrst how I a goddesse pure.\n    Â¶ Ouer all desertes \/ forestes and chaces.\n    Â¶ Haue the guydynge and vnder my cure.\n    Â¶ This traytour colus hath mani of mi places\n    Â¶ Destroyd {with} his blastes & daily me manaces\n    Â¶ Where ony wood is he shall make it playne.\n    Â¶ If he to his lyberte may resorte ageyne\n\n    Â¶ The gretest trees that ony man may fynde\n    Â¶ In forest to shade the dere for her comforte.\n    Â¶ He breketh he{m} aso{n}der or rendith he rote & ri{n}de\n    Â¶ Out of the erthe this is his dysporte.\n    Â¶ So that the deere shall haue noo resorte.\n    Â¶ Wythin shorte tyme to noo maner shade\n    Â¶ Where thorough the game is lykly to fade.\n\n    Â¶ Which to my name a reproche synguler.\n    Â¶ Sholde be foreuer whyle the worlde laste.\n    Â¶ And to all the goddes an hygh dyspleyser.\n    Â¶ To see the game soo destroyed by his blaste.\n    Â¶ Wherfore a remedy puruey in haste.\n    Â¶ And lete hym be punysshed after his offence.\n    Â¶ Cousyder the cryme and yeue your sentence.\n\n    Â¶ And whan Dyana had made her compley{n}t\n    Â¶ To mynos the Iuge in Plutoos presence.\n    Â¶ Came forth Neptun{us} {with} vysage pale & feynt\n    Â¶ Desyrynge of fauour to haue audyence.\n    Â¶ Saynge thus Pluto to thy magnyfycence.\n    Â¶ I shall reherce what this creature.\n    Â¶ Colus hath done me out of mesure.\n\n    Â¶ Thou knowest well that I haue the charge\n    Â¶ Ouer all the se and therof god I am.\n    Â¶ No shyp may sayl Keruel \/ bote ne barge.\n    Â¶ Grete karyk nor hulke {with} ony lyuyng man.\n    Â¶ But he haue my saue conduyte than.\n    Â¶ who me offendith wythin my Iurysdyccyon\n    Â¶ Owyth to submyt him to my correccyon.\n\n    Â¶ But in asmoche as it is now soo.\n    Â¶ That ye hym here haue as your prysonere\n    Â¶ I shall shew my compleynt soo.\n    Â¶ wherfore I pray you that ye wyll here.\n    Â¶ And let hy{m} not escape out of your daungere.\n    Â¶ Tyl he haue made full sethe & recompence\n    Â¶ For hurt of my name thrugh his grete offe{n}ce\n\n    Â¶ Fyrst to begyn this Colus hath ofte.\n    Â¶ Made me to retorne mi course agein nature.\n    Â¶ wyth his grete blastes whan he hath be alofte\n    Â¶ And charged me to labour fer out of mesure\n    Â¶ {that} it was grete merueyl how I might endure      Original has\n    Â¶ The com of my swete wyll testyfy.                   gtete\n    Â¶ That on the se bankes lye beten full hye.           instead of\n                                                          grete\n    Â¶ Secundly where my nature is.\n    Â¶ Both to eb & flowe a[n]d so thy course to kepe.\n    Â¶ Ofte of myne entent hath he made me mys\n    Â¶ where as I shulde haue fylled dykes depe.\n    Â¶ At a full water I myght not theder crepe.\n    Â¶ Before my season came to returne ageyn.\n    Â¶ And than went I faster than i wold certayn\n\n    Â¶ Thus he hath me dryuen ayen myn entente\n    Â¶ And contrary to my course naturall.\n    Â¶ where I shuld haue be he made me absente\n    Â¶ To my grete dyshonour & in especyall.\n    Â¶ Do thynge he vsed that worst was of all.\n    Â¶ For where I my sauegard graunted\n    Â¶ Ay in that coste he comonly haunted\n\n    Â¶ Of very pure malyce and sylfwyll.\n    Â¶ Theym to destroy in dyspyte of me.\n    Â¶ To whome I promised both in gode & yll.\n    Â¶ For to be her protectour in all aduersyte.\n    Â¶ That to theym shulde fall vpon the se.\n    Â¶ And euen sodenly or they coud beware\n    Â¶ wyth a sodeyn pyry he lapped theym in care.\n\n    Â¶ And full oft syth wyth hys boystous blaste.\n    Â¶ Or they myght be war{e} he drof he{m} on {the} sond\n    Â¶ And other whyle he brake top sayl & maste.\n    Â¶ which caused thei{m} to peryssh or thei ca{m} to lond\n    Â¶ Then cursed they the tyme {that} euer thei me fa{n}d\n    Â¶ Thus amonge the people lost is my name.\n    Â¶ And so by his labour put I am to blame.\n                                                            Original has\n    Â¶ Consyder this mater and ponder my case.               sencence\n    Â¶ Tender my compleynt as rygure requyreth               instead of\n    Â¶ Shew forth youre sentence {with} a breef clause       sentence\n    Â¶ I may not longe tary the tyme fast expyreth           Original has\n    Â¶ The offence is grete wherfore it desyreth.            erpyreth\n    Â¶ The more greuous payn and hasty iugeme{n}t            instead of\n    Â¶ For offence don wylfully wyl non auysement            expyreth\n\n    And wha{n} {the} god pluto a whyl had hi{m} bethought\n    Â¶ He rowned {with} mynos what was to do.\n    Â¶ Then he sayde openly loke thou fayl nought\n    Â¶ Thy sentence to yeue wythoute fauoore soo.\n    Â¶ Lyke as thou hast herde the causes the too.\n    Â¶ And so euenly dele twene thise partyey twein\n    Â¶ That none of he{m} haue case on {the} other co{m}pleint\n\n    Â¶ Thenne sayd mynos full indyfferently.\n    Â¶ To Dyana & Neptunus is there ony more.\n    Â¶ That ye wyll declare ageyn hym openly.\n    Â¶ Nay in dede they sayd we kepe none in store \/\n    Â¶ we haue sayd Inough to punysshe hym fore\n    Â¶ If ye in this mater be not parcyallÂ·\n    Â¶ Remembre your name was wont to be egall.\n\n    Â¶ Well than sayd Mynos now let vs see.\n    Â¶ what this boystous Colus for hy{m}self cay say\n    Â¶ For here Prima facie to vs doth appere.\n    Â¶ That he hath offended no man can say naye\n    Â¶ wherfore thou Colus wythoute more delaye\n    Â¶ Shape vs an answere to thyne accusemente\n    Â¶ And elles I must procede vpon thy iugeme{n}t\n\n    Â¶ And euen as col{us} was onward to haue said\n    Â¶ For his excuse \/ came in a messengere.\n    Â¶ Fro god Appolo to Pluto and hym prayde.\n    Â¶ On his behalfe that he wythoute daungere\n    Â¶ wolde to hym come & bry{n}ge wyth hym in fere\n    Â¶ Dyana and Neptunus vnto his banket\n    Â¶ And yf they dysdeyned hy{m}self he wold he{m} fet.\n\n    Â¶ Moreouer he sayde to god Appolo\n    Â¶ Desyred to haue respyte of the iugemente\n    Â¶ Of Colus bothe of Mynos and Pluto\n    Â¶ So Dyana & Neptun{us} were therwith co{n}te{n}t\n    Â¶ And yf they were dysposed to assente\n    Â¶ That he myght come vnto his presente\n    Â¶ He it desyred to knowe his offence\n\n    Â¶ What say ye herto sayd Pluto to hem tweyn\n    Â¶ wyll ye both assente that it shal be thus\n    Â¶ ye sayd the goddesse for my parte certeyne\n    Â¶ And I also sayd this Neptunus\n    Â¶ I am well plesid quod this Colus\n    Â¶ And whan they had a whyle th{us} togyd{er} spoke\n    Â¶ Pluto commaunded the court to be broke\n\n    Â¶ And than togeder went they in fere.\n    Â¶ Pluto and Neptunus ledynge the goddesse\n    Â¶ whome folowed Cerberus {with} his prysonere.\n    Â¶ And alderlast wyth grete heuynesse.\n    Â¶ Came I and Morpleus to the forteresse.\n    Â¶ Of the god appolo vnto his banket.\n    Â¶ where many goddes and goddesses met.\n\n    Â¶ Whan Appolo se that they were come.\n    Â¶ He was ryght glad & prayed theym to syt.\n    Â¶ Nay sayd Dyana this is all and some.\n    Â¶ ye shall me pardone I shall not syt yet.\n    Â¶ I shall fyrste know why Colus abyde.\n    Â¶ And what execucyon shall on hym be doo\n    Â¶ For his offence \/ well sayd Appollo.\n\n    Â¶ Madame ye shall haue all your plesere.\n    Â¶ Syth that it wyll none otherwyse be.\n    Â¶ But fyste I pray you let me {the} mater here\n    Â¶ why he is brought in this perplexyte.\n    Â¶ well sayd Pluto that shall ye sone se.\n    Â¶ And gan to declare euen by and by.\n    Â¶ Bothe theyr complayntes ordynatly.\n\n    Â¶ And whan Appolo had herd the reporte\n    Â¶ Of Pluto in a maner smylynge he sayd.\n    Â¶ I se well Colus thou hast small comforte.\n    Â¶ Thy selfe to excuse thou mayst be dysmaydeÂ·\n    Â¶ For to here so grete co{m}pleyntes ayen the layd\n    Â¶ And notwythstondyng if thou can say ought\n    Â¶ For thyne own wele say and tary nought\n\n    Â¶ Nota\n\n    Â¶ Forsoth sayd Colus yf I had respyte.\n    Â¶ Hereto an answere cowd I counterfete.\n    Â¶ But to haue her grace more is my delyte.\n    Â¶ wherfore I pray you all for me entrete.\n    That I may by your req{ue}st her gode grace gete\n    Â¶ And what payn or greef ye for me prouyde\n    Â¶ wythout ony grutchyng I shall it abyde.\n\n    Â¶ Lo good dame sayd god Appollo.\n    Â¶ what may he do more but sew to your grace.\n    Â¶ Beholde how the teres from his eyen goo.\n    Â¶ It is satysfaction half for his trespace.\n    Â¶ Now gloryo{us} goddes shew your petio{us} face\n    Â¶ To this pore prysoner at my request.\n    Â¶ All we for youre honour thynke thus is best.\n\n    Â¶ And yf it lyke you to do in thys wyse.\n    Â¶ And so to foryeue hym clerely his offence.\n    Â¶ One thynge surely I wyll you promyse.\n    Â¶ If he ought rebell and make resystence\n    Â¶ Or dysobey vnto your sentence.                        Original has\n    Â¶ For euery tree that he maketh fall.                   sencence\n    Â¶ Out of the erthe an \/C\/ ryse shall.                   instead of\n                                                            sentence\n    Â¶ Soo that youre game shall not dyscrease\n    Â¶ For lacke of shade i dare vndertake\n    Â¶ well syr Appolo sayd she than wyll I cease\n    Â¶ Off all my rancour and mercy {with} you make\n    Â¶ And than god Neptunus of his maner spak\n    Â¶ Saying th{us} appolo though dyana him relese\n    Â¶ yet shall he sue to me to haue his pease.\n\n    Â¶ A sayd Appolo ye wende I had forgete.\n    Â¶ You for my lady Dyana the goddesse.\n    Â¶ Nay thynke not so for I wyll you entrete.\n    Â¶ As well as her wythoute longe processe.\n    Â¶ wyll ye agre that Phebus your maystresse.\n    Â¶ May haue the guydyng of your varyaunce.\n    Â¶ I shall abyde quod he \/ her ordynaunce.\n\n    Â¶ Wel than quod appolo I pray you godd{i}s all\n    Â¶ And goddesses that ben here presente.\n    Â¶ That ye companable wyll aborde falle.\n    Â¶ Nay than sayd Othea it is not conuenyente.\n    Â¶ A dew ordre in euery place is expedyente.\n    Â¶ To be hadde wherfore ye may not lette.\n    Â¶ To be your own marshal at your own ba{n}ket\n\n    Â¶ And whan appolo se it wolde none other be\n    Â¶ He called to hym Aurora the goddesse.\n    Â¶ And sayd though ye wepe ye shall before me.\n    Â¶ Ay kepe your course and put yourself in p{re}sse\n    Â¶ Soo he her set fyrste at his owne messe.\n    Â¶ wyth her moyst clothes {with} teres all be sprey{n}t\n    Â¶ The medewes in may shew therof her co{m}plei{n}t\n\n    Â¶ Next her sat Mars myghty god and strong\n    Â¶ wyth a flamme of fyre enuyroned all about             Original has\n    Â¶ A crown of yron on his hede a spere i{n} his ho{n}d   aboeut\n    Â¶ It semed by his che{re} as he wold haue fought.       instead of\n    Â¶ And next vnto hym as I perceyue mought.               about\n    Â¶ Sat {the} goddesse Dyana in a mantell fyne.\n    Â¶ Of black sylke purfyled {with} poudred ermine\n\n    Â¶ Lyke as he had take {the} mantell & the rynge\n    Â¶ And next vnto her arayed roally.\n    Â¶ Sat the god Iupyter in his demenynge.\n    Â¶ Full sad and wyse he semed sykerly.\n    Â¶ A crowne of tynne stood on his hede.\n    Â¶ And that I recorde of all phylosophers.\n    Â¶ {that} lytyll store of Coyne kepe in her cofres.\n\n    Â¶ Ioyned to hy{m} in syttyng next there was\n    Â¶ The goddesse Iuno full rychely besene.\n    Â¶ In a sercote {that} shone as bryght as glas\n    Of goldsmyth werk {with} spa{n}gles wrought beden{e}\n    Â¶ Of royall ryches wanted she none I wene.\n    Â¶ And next to her sat the god saturne.\n    Â¶ That oft syth causeth many one to morne.\n\n    Â¶ But he was clad me thought straungely\n    Â¶ For of froste & snowe was all his aray.\n    Â¶ In his honde he helde a fawchon all blody\n    Â¶ It semed by his chere as he wold make a frai\n    Â¶ A baudryck of Isykles about his necke gaye\n    Â¶ He had and aboue on hygh on his hede.\n    Â¶ Couchid {with} hayl sto{n}es he wered a crou{n} of lede\n\n    Â¶ And nexte in ordre was set by his syde.\n    Â¶ Ceres the goddesse in a garmente.\n    Â¶ Of sacke cloth made {with} sleues large & wyde\n    Â¶ Embrowdered wyth sheues and sycles bent\n    Â¶ Of all maner greynes she sealed {the} patente.\n    Â¶ In token {that} she was goddes of corne.\n    Â¶ Olde Poetes saye she beryth the heruest horn\n\n    Â¶ Then was there set the god cupydoÂ·\n    Â¶ All fresshe & galaunte and costly in aray.\n    Â¶ Wyth ouches and rynges he was beset so.\n    Â¶ {the} paleys therof shon as though it had be day\n    Â¶ A kerchyff of plesau{n}s stood ouer his helm ay\n    Â¶ The goddesse Ceres he loked in the face.\n    Â¶ And wyth one arme he her dyde enbrace.\n\n    Â¶ Next to Cupido in order by and by\n    Â¶ Of wordly wysdum sat the forteresse.\n    Â¶ Called Othea chyef grounde of polycy.\n    Â¶ Reuler of knyghthode of prudence {the} goddes\n    Â¶ Clad all in purpure was she more & lesse.\n    Â¶ Saaf on her hede a crowne there stode.\n    Â¶ Couched wyth perles oryent fyne & good.\n\n    Â¶ And nexte to her was god Pluto set\n    Â¶ Wyth a derke myste enuyrond al about.\n    Â¶ His clothy was made of a smoky net.\n    Â¶ His colour was bothe wythin & wythoute.\n    Â¶ Foule \/ derke & dy{m}me his eyen grete & stoute.\n    Â¶ Of fyre & sulfure all his odoure wase.\n    Â¶ That wo was me whyle I beheld his face\n\n    Â¶ Fortune the goddesse {with} her perty face.\n    Â¶ Was vnto Pluto next in order sette.\n    Â¶ Varyant she was ay in shorte space.\n    Â¶ Her whele was redy to turne wythout let.\n    Â¶ Her gowne was of gawdy grene clamelet.\n    Â¶ Chaungeable of sondry dyuerse colours.\n    Â¶ To {the} condycyons accordy{n}g to her shoures\n\n    Â¶ And by her sat thoughe he vnworthy were.\n    Â¶ The rewde god Pan of shepherdes {that} gyde\n    Â¶ Clad in russet frese & breched lyke a bere.\n    Â¶ Wyth a grete terbox hangyng by his syde.\n    Â¶ A shepcrok in his ho{n}d he spared for no pryde.\n    Â¶ And by his fete lay a prekered curre.\n    Â¶ He rateled in {the} throte as he had {the} murre.\n\n    Â¶ Isys the goddes bare hym company.\n    Â¶ For at the table next she sat by his syde.\n    Â¶ In a close kyrtell embrowdered curyously\n    Â¶ {with} braunches and leues brood large & wyde.\n    Â¶ Grene as any grasse in {the} somer tyde.\n    Â¶ Of all maner frute she had the gouernaunce\n    Â¶ Of fauours odyferous was her sustynauns\n\n    Â¶ Next to her than was god Neptunus set.\n    Â¶ He sauoured lyke a fyssher of hy{m} i spak before\n    Â¶ It semed by his clothes as they had be wet.\n    About hy{m} i{n} his gyrdelsted hi{n}g fysshes mani a xx\n    Â¶ Of his straunge aray merueyled I sore.\n    Â¶ A shyp wyth a top and sayle was hys creste.\n    Â¶ Me thought he was gayly dysgysed at {the} fest.\n\n    Â¶ Than toke mynerue the goddes her sete.\n    Â¶ Ioyntly to Neptunus all in curas cladde.\n    Â¶ Gau{n}telettis on ho{n}des & sabatou{n}s on her fete\n    Â¶ She loked about as though she had be mad.\n    Â¶ An hamer and a sythe on her hede she hadde\n    Â¶ She wered two bokelers one by her syde.\n    Â¶ that other ye wote were this was al her prid\n\n    Â¶ Tha{n} cam {the} god bach{us} & by her set hy{m} doun\n    Â¶ Holdynge in his honde a cuppe full of wyne.\n    Â¶ Of grene vyne leues he wered a Ioly croun\n    Â¶ He was clad in clustres of grapes gode & fine\n    Â¶ A garlonde of yuy he chose for his sygne.\n    Â¶ On his hede he had a thredbare ke{n}dall hode.\n    Â¶ A gymlot and a fauset therupon stode.\n\n    Â¶ Next hym sat phebus wyth her colour pale.\n    Â¶ Fat she was of face but of complexon feynte.\n    She sayd she rewled Neptun{us} & made hy{m} bayl\n    Â¶ And ones in {the} monthe {with} pheb{us} was she mei{n}t\n    Â¶ Also ne were she Ceres were ateynte\n    Â¶ Thus she sat & tolde the myght of her nature\n    Â¶ & on her hede she wered a croun of siluer pure\n\n    Â¶ Ioyntly to her Marcuryus toke his see.\n    Â¶ As came to his cours wytnesse the zodyake.\n    Â¶ He had a gylden tonge as fyll for his degree\n    Â¶ In eloquence of langage he passed al {the} pake\n    Â¶ For in his talkyng no man coud fynde lake\n    Â¶ A box wyth quycksyluer he had in his honde \/\n    Â¶ Multyplyers know it wel in euery londe\n\n    Â¶ By hym sat dame Ven{us} {with} colour crystalline\n    Â¶ Whos long here shone as wyre of gold bry{gh}t\n    Â¶ Cryspe was her skyn her eyen columbyne\n    Â¶ Rauysshed myne herte her chere was so ly{gh}t\n    Â¶ Patrones of plesau{n}ce be named wel she my{gh}t\n    Â¶ A smocke was her wede garnysshed curyusli\n    Â¶ But all other she had a wanton eye\n\n    Â¶ On her hede she wered a red coper crowne\n    Â¶ A nosegay she had made ful plesauntly\n    Â¶ Bytwene her & aurora Apollo set hym doune\n    Â¶ Wyth his beames bryght he shone so ferue{n}tly\n    Â¶ That he therwyth gladyd al {the} company\n    Â¶ A crown of pure gold was on his hede set\n    Â¶ In syne {that} he was mayster & lorde of {that} banket\n            Â¶ Nota\n    Â¶ Thus was the table set round aboute\n    Â¶ Wyth goddes & goddesses as i haue you told\n    Â¶ Awaytyng on the bord was a grete route\n    Â¶ Of sage phylosophers & poetes many fold\n    Â¶ There was sad Sychero & Arystotle olde\n    Â¶ Tholome Dorothe wyth Dyogenes\n    Â¶ Plato Myssehala and wyse Socrates\n\n    Â¶ Sortes & Saph[y]r{us} {with} hermes stode behynd\n    Â¶ Auycen & Aueroys wyth hem were in fere\n    Â¶ Galyen & ypocras that physyk haue in mynd\n    Â¶ wyth help of Esculapyo{n} toward he{m} drow ner\n    Â¶ Vyrgyle Orace Ouyd and Omere\n    Â¶ Euclyde and albert yaue her attendaunce\n    Â¶ To do the godds & goddesses plesaunce\n\n    Â¶ Horeberded Orphe{us} was there {with} his harpe.\n    Â¶ And as a poyt musycal made he melody\n    Other mi{n}stral had ther non saf Pan ga{n} to carpe\n    Â¶ Of his leud bagpyp which caused {the} compani\n    Â¶ To law yet many mo ther we{re} yf i shuld not ly\n    Â¶ Som yong som old both better and werse\n    Â¶ But mo of theyr names can I not reherce\n\n    Â¶ Of al maner deyntes there was habu{n}dau{n}ce\n    Â¶ Of metes & drynkes foyson plenteuous\n    Â¶ In cam Dyscord to haue varyaunce\n    Â¶ But there was no roum to set her i{n} that hous\n    Â¶ The goddis remembred the scysme odious\n    Â¶ Among the thre goddesses {that} she had wrought       Original has\n    Â¶ At the fest of Peleus wherfore they thought           he instead\n                                                            of she\n    Â¶ They wold not {with} her dele in a venture\n    Â¶ Lest she hem brought to som inconuenyente\n    Â¶ She seyng this was wroth out of mesure\n    Â¶ And in that grete wrath out of {the} paleyse we{n}t\n    Â¶ Say{n}g to herself that chere shuld thei repent\n    Â¶ And anone {with} Attropes happed she to mete.\n    Â¶ As he had ben a gost came in a wy{n}dy{n}g shete\n\n    Â¶ She toke hym by {the} hond & rowned in his ere\n    Â¶ And told hy{m} of the banket {that} was so delycate.\n    How she was receyued & what chere she had {the}re\n    Â¶ And how euery god sat in his astate\n    Â¶ Is it thus q{uo}d attropos what in {the} deuyls date\n    Â¶ Well he sayd I se well how the game goth\n    Â¶ Ones yet for your sake shal I make he{m} wroth\n\n    Â¶ And whan she had hym al togyder told\n    Â¶ From her he departed & of her toke his leue \/\n    Â¶ Sayng {that} for her sake his way take he wolde\n    Â¶ In to the paleys his maters to meue\n    Â¶ And or he thens went he trowed he{m} to greue.\n    Â¶ Wyth such tydynges as he wold hem tel\n    Â¶ So forth he went & spake wordes fell\n\n    Â¶ Whan he came in the p{re}sence of {the} goddis [a]lle\n    Â¶ As he had ben mad he loked hym a bout\n    Â¶ His shete from his body downe he let fall\n    Â¶ And on a reud maner he saluted al the route\n    Â¶ Wyth a bold voys spekyng wordes stoute\n    Â¶ But he spake all holow as it had ben one\n    Â¶ Had spoke in a nother world {that} had wo begon\n\n    Â¶ He stode forth boldly {with} grym countenau{n}ce\n    Â¶ Sayng on this wyse as ye shal here\n    Â¶ All ye goddes yeue attendaunce\n    Â¶ Vnto my wordes {with}out all daungere\n    Â¶ Remembre how ye made me your offycere\n    Â¶ Al tho wyth my darte fynally to chastyse\n    Â¶ That {thou} dysobeyed or wolde your law dyspise\n\n    Â¶ And for the more surete seiled my patent\n    Â¶ Gyuyng me full power so to ocupy\n    Â¶ Wherto I haue enployed myn entent\n    Â¶ And that can dame Nature testefy\n    Â¶ If she be examyned she wyll not it denye\n    Â¶ For whan she forsakyth ony creature\n    Â¶ I am al redy to take hy{m} to my cure\n\n    Â¶ Thus haue I deuly wyth al mi dylygence.\n    Â¶ Executed the offyce of olde antyquyte\n    Â¶ To me by you grau{n}ted by your comyn se{n}tece\n    Â¶ For I spared none hygh nor low degre\n    Â¶ So that on my parte no faute hath be\n    Â¶ For as sone as ony to me commytted was\n    Â¶ I smote hy{m} to {the} hert he had none other grace\n\n    Â¶ Ector of Troy for al his cheualry\n    Â¶ Alexander the grete & myghty conqueroure\n    Â¶ Iulyus Cezar {with} al his companye\n    Â¶ Dauyd nor Iosue nor worthy Artur\n    Â¶ Charlis the noble that was so gret of honour\n    Â¶ Nor Iudas Machabee for al his trew herte\n    Â¶ Nor Godfrey of Boleyn coud me not asterte\n\n    Â¶ Nabugodonozor for al his grete pryde\n    Â¶ Nor the kyng of Egypt cruel Pharao\n    Â¶ Iason ne Hercules went they neuer so wyde.\n    Â¶ Cosdras Hanyball nor gentyll SypyoÂ·\n    Â¶ Cyrus Achylles nor many another mo\n    Â¶ For fayr nor foule gat of me no grace\n    Â¶ But al be at {the} last I seased hem {with} my mace.\n\n    Â¶ Thus haue I brought euery creature\n    Â¶ To an ende both man fysshe foule and best\n    And euery other thyng in whome dame nature\n    Â¶ Hath ony Iurysdyccion eyther most or lest\n    Â¶ Except oonly one in whome your be hest\n    Â¶ Is to me broke for ye me promysed\n    That my myght of non{e} shold haue be dyspysed\n\n    Â¶ Wherof the contrary daoe I well a uow                 Original has\n    Â¶ Is trew for one there is that wyl not apply           aontrary\n    Â¶ Vnto my correction nor in no wyse bow                 instead of\n    Â¶ To the dynt of my darte for dole nor destenyÂ·         contrary\n    Â¶ What comfort he hath nor the cause why\n    Â¶ That he so rebellyth I can not thynk of ry{gh}t       Original has\n    But yf ye hy{m} grau{n}ted your alders saf condyght.    yot instead\n                                                            of not\n    Â¶ And yf he so haue than do ye not as goddis.\n    Â¶ For a goddys wrytyng may not reuersed be.\n    Â¶ Yf it shold I wold not gyue you ii pesecodd{i}s\n    Â¶ For grau{n}t of your patent of offyce nere of fee.    Original has\n    Â¶ Wherefore in this mater do me equyte                  gra{n}ut\n    Â¶ Accerdi{n}g to my patent for tyl this be do           instead of\n    Â¶ Ye haue no more my seruyse nor my gode wyl            grau{n}t\n\n    Â¶ And whan al the goddis had attropos hered\n    Â¶ As they had ben wode brayd vp attones\n    Â¶ & sayd they wold not rest tyll he were conq{ue}red\n    Â¶ Taken and dystroyed body blode and bones\n    Â¶ And that they swere grete othes for {the} nonis\n    Â¶ Her lav to dyspyce that was so malapert\n    Â¶ They sayd he shuld be taught for to be so pert\n\n    Â¶ Wel sayd Appollo yf he on erth be\n    Â¶ wyth my brennyng chare I shall hy{m} co{n}found\n    Â¶ In feyth quod neptunus & he kepe these\n    Â¶ He may be well sure he shall be drownd\n    Â¶ A syr sayd Mars this haue we wel found\n    Â¶ That ony dysubeyed oure goodly precept\n    Â¶ We may well thynk we haue to long slept\n\n    Â¶ But neuertheles where I may hym fynd\n    Â¶ wyth thu{n}d{er} & lyghtning about I shall hy{m} chase\n    Â¶ And I quod Saturnus before and behynd.\n    Â¶ {with} my bytte cold shall shew hy{m} harde grace\n    Â¶ well sayd Mercuryus yf I may se his face.\n    Â¶ For euer of his spech I shall hym depryue             Original has\n    Â¶ So that hym were better dede than alyue               depryur\n                                                            instead of\n    Â¶ Ye quod Othea yet may he well be                      depryue\n    Â¶ In the eyr where he wyll & ax you no leue\n    Â¶ wherfore my counseyl is that all we\n    Â¶ May entrete Neptun{us} his rancour foryeue.           Original has\n    Â¶ And than I dout not Colus wyl hy{m} myscheue          rahcour\n    Â¶ So may ye be sure he soal you not escape              instead of\n    Â¶ & ellis of you anger he wyll make but a iape.         rancour\n\n    Â¶ But for to tel you how Colus was brought.\n    Â¶ In daungere of Pluto yet had I forget\n    Â¶ wherfore on this mater forther wyl I nou{gh}t.\n    Â¶ Procede tyll I therof haue knowlege you let\n    Â¶ It befell on a day the weder was wete\n    Â¶ And Colus thought he wold on his dysport.\n    Â¶ Goo t[u] reioyse his spyrytis and comforte\n\n    Â¶ He thought he wold se what was in {the} grou{n}d\n    Â¶ And in a krauers forth he gan hym dresse\n    Â¶ A drough had the erthe late before found.\n    Â¶ That caused it to chyne & krauy more & lesse \/\n    Â¶ Sodenly by wete constreyned by duresse\n    Â¶ Was the ground to close his sup{er}fycyall face.\n    Â¶ So streyt that to scape col{us} had noo space\n\n    Â¶ This seyng Colus be styll wythin abode.\n    Â¶ Seky{n}g where he my{gh}t haue gene fer or nere.\n    Â¶ A[n]one he was espyed and one to Pluto rode\n    Â¶ And told hy{m} how Colus was in his dau{n}gere.\n    Â¶ Than sayd he to Cerber{us} fet me {that} prysonere \/\n    Â¶ Tyl I haue hy{m} sene let hy{m} not go at large \/\n    Â¶ As {the} wylt answere of hem I yeue the charge\n\n    Â¶ Thus was this Colus take prysonere\n    Â¶ Than happed it so that the sa[m]e day                 Original has\n    Â¶ Pluto had prefyxed for a grete mater                  thh instead\n    Â¶ Mynos to syt in his robe of Ray                       of the\n    Â¶ Wherfore Cerber{us} toke the next way\n    Â¶ And led hy{m} to the place where the court shalbe\n    Â¶ where I told you Morpleus brought me\n\n    Â¶ So thyder c[a]me Dya[n]a caryed in carre\n    Â¶ To make her compleynt as I told you all\n    Â¶ And so dyd Neptunus {that} doth make and mar\n    Â¶ Walewyng {with} his wawys & to{m}blyng as a ball\n    Â¶ Her matters they meued fal what may befall\n    Â¶ There was the fyrst syght {that} euer I them saw\n    Â¶ And yf I neuer do eft I care not a straw\n\n    Â¶ But now to my matter retourne agayn\n    Â¶ And tu begyn new where I left.\n    Â¶ whan al the goddis had done her besy payne.\n    Â¶ The way to contryue how it shuld be reft\n    Â¶ Of his lyf Attropos had no cause eft\n    Â¶ To co{m}pleyn than Phebus stert vpon her fete \/\n    Â¶ And sayd I pray you let me speke a word yet\n\n    Â¶ Othea menyth wel to say on this wyse\n    Â¶ But al to entret Neptun{us} i hope shal not nede\n    Â¶ Me semyth I alone durst take {that} entesprise.\n    Â¶ Er I am begyled or ellis I shal spede                 Original has\n    Â¶ How say ye Neptunus shal I do this dede.              ellie\n    Â¶ Wy[l] ye your rancour seale at my request             instead of\n    Â¶ Madame quod he reule me as ye lykyth best             ellis\n\n    Â¶ Gr[a]mercy sayd she of your good wyll\n    Â¶ That it pleysyth you to shew me that fauorus\n    Â¶ Wherfore the goddys hygh pleysur to fulfyll\n    Â¶ Performe my desyre & leue al olde rancoure\n    Â¶ For our elders wele & sauyng of oure honour\n    Â¶ Agayn this colus that ye long haue had\n    Â¶ It is done quod he forsoth than am I gladd\n\n    Â¶ Sayd he now than Colus be {thou} to vs trewe\n    Â¶ Kepe well the eyr and oure grete rebell\n    Â¶ May we than sone euer to vs subdew\n    Â¶ Yes and that quod Colus shall here tell\n    Â¶ Nowhere in the eyr shall he rest nor dwel\n    Â¶ If he do therof put me in the faute\n    Â¶ Wyth my bytter blastes so shal I hy{m} asaut\n\n    Â¶ What sayd the god Pluto what is his name.\n    Â¶ That thus presumyth agayn vs to rebell\n    Â¶ Vertu quod attropes {that} haue he mykyl shame\n    Â¶ He is neuer confou{n}ded thus of hy{m} here I tell\n    Â¶ A sayd this pluto in dede I know hy{m} wel\n    Â¶ He hath ben euer myn vtter ennemye                    Original has\n    Â¶ Wherfore this mater agayn hy{m} take wyll I           Ho instead\n                                                            of He\n    Â¶ For all the baytes {that} we for hym haue layde\n    Â¶ Wythout my helpe be not worth a pere\n    Â¶ For though ye all the contrary had sayd\n    Â¶ yet wold he brede right nigh your althris ere\n    Â¶ No maner of thynge can hym hurt or dere\n    Â¶ Saue only a sone of my bastard\n    Â¶ Whos name is vice he kepyth my vawarad.\n\n    Â¶ Wherfore you Cerber{us} now I the charge\n    Â¶ Of Colus & wyl that thou heder fet\n    Â¶ My dere sone Vyce & say that I hy{m} charge.\n    Â¶ That he to me come without ony let\n    Â¶ Armed at all poyntes for a day is set\n    Â¶ That he {with} Vertu for al {the} goddis sake\n    Â¶ In our defence must on hym batayl take.\n\n    Â¶ Forth then went Cerberus {with} his fyry chein\n    Â¶ Brought thyd{er} vyce as he co{m}mau{n}ded was\n    Â¶ Agayn noble Vertu {that} batayl to dercygne\n    Â¶ On a glydy{n}g serpent rydy{n}ge a grete pace\n    Â¶ Formed lyke a dragon scaled hard as glas\n    Â¶ whoos mouth flammed fyre {with}out fayll\n    Â¶ wyng{i}s had it serpentyne & a long tayll\n\n    Â¶ Armed was vyce all in cure boyll\n    Â¶ Harde as horne blacker fer than sute\n    Â¶ An vngoodly sort folowed hym perde\n    Â¶ Of vnhappy capteyns of myschyfe crop & rot\n    Â¶ Pryde was the fyrst {that} next hy{m} rode god wote\n    Â¶ On a roryng Lyon next whom{e} came Enuye\n    Â¶ Syttyng on wolfe he had a scornful eye\n\n    Â¶ Wrath bestrode a wyld bore & next hy{m} ga{n} ride.\n    Â¶ In his hond he bare a blody swerd\n    Â¶ Next whom cam couetise {that} goth so fer & wide\n    Â¶ Rydy{n}g on a Olyfau{n}t as he had ben a ferd\n    Â¶ After whom rode Gloteny wyth his fat berd\n    Â¶ Syttyng on a bere wyth his grete bely\n    Â¶ And next hy{m} on a gote folowed Lechery\n\n    Â¶ Sloth was so slepy he came all behynd\n    Â¶ On a dull asse a full wery pase\n    Â¶ Thyse were {the} capteins that vyce coud fynde\n    Â¶ Best to set his feld & folow on the chase\n    Â¶ As for pety capteyns many mo there was\n    Â¶ As sacrylege symony & dyssymulacyon\n    Â¶ Manslaughter mordre theft & extorcyon\n\n    Â¶ Arrogau{n}ce Presu{m}pcyon wyth contumaci             Original has\n    Â¶ Conte{m}pcyon Co{n}tempt & Inobedyence                contumact\n    Â¶ Maly[s]e Frowardnes grete Ielasy                      instead of\n    Â¶ wodnes Hate Stryf and Impacyence                      contumaci\n    Â¶ Vnkyndnes Opp{re}ssyon {with} wofull neglyge{n}ce.\n    Â¶ Murmur Myschef Falshod & detraccyon\n    Â¶ Vsury Periury Ly and adulacyon\n\n    Â¶ Wrong Rauyne Sturdy vyolence\n    Â¶ Fals Iugement {with} Obstynacyon\n    Â¶ Dysceyt Dronknes & Improuydence.\n    Â¶ Boldnes in yll {with} foule and Rybaudy.\n    Â¶ Fornycacyon Incest and Auoutry\n    Â¶ Vnshamfastnes {with} Prodygalyte\n    Â¶ Blasfeme vaynglory & worldly vanyte\n\n    Â¶ Ignorau{n}ce Dyffydence {with} Ipocrysy\n    Â¶ Scysme Rancour Debate and Offence\n    Â¶ Heresy Errour {with} Idolatry.\n    Â¶ New fangylnes and sotyll false Pretence\n    Â¶ I{n}ordynat desyre of worldly excellence\n    Â¶ Fayned pouerte wyth apostasy\n    Â¶ Dysclaunder scorn & vnkynd Ielousy\n\n    Â¶ Hoordom baudry false mayntenaunce\n    Â¶ Treyson abusyon and pety brybry\n    Â¶ Vsurpacyon {with} horryble vengaunce\n    Â¶ Came alder last of that company\n    Â¶ All thyse pety capetayns folowed by and by.\n    Â¶ Shewyng theymself in the paleyse wyde\n    Â¶ And say they were redy that batayl to abyde\n\n    Â¶ Idylnes set the comyns in aray\n    Â¶ Without the palayse on a fayr felde\n    Â¶ But there was an ost for to make a fray\n    Â¶ I trow suche a nother neuer man beheld\n    Â¶ Many was the wepyn among he{m} {that} they weld\n    Â¶ What they were {that} came to that dysporte\n    Â¶ I shall you declare of many a sondry sort\n\n    Â¶ There were bosters crakers & brybours\n    Â¶ Praters sasers strechers and wrythers\n    Â¶ Shamefull shakelers soleyn slauedours\n    Â¶ Oppressours of people and myghty crakers\n    Â¶ Mayntenours of quarels horryble lyers\n    Â¶ Theues traytours {with} false heretykes\n    Â¶ Charmars sorcerers & many scysmatykes.\n\n    Â¶ Preuy symonyakes wyth false vsurers\n    Â¶ Multyplyers coyn wasshers & clyppers\n    Â¶ Wrong vsurpers wyth grete extorcyoners\n    Â¶ Bacbyters Glosers and fayre flaterers.\n    Â¶ Malycyous murmurers with grete claterers\n    Â¶ Tregetours Tryfelers Feyners of talesÂ·\n    Â¶ Lastyuous lurdeyns and Pykers of malys.\n\n    Â¶ Rouners Vagabundes Forgers & lesingis.\n    Â¶ Robbers Reuers Rauenous Ryfelers.\n    Â¶ Choppers of Chyrches Fynders of tydynges\n    Â¶ Merrers of maters and mony makers.\n    Â¶ Stalkers by nyght wyth Euysdroppers.\n    Â¶ Fyghters Brawlers Brekers of louedayes\n    Â¶ Getters Chyders Causers of frayes.\n\n    Â¶ Tytyuyllis Tyrau{n}tis {with} Tourmentours.\n    Â¶ Corsyd apostatis Relygyous dyssymulers:\n    Â¶ Closshers Carders wyth comon hasardours.\n    Â¶ Tyburne colops and Purskytters.\n    Â¶ Pylary knyghtys double tollyng Myllers.\n    Â¶ Gay Ioly tapters {with} hostelers of the stewes.\n    Â¶ Hores and Bawdes that many bale brewes\n\n    Â¶ Bold blasfemers wyth false Ipocrytes.\n    Â¶ Brothellers Brokers abhomynable swerers.\n    Â¶ Dryuylls Dastardes dyspysers of ryghtis\n    Â¶ Homycydes Poyseners & comon morderers\n    Â¶ Scoldis Caytyues Comberous clappers.\n    Â¶ Idolatres Enchauntors {with} false regenates.\n    Â¶ Sotyl ambydextrys and sekeers of debatis.\n\n    Â¶ Pseudo Prophetes false Sodemytes.\n    Â¶ Quesmers of chyldren wyth fornycatours.\n    Â¶ wetewoldes that suffre syn in their syghtis.\n    Â¶ Auoutrers and abhomynable auauntours.\n    Â¶ Of syn grete clappers & makers of clamours\n    Â¶ Vnthryftes & vnlustes came al to that game\n    Â¶ {with} lusk{i}s & loselis {that} might not thryue for sham{e}\n\n    Â¶ These were the comons {that} came thid{er} {that} day.\n    Â¶ Redy bowne in batayl Vertu to abyde.\n    Â¶ Apollo theym beholdyng began to sayÂ·\n    Â¶ To the goddys & goddesses beyng there {that} tid{e}\n    Â¶ Me semyth conuenyent an herowd to ryde\n    Â¶ To Vertu & byd{e} hy{m} to batayl make hy{m} boune\n    Â¶ Hy{m}self to defend forsoth it shal be sone.\n\n    Â¶ And let hym not be sodeynly take.\n    Â¶ All dyspur[u]eyed or that he beware.\n    Â¶ For than shold our dyshonour awake.\n    Â¶ If he were cowardly take in a snare.\n    Â¶ Ee quod Vyce for that haue I no care.\n    Â¶ I wyll auauntage take where I may.\n    Â¶ That heryng Morpleus p{re}uely stale away.\n\n    Â¶ And went to warne Vertu of al this afray.\n    Â¶ And bad hy{m} awake and make hymself strong\n    Â¶ For he was lyke to endure that daye.\n    Â¶ A grete mortall shoure er it were euensonge.\n    Â¶ {with} Vyce wherfore he bad hym not longe.\n    Â¶ Tary to send after more socoure.\n    Â¶ If he dyde it shold torne hym to dolour.\n\n    Â¶ And brefely the mater to he declared.\n    Â¶ Lyke as ye haue herd begynnyng and ende.\n    Â¶ Well quod Vertu he shall not be spared\n    Â¶ To the feld I wyl go how it wende.\n    Â¶ But gramercy Morple{us} myn own dere fre{n}de\n    Â¶ Of your trew hert & faythfull entente.\n    Â¶ That ye in this mat{er} to meward haue ment.\n\n    Â¶ This done Morpleus departed away.\n    Â¶ Fro Vertu to the palayse retorny{n}g agayn.\n    Â¶ None hym aspyed that I dare well say.\n    Â¶ In whych tyme Vertu dyde his besy payn\n    Â¶ People to reyse his quarell to maynteyn.\n    Â¶ Ymagynacyon was his messengere.\n    Â¶ He went to warne people both fer & nere.\n\n    Â¶ And bad hem come in all hast they myght\n    Â¶ For to strength Vertu for wyth out fayll.\n    Â¶ He sayd he shold haue long or it were nyght.\n    Â¶ Wyth Vyce to do a myghty strong batayl.\n    Â¶ Of vngracyo{us} gestes he bryngyth a gret tayll\n    Â¶ Wherfore it behouyth to help at this nede.\n    Â¶ And after this shal Vertu rewar yo{re} mede\n\n    Â¶ Whan ymagynacyon had gone his cyrcuyte\n    Â¶ To Vertue & frendis thus all about.\n    Â¶ Wythin short tyme many men of myght\n    Â¶ Gadered to Vertu in all that they myght.\n    Â¶ They hym comforted & bad hy{m} put no doute.\n    Â¶ His vtter enmy Vyce to ouerthrowe.\n    Â¶ Thoughe he {with} hy{m} brou{gh}t neuer so gret arow  Original has\n                                                            h instead of\n    Â¶ And whan Vertu se the sustau{n}ce of his oost         he\n    Â¶ He prayed all the comons to the feld hem hye\n    Â¶ Wyth her pety capteyns both lest and moste\n    Â¶ And wyth his capteyns shold folow redely.\n    Â¶ For he sayd he knew well {that} vyce was ful nye.\n    Â¶ And who myght fyrst of {the} feld recouer {the} ce{n}tre\n    Â¶ Wold kepe out {that} other he shuld not esely e{n}tre\n\n    Â¶ Then sent he forth Baptym to {the} feld before\n    Â¶ And prayed hym hartely it to ouerseÂ·\n    Â¶ That no maner trayn nor coltrop therin wor{e}         Original has\n    Â¶ To noy nor hurt hym nor his meyne.                    cotlrop\n    Â¶ And whan he thyder came he began to se.               instead of\n    Â¶ How Vyce his purseua[u]nt cryme orygynall.            coltrop\n    Â¶ Was entred before and had seased vp all.\n\n    Â¶ But as sone as herof Baptym had a syght.\n    Â¶ He fled fast away and left the feld alone.\n    Â¶ And anone Baptym entred wyth his myght.\n    Â¶ Serchyng al about where this crym{e} had gon{e}\n    Â¶ But the feld was clene defaut fou{n}d he none.\n    Â¶ Then came Vertu after with his gret oste.\n    Â¶ And his myghty capteyns both lest and most\n\n    Â¶ But to enfourme you how he thyder came.\n    Â¶ And what maner capteins he to {the} feld brou{gh}t\n    Â¶ Hymselfe sekerly was the fyrst man.\n    Â¶ Of all his grete host {that} thyderwarde sought.\n    Â¶ Syttyng in a chare {that} rychely was wrought.\n    Â¶ Wyth golde and peerles & gemmes precyous.\n    Â¶ Crowned with laurer as lord vyctoryous.\n\n    Â¶ Foure doubty knyghtes about {the} chare went.\n    Â¶ At euery corner one hit for to gyde.\n    Â¶ And conuey accordyng to Vertue his entent.\n    Â¶ At the fyrst corner was Ryghtwysnesse {that} tyde.\n    Â¶ Prudence at the seconde was set to abyde.\n    Â¶ At {the} thryd strength {the} fourth kept temperau{n}ce.\n    Â¶ These {the} chare gyded to Vertue his pleasau{n}ce.\n\n    Â¶ Next to {the} chare seuen capyteyns there roode.\n    Â¶ Echone aftre other in ordre by and by.\n    Â¶ Humylyte was {the} fyrst a lambe he bestroode.\n    Â¶ With contenau{n}ce demure he rood full soberly.\n    Â¶ A fawcon gentyll stood on his helme on hy.\n    Â¶ And next after hym came there Charyte.\n    Â¶ Rydyng on a tygre as fyll to his degre.\n\n    Â¶ Roody as a roose ay he kept his chere.\n    Â¶ On his helme on hyghe a pellycan he bare.\n    Â¶ Next whom cam pacye{n}ce {that} no where hath no pere\n    Â¶ On a camell rydyng as voyde of all care.\n    Â¶ A fenix on his helm stood so forth gan he fare.\n    Â¶ Who next hym folowed but lyberalyte.\n    Â¶ Syteng on a dromedary {that} was both good & fre.\n\n    Â¶ On his helm for his crest he bare on ospray.\n    Â¶ And next after hym folowed abstynence.\n    Â¶ Rydyng on an hete was trapure and gay.\n    Â¶ He semed a lorde of ryght grete excellence.\n    Â¶ A popyniay was his crest he was of gret dyffe{re}ce.\n    Â¶ Next hym folowed chastyte on an vnicorne.\n    Â¶ Armed at all poyntes behynde & beforne.\n\n    Â¶ A tortyldoue he bare on hyghe for his crest.\n    Â¶ Than came good besynesse last of {the} seuen.\n    Â¶ Rydyng on a panter a sondry coloured best.\n    Â¶ Gloryously beseen as he had come from heuen.\n    Â¶ A crane on his hede stood his crest for to steuen.\n    Â¶ All these .vii. capteyned had standardis of pryce.\n    Â¶ Eche of hem accordy{n}g after his deuyse.\n\n    Â¶ Many pety capteyns after these went.\n    Â¶ As trew feyth & hope mercy pease & pyte.\n    Â¶ Ryght trouth mekenesse {with} rood ente[n]t.\n    Â¶ Goodnes concorde & parfyte vnyte.\n    Â¶ Honest trewe loue with symplycyte.                    Original has\n    Â¶ Prayer fasty{n}g preuy almysdede.                     Hoeest\n    Â¶ Ioyned with {the} artycles of the crede.              instead of\n                                                            Honest\n    Â¶ Confessyon contrycyon & satysfaccyon.\n    Â¶ With sorow for synne & grete repentaunce.\n    Â¶ Foryeuenesse of trespas {with} good dysposycyon.\n    Â¶ Resystence of wrong performy{n}g of penance.\n    Â¶ Holy deuocyon wyth good contynaunce\n    Â¶ Presthode hem folowed with the sacrame{n}tis\n    Â¶ And sadnesse alse wyth the commau{n}dementes\n\n    Â¶ Suffraunce in trouble wyth Innocensy\n    Â¶ Clennes contynence and virgynyte\n    Â¶ Kyndnes reuerence {with} curteysy\n    Â¶ Content & pleased wyth pyteous pouerte\n    Â¶ Entendyng wel mynystryng equyte\n    Â¶ Twene ryght & wrong hole indyfferently\n    Â¶ And labouryng the seruyse of god to multyply\n\n    Â¶ Refuse of ryches & worldly vaynglory\n    Â¶ Perfeccyon wyth perfyght contemplacyon\n    Â¶ Relygyon professyon wel kept in memory\n    Â¶ Verry drede of god wyth holy predycacyon\n    Â¶ Celestyall sapyence wyth gostly inspyracyon\n    Â¶ Grace was the guyde of al this meyne\n    Â¶ Whome folowed konnyng {with} his genealogy\n\n    Â¶ That is to say gramer and Sophystry\n    Â¶ Phylosophy naturall logyke and Rythoryke\n    Â¶ Arsmetrycke geometry wyth astronomye\n    Â¶ Canon and Cyuyll melodyous musyke\n    Â¶ Noble Theology and corporal physyke\n    Â¶ Moralyzayson of holy scrypture\n    Â¶ Profound poetry and drawy{n}g of pycture\n\n    Â¶ Thyse folowed connyng & thyd{er} wyth hin cam\n    Â¶ Wyth many one mo offryng her seruyse\n    Â¶ To Vertu at that nede but notwythsto{n}dy{n}g than\n    Â¶ Some he refused and sayd in nowyse\n    Â¶ They shuld wyth hym go & as I coud auyse\n    Â¶ Thyse wore her names fyrst Nygro{m}mancy\n    Â¶ Geomansy magyke and glotony\n\n    Â¶ Adryomansy Ornomancy {with} pyromancy\n    Â¶ Fysenomy also and pawmestry\n    Â¶ And al her sequeles yf I shal not lye\n    Â¶ Yet connyng prayed Vertu he wold not deny\n    Â¶ Theym for to know nor dysdeyn his eye\n    Â¶ On hem to loke wherto Vertu graunted\n    Â¶ How be it in his werres ge wold not they hau{n}ted\n\n    Â¶ So had they connyng lyghly to depart\n    Â¶ From Vertu his feld and they seyng this\n    Â¶ By comyn assent hyred them a carte\n    Â¶ And made hem be caryed toward Vyce Iwys.\n    Â¶ Fro thens forth to serue hy{m} this wold not mys\n    Â¶ For loth they were to be maysterles\n    Â¶ In stede of the better the worse there they ches\n\n    Â¶ But forth to relese al the remenaunt                  Original has\n    Â¶ Of pety capteins that wyth Vertu were                 rrmenaunt\n    Â¶ Moderate dyet and wysdom auenant                      instead of\n    Â¶ Euen weyght and mesure ware of contagyo{us} ge{re}    remenaunt\n    Â¶ Loth to offend and louyng ay to lere                  Original has\n    Â¶ Worshyp and profyte {with} myrth in maner             ann instead\n    Â¶ Thyse pety capteyns wyth Vertu were in fere           of and\n\n    Â¶ Comons hem folowed a grete multitude\n    Â¶ But in came pyson to that other syde\n    Â¶ I trow there was not brefely to conclude.\n    Â¶ The .x. man that batayl to abyde.\n    Â¶ Yet neuertheles I shal not from you hyde.\n    Â¶ what maner people they were & of what secte\n    Â¶ As nere as my wyt therto wyll me derect.\n\n    Â¶ There were noble and famous doctours.\n    Â¶ Example yeuers of lyuyng gracyous.\n    Â¶ Perpetuel prestes and dyscrete confessours.\n    Â¶ Of holy scrypture declarers fructuous.\n    Â¶ Rebukers of syn & myscheues odyous.\n    Â¶ Fysshers of soules & louers of clennes.\n    Â¶ Dyspysers of veyn and worldly rychesse.\n\n    Â¶ Peasyble prelatys Iustycyal gouernours.\n    Â¶ Founders of chyrches wyth mercyfull peres.\n    Â¶ Reformers of wrong of her progenytours\n    Â¶ On peynfull pore pyteous compassyoners\n    Â¶ well menyng marchau{n}tes {with} trew artefecers\n    Â¶ Vyrgyns pure and also Innocentes\n    Â¶ Hooly matrones {with} chast contynence\n\n    Â¶ Pylgrymes & palmers {with} trew laborers\n    Â¶ Holy heremytes goddys solycytours\n    Â¶ Monesteryal monkes & well dysposed freres\n    Â¶ Chanons and nonnes feyth p{ro}fessoures\n    Â¶ Of worldly people trew coniugatours.\n    Â¶ Louers of Cryst Confounders of yll.\n    Â¶ And all that to godward yeue her good wyll\n\n    Â¶ Mayntenours of ryghte verey penytentes.\n    Â¶ Dystroyers of errour causers of vnyte.\n    Â¶ Trew actyf lyuers that set her ententis\n    Â¶ The dedis to performe of mercy and pyte\n    Â¶ Contemplatyf people that desyre to be.\n    Â¶ Salytary seruauntis vnto god alone.\n    Â¶ Rather the{n} to habou{n}d in rychesses echone.\n\n    Â¶ Thyse wyth many mo than I reherce can\n    Â¶ were come thyder redy that batayl to abyde.\n    Â¶ And take such part as fyl to Vertu than\n    Â¶ Vyce to ouerco[m]e they hoped for al his pride        Original has\n    Â¶ Al though he had more people on his syde              uoerco[m]e\n    Â¶ For the men that Vertu had were ful sure.             instead of\n    Â¶ To trust on at nede & connyng in armure               ouerco[m]e\n\n    Â¶ Macrocosme was the name of the feld\n    Â¶ where this grete batayll was set for to be\n    Â¶ In the myddys therof stode co{n}syence & beheld\n    Â¶ whyche of hem shold be brought to captyuyte\n    Â¶ Of that noble tryu{m}ph Iuge wold he be\n    Â¶ Synderesys sate hy{m} wythin closed as a park\n    Â¶ {with} his table in his honde her dedys to marke.\n\n    Â¶ To come in to the feld were hygh wayes .v.\n    Â¶ Fre to both partyes large brode and wyde\n    Â¶ Vertu wold not tari but highed hy{m} thyd{er} bliue\n    Â¶ Lest he were by vyce deceyued at that tyde\n    Â¶ Long out of the feld loth was he to abyde\n    Â¶ In auenture that he out of it were kept.\n    For tha{n} wold he haue thou{gh}t he had{e} to long slept\n\n    Â¶ In this mene tyme whyle Vertu th{us} p{ro}ceded\n    Â¶ For hy{m} & his people the feld for to wynne.\n    Â¶ He charged euery man by grace to be guyded\n    Â¶ And al that euer myght {the} feld to enter ynne.\n    Â¶ In all that season went orygynal synne.\n    Â¶ To let Vyce know how Baptym {with} his hoste.\n    Had entred Macrocosme & serched euery cooste\n\n    Â¶ A sayd Vyce I se well it is tyme.\n    Â¶ Baners to dysplay & standardes to auaunce.\n    Â¶ Al most to long haddest {thou} taryed cryme.\n    Â¶ To let vs haue knolege of this purueyaunce.\n    Â¶ yet I trow I shal lerne hem a new daunce.\n    Â¶ Wherfore I commaund you al {with}out delaye\n    Â¶ Toward the felde draw in all the hast ye may\n\n    Â¶ Than sayd {the} god Pluto {that} al men my{gh}t here\n    Â¶ Vyce I the charge as thou wylt eschew.\n    Â¶ Our heuyous Indy{n}gnacyo{n} {thou} draw not arere\n    Â¶ But put {the} forth boldly to ouerthrowe Vertu.\n    Â¶ In fayth quod Attropos & I shal after sew \/\n    Â¶ For yf he escape oure hondys this day.\n    Â¶ I tell you my seruyse haue lost for ay.\n\n    Â¶ Forth than rode Vyce {with} al his hole strength\n    Â¶ On his stede serpentyne as i told you byfore.\n    Â¶ The ost that hy{m} folowed was of a grete le{n}gth.\n    Â¶ Amo{n}g who{m} were penou{n}s & g[u]yt{er}s mani a scor{e} The next\n    Â¶ Of hys pety capteynes he made many a kni{gh}t              line is\n    Â¶ For they shuld not fle but manly {with} him fight          missing\n                                                                 from the\n    Â¶ He doubed Falshod with Dyssymylacyon.                      original\n    Â¶ Symony Vsury Wrong and Rybawdy.             The missing line reads:\n    Â¶ Malyce Deceyt Lye wythout Extorcyon.      But as he went thederward\n    Â¶ Periury Dyffydence and Apostasy.          I shall tell you more\n    Â¶ Wyth boldnes in yl to bere hym company.\n    Â¶ Thyse .xiiii. knyghtes made vyce that daye.\n    Â¶ To wyn her spores they sayd they wold assay\n\n    Â¶ In lyke wyse Vertu doubed on his syde:\n    Â¶ Of pety capteyns other fourtene.\n    Â¶ Whyche made her auou wyth hym to abyde:\n    Â¶ Her spores wold they wy{n} {that} day shold it be sen{e} Original has\n    Â¶ Thyse wore her names yf it be as I wene                  Hor instead\n    Â¶ Feyth Hope & Mercy Trouth & also Ryght.                  of Her\n    Â¶ {with} Resystence of wronge a full hardy wyghte\n\n    Â¶ Confessyon Contrycyon wyth Satysfaction\n    Â¶ Verrey drede of God Performy{n}g of penau{n}ce\n    Â¶ Perfeccyon Connyng and Good dyspocision\n    Â¶ And all knyt to Vertu they were by alyauns\n    Â¶ Wherfore to hym they made assuraunce.\n    Â¶ That feld to kepe as long as they myght.\n    Â¶ And in his quarel agayn Vyce to fyght.\n\n    Â¶ The lord of Macrocosme & rewler of {the} fee\n    Â¶ Was called Frewyll chaunger of the chau{n}ce:\n    Â¶ To whome Vertu sent embassatours thre\n    Â¶ Reson dyscresyon & good reme{m}brau{n}ce.\n    Â¶ And prayed hy{m} be fauorable his honoure to e{n}ha{n}s\n    Â¶ For but he had his fauour at {the} poynt of nedeÂ·\n    Â¶ He stood in gret doute he coude not lightly spede.\n\n    Â¶ In lyke wyse Vyce embassatours thre.\n    Â¶ For his party vnto Frewyll sent.\n    Â¶ Temptacyon foly & sensualyte.\n    Â¶ Prayng hy{m} of fauour that he wolde assent.\n    Â¶ To hy{m} as he wolde at his co{m}maundement.\n    Â¶ Haue hy{m} eftsones whan he lyst to call.\n    Â¶ On hy{m} for ony thy{n}g {that} afterward myght fall.\n\n    Â¶ Answere yaue he none to neyther party.\n    Â¶ Saue oonli he sayd {the} batayll wolde he se\n    Â¶ To wete whiche of hy{m} shold haue {the} vyctory.\n    Â¶ Hit hy{n}g in his balau{n}ce {the} ambyguyte.\n    Â¶ He sayd he wolde not restrayne his lyberte.\n    Â¶ Whan he come where sorow shold awake.\n    Â¶ Than it shold be know what part he wyl take\n\n    Â¶ Whan Vertu & Vyce be her ambassatours.\n    Â¶ Knew of this answere they stood in gret doute.\n    Neuertheles they seyd they wold e{n}dure tho shours\n    Â¶ And make an ende shortly of {that} they we{n}t aboute.\n    Â¶ Soo forth came Vyce {with} all his grete route.\n    Â¶ Er he came at {the} felde he sent yet priuely.\n    Â¶ Sensualyte before in maner of a spy.\n\n    Â¶ Whiche sewe {the} felde {with} his vnkynde seede.\n    Â¶ That caused Vertu after mykyll woo to feele\n    Â¶ For therof grewe nought but all oonly weede.\n    Â¶ Whiche made the grounde as sleper as an yele.\n    Â¶ He went ayene to vice & tolde hym euery dele.\n    Â¶ How he had done and bad hym come a way.\n    Â¶ For he had so purueyde {that} vyce sholde haue {the} day\n\n    Â¶ Soo as it happed at {that} felde they mete.\n    Â¶ Frewyll vertu and vice as tripartite.\n    Â¶ Saaf vertu a litil before the felde had gete.\n    Â¶ And ellis his aua{n}tage forsoth had be ful lyght\n    Â¶ Not for then encombred so was neuer wyght.\n    Â¶ As vertu & his men were with the ranke wede\n    Â¶ That in {the} felde grew of sensualitees sede\n\n    Â¶ But as soone as vyce of vertu had a syght.\n    Â¶ He gan swage gonnes as he had be woode\n    Â¶ That heryng vertu co{m}maunded euery wyght\n    Â¶ To pauyce hym vnder the sygne of {the} rode.\n    Â¶ And bad he{m} not drede but kepe styll where thy stode.\n    Â¶ It was but a shour shold sone co{n}fou{n}de\n    Â¶ wherfore he co{m}mau{n}ded the{m} sta{n}d & kepe her grou{n}d\n\n    Â¶ And whan vyce cam nerer to the felde.\n    Â¶ He callyd sore for bowes & bad hem shote faste\n    Â¶ But vertu & hys meyny bare of with {the} sheld.\n    Â¶ Of the blyssyd Trynyte ay tyll shot was past.\n    Â¶ And wha{n} shot was done vyce cam forth at last.\n    Â¶ Purposyng the felde wyth assaute to wyn.\n    Â¶ But v{er}tu kept it long he myght not ent{er} theryn.\n\n    Â¶ All that tyme Frewyll stode & hym bethought.\n    Â¶ To which he my{gh}t leue & what p{ar}t he wold take.\n    Â¶ At last sensualite had hy{m} so fer brought.\n    Â¶ That he sayd playnly he v{er}tu wold forsake.\n    Â¶ And in vyce hys quarell all his power make.\n    Nota Iwis quod reason {that} is not for the beste.\n    Â¶ Noforse sayd frewyll I wyll do as my lyst.\n\n    Â¶ Vertu was full heuy when he see frewyll\n    Â¶ Take part with vyce but yet neuerthelesse.\n    Â¶ He dyde that he myght the felde to kepe styll.\n    Â¶ Tyll vyce with frewyll so sore gan hy{m} oppresse.\n    Â¶ That he was constrayned clerely by duresse.           Original has\n    Â¶ A lytyll tyne abacke to make abew retret.             constranyed\n    Â¶ All thyng consydered hit was the best feet.           instead of\n                                                            constrayned\n    Â¶ Fyrst to remembre how vyce parte was.\n    Â¶ Ten ayen one strenger by lyklynesse.\n    Â¶ And than how frewyll was with hym alas.\n    Â¶ Whoo coude deme vertu but in heuynesse.\n    Â¶ Moreouer to thynke how that slyper grasse.\n    Â¶ That of sensualyte hys onkynde seede grew.\n    Â¶ Vnder foot in standyng encombred vertew\n\n    Â¶ Yet notwitstondyng vertue his men all.\n    Â¶ Nobelly theym bare and faught myghtyly.\n    Â¶ How be it {the} sleper grasse made many of he{m} fall.\n    Â¶ And from thense in maner departe sodenly.\n    Â¶ That seyng vyce his hoost began to shout & cry.\n    Â¶ And sayd on in Pluto name on & all is oureÂ·\n    Â¶ For this day shal Vyce be made a conquerour.\n\n    Â¶ Thus Vertu was by myght of vyce & Frewyll\n    Â¶ Dryuen out of the feld it was the more pyteÂ·\n    Â¶ How by it yet Baptym kept his ground styll.\n    Â¶ And {with} hym abode feyth hope & vnyte.\n    Â¶ And konnynge also {with} a grete meyne.\n    Â¶ Confessyon contrycyon were redy at her hond.\n    Â¶ And Satysfaction Vyce to wythstond.\n\n    Â¶ But al the tyme whyle Vertu was away.\n    Â¶ A my{gh}ty conflycte kept they {with} Vycys rout.\n    Â¶ And yet neuertheles for al that grete afray.\n    Â¶ Hope stod vpryght & feyth wold neuer lout\n    Â¶ And euermor{e} sayd Baptym syres put no dout.\n    Â¶ Vertu shal return & haue his entent.\n    Â¶ This feld shal be ours or let me be shent.\n\n    Â¶ And whyl thyse pety captey{n}s sustend th{us} {the} feld\n    Â¶ Wyth Vertu his reward come good p{er}seuerauns\n    Â¶ An hugy my{gh}ty hoost & whan he beheld.\n    Â¶ How Vertu hym withdrew he toke dysplesau{n}s.\n    Â¶ And wha{n} he to hy{m} cam he sayd ye shal your cha{n}s\n    Â¶ Take as it fallyth wherfore returne ye must.          Original has\n    Â¶ Yet ones for your sake {with} Vyce shal I Iust.       fallyrh\n                                                            instead of\n    Â¶ Alas that euer ye shold lese your honour.             fallyth\n    Â¶ And therwyth also {the} hygh p{er}petuel crown.\n    Â¶ Which is for you kept in the celestyal tour.\n    Â¶ Wherfore be ye called chrystys champyon.\n    Â¶ How is it that ye haue noo compassyone.\n    Â¶ On baptyme feyth & hope konnyng & vnite.\n    Â¶ That sta{n}d so hard bestad & fyght as ye may see.\n\n    Â¶ All the tresour erthely vnder {the} fyrmame{n}t\n    Â¶ That euer was made of goddys creacyon.\n    Â¶ To reward theym euenly were not equyualent.\n    Â¶ For her noble labour in his affleccyon.\n    Â¶ Wherfore take vpon you your Iurisdyccyon\n    Â¶ Rescu yonder knyghtes & recontynu fyght.\n    Â¶ And els a dew your crown for al your gret my{gh}t\n\n    Â¶ Vith these & suche wordys as I haue you tolde\n    Â¶ By good perseueraunce vttred in this wyse.\n    Â¶ Vertu hym remembred & gan to vexe bolde.\n    Â¶ And sayd yeue trew knyghtis to rescu I auyse\n    Â¶ Let vs no lengar tary from this entrepryse.\n    Â¶ Agayn to {the} felde soo Vertu retourned.\n    Â¶ That caused he{m} be mery {that} lo{n}g afore had morned\n\n    Â¶ Auaunt baner q{uo}d he in {the} name of Iesu\n    Â¶ And with {that} his people set vp a gret shoute.\n    Â¶ And cryed with a loude voce a Vertu a Vertu.\n    Â¶ Then began Vyce his hoost for to loke a boute.\n    Â¶ But I trow p{er}seuerau{n}ce was not long withoute\n    Â¶ He bathed his swerd in his foos blood.\n    Â¶ The boldest of hem all not ones hy{m} withstoode.\n\n    Â¶ Constau{n}ce hym folowed & brought hy{m} his spere\n    Â¶ But when p{er}seuerau{n}ce saw Vyce on his stede.\n    Â¶ No man coude hym let tyll he came there.\n    Â¶ For to byd hym ryde I trow it was no nede.\n    Â¶ All Vertu his oost prayed for his good spede.\n    Â¶ Agayn Vyce he rode with his grete shaft.\n    Â¶ And hym ouerthrew for all his sotyll craft.\n\n    Â¶ That seyng Frewill came to conscyence.\n    Â¶ And gan hym to repente {that} he with hym had be.\n    Â¶ Prayeng hym of cou{n}sell for his grete offence.\n    Â¶ That he agayn Vertu had made his arme.\n    Â¶ What was best to doo to humylyte:\n    Â¶ Q{uo}d conscyence must {thou} go so he hym thyder sent\n    Â¶ Dysguysed {that} he were not knowen as he wente.\n\n    Â¶ And whan he thyder came humylyte hym toke.\n    Â¶ A token & bad hym go to conffessyon.\n    Â¶ And shew hym his mater with a peteous loke\n    Â¶ Whiche done he hym sent to contrycyon.\n    Â¶ And fro thensforthe to satysfaccyon.\n    Â¶ Thus fro poost to pyler was he made to dau{n}ce.\n    Â¶ And at the last he went forthe to penau{n}ce.\n\n    Â¶ But now for to tel you whe{n} Vyce was ou{er}throw\n    Â¶ A gret part of his oost about hym gan resorte.\n    Â¶ But he was so febyll {that} he coude noman know.\n    Â¶ And whan they se {that} they knew no comforte.\n    Â¶ But caryed hym away be a preuy porte.\n    Â¶ And as they caryed dyspeyre with hy{m} met.\n    Â¶ With Vyce his rewarde he cam theym for to fet\n\n    Â¶ Then came there downe goodly ladyes tweyn.\n    Â¶ From the hyghe heuen aboue the fyrmamente.\n    Â¶ And sayd the gret Alpha & Oo moost souereyn.\n    Â¶ For that nobell tryumphe had hem thyder sent.\n    Â¶ One of hem to dryue Vyce to grete tormente.\n    Â¶ With a fyry strong {that} she bare in her hande.\n    Â¶ And so he dede dyspere & all his hole bande.\n\n    Â¶ The name of this lady was called Prestyence.\n    Â¶ She neuer left Vyce ne none {that} wolde hy{m} folow.\n    Â¶ Tyll they were co{m}mytted by {the} dyuyne sentence.\n    Â¶ All to payne perpetuell & Infynyte sorow.\n    Â¶ Right wysnes went to se {that} noma{n} shold he{m} borow.\n    Â¶ Th{us} al entreted sharpely were they tyll Cerber{us}\n    Â¶ Had hem beshut within his gates tenebr{us}.\n\n    Â¶ And all {the} whyle {that} Prestye{n}ce {with} her scorge smert\n    Â¶ To rewarde Vyce gan her thus occupy.\n    Â¶ With all his hole bende after her desert.\n    Â¶ That other gloryo{us} lady {that} came fro heue{n} on hy.\n    Â¶ Hauyng in her honde the palme of vyctory.\n    Â¶ Came downe to Vertu & toke hym to {that} p{re}sent.\n    Â¶ Sayeng thus that Alpha & Oo hath hym sent.\n\n    Â¶ And as ferre as I ryght coude vnderstonde\n    Â¶ That ladyes name was Predestynacyon.\n    Â¶ Vertu & his oost she blessyd with her honde.\n    Â¶ And in heuyn graunted hem habytacyon.\n    Â¶ Whereto eche of hem reseruyd was a crowne.\n    Â¶ She sayd in token that they enherytours.\n    Â¶ Of the glory were & gracious conquerours.\n\n    Â¶ Wych done the ladyes ayen to gyder met\n    Â¶ And towarde heuen vp they gan to fly\n    Â¶ Embraced in armes as they had ben knyt.\n    Â¶ Togyd{er} {with} a gyrdyl but so sodenly.\n    Â¶ As {the}y wer{e} vanysshyd saw I neu{er} thy{n}g {with} ey.\n    Â¶ And anone Vertu wyth al his company.\n    Â¶ Kneled dou{n}n & tha{n}ked god of {that} vyctory.\n\n    Â¶ Yet had I forget whan Vyce was ouerthrow.\n    Â¶ To haue told you hou many of Vycys hoost.\n    Â¶ Gan to seke pease & darked dou{n}n ful low.\n    Â¶ And besought mercy what so euer it coste.\n    Â¶ To be her mene to Vertu els {the}y we{re} but lost.\n    Â¶ And some in lyke wyse to feyth & hope sought.\n    Â¶ What to do for pease they sayd they ne rou{gh}te.\n\n    Â¶ Some also Baptym sewed to be her mene.\n    Â¶ Som to one som to other as thei he{m} gete my{gh}te.\n    Â¶ But al to Confessyon we{n}t to make he{m} clene\n    Â¶ And as {the}y came to co{n}sye{n}ce he they{m} bad go ly{gh}te.\n    Â¶ Er tha{n} old attropes of he{m} had a sy{gh}t.\n    Â¶ For yf he so theym toke lost they we{re} for euer\n    Â¶ He sayd Vyce to forsake better late thy{n} neuer.\n\n    Â¶ Som eke for socour drew to circu{m}cision.\n    Â¶ But by hy{m} coud they gete but smal fauoure.\n    Â¶ For he in that company was had but in derysyo{n}\n    Â¶ Neuer{the}lesse to feyth he bad he{m} go laboure.\n    Â¶ Prayng they{m} for olde acqueynta{n}ce they{m} socoure\n    Â¶ Wel q{uo}d feth for his sake I shal do {that} I may doo\n    Â¶ But fyrste for the best way baptym go ye to.\n\n    Â¶ For by hym sonest shal ye recouer grace.\n    Â¶ Which shal to Vertu bryng you by processe.\n    Â¶ Wherfore in ony wyse loke ye make good face.\n    Â¶ And let noman know of your heuynes.\n    Â¶ So they were by baptym brou{gh}t out of destres\n    Â¶ Turned al to Vertu & whan this was done.\n    Â¶ Vertu cu{m}mau{n}ded Frewyl before hym come.\n\n    Â¶ To whom thus he sayd I haue grete merueyl\n    Â¶ Ye durst be so bold Vyces party to take.\n    Â¶ Who bad you do so & yaue you that counseyl.\n    Â¶ Iustly vnto that ye shal me preuy make.\n    Â¶ Then sayd Frewyll & swemfully spake.\n    Â¶ Knelyng on his kne wyth a chere benygn.               Original has\n    Â¶ I pray you syr let pyte your eres to me enclyne.      benyng\n                                                            instead of\n    Â¶ And I shall yow tel the verrey soth of all.           benygn\n    Â¶ How it was & who made me that way drawe.\n    Â¶ For soth sensualyte his p{ro}pre name they call.\n    Â¶ A sayd reason then I know wel that felowe.\n    Â¶ Wyld he is & wanton of me stant hy{m} none awe.\n    Â¶ Is he so q{uo}d Vertu wel he shall be taught.\n    Â¶ As a player shuld to draw another draught.\n\n    Â¶ And {with} that came sadnesse wyt his sober chere.\n    Â¶ Bryngyng Sensualite beyng ful of thought.\n    Â¶ And sayd that he had take hym prysonere.\n    Â¶ A welcome sayd Vertu now haue I {that} I sou{gh}t.\n    Â¶ Blessed be the good lord as {thou} wold it is nought\n    Â¶ Why arte {thou} so wanton he sayd for shame.\n    Â¶ Or {thou} go at large {thou} shalt be more tame.\n\n    But sto{n}d a part a whyle tyl I haue spoke a word\n    Â¶ Wyth Frewyl a lytyl & then shalte {thou} knowe.\n    Â¶ What shalbe thy fynau{n}ce & then he sayd in bord\n    Â¶ Vnto Frewyl the bend of your bowe.\n    Â¶ Begynnyth to slake but suche as ye haue sowe\n    Â¶ Must nedes repe there is none waye.\n    Â¶ Notwythstondy{n}g that lette what ye can saye.\n\n    Â¶ What is your habilite me to recompense.\n    Â¶ For the grete harme that ye to me haue do.\n    Â¶ Forsoth sayd Frewyll in open audyence.\n    Â¶ But oonly Macrocosme more haue I not loo.\n    Â¶ Take {that} yf it pleyse you I wyl that it be soo.\n    Â¶ Yf I may vnderstond ye be my good lorde.\n    Â¶ In dede sayd Vertu to that wyll I accorde.\n\n    Â¶ Then made Vertu Reason his leyftenaunte.\n    Â¶ And yaue hi{m} a grete charge macrocosme to kepe\n    Â¶ That done Sensualite yeld hym recreaunte.\n    Â¶ And began for anger bytterly to wepe.\n    Â¶ For he demed surely hys sorowe shold not slepe\n    Â¶ Then made Vertu Frewyll bayl vnd{er} Reason.\n    Â¶ The feld for to ocupy to his behoue that season.\n\n    Â¶ And then sayd Vertu to Sensualyte.\n    Â¶ Thou shalt be rewarded for thy besynesse.\n    Â¶ Vnder this furme al fragylyte\n    Â¶ Shalt {thou} forsake both more and lesse.\n    Â¶ And vnd{er} the guydy{n}g {thou} shalt be of sadnesse.\n    Â¶ All though it somwhat be agayn thy herte.\n    Â¶ Thy Iugements gyuen {thou} shalt it not asterte.\n\n    Â¶ And evyn {with} that came in dame Nature.\n    Â¶ Sayeng th{us} to Vertu syr ye do me wronge.\n    Â¶ By duresse & constreynt to put this creature.\n    Â¶ Gentyll Sensualyte {that} hath me s{er}ued longe.\n    Â¶ Clerely from his lyberte & set hym amonge.\n    Â¶ They{m} that loue hy{m} not to be her vnd{er}loute.\n    Â¶ As it were a cast away or a sho cloute.\n\n    Â¶ And perde ye know well a rewle haue I must\n    Â¶ Wythin Macrocosme forsoth I say not nay.\n    Q{uo}d Vertu but se{n}sualyte shal not p{er}form your lust\n    Â¶ Lyke as he hath do befor this yf I may.\n    Â¶ Therfro hy{m} restreyn sadnesse shal assay.\n    Â¶ How be it ye shal haue your hole lyberte.\n    Â¶ Wythin Macrocosme as ye haue had fre.\n\n    Â¶ And whan Vertu had to Nature sayd thus\n    Â¶ A lytyll tyne his ey castyng hym besyde.\n    Â¶ He se in a corner stondyng Morpleus\n    Â¶ That hy{m} before warned of {that} berely tyde.\n    Â¶ A syrs sayd Vertu yet we must abyde.\n    Â¶ Here is a frend of ours may not be forgete.\n    Â¶ After his deserte we shall hy{m} entreate\n\n    Â¶ Morple{us} sayd Vertu I tha{n}ke you hertely\n    Â¶ For your trew herte & your grete laboure.\n    Â¶ That ye lyst to come to me soo redely.\n    Â¶ Whan ye vnderstood {the} comy{n}g of that shoure.\n    Â¶ I thanke god & you of sauy{n}g of my{n} honour.\n    Â¶ Wherfore this preuylege now to you I gra{n}t\n    Â¶ That {with}in Macrocosme ye shall haue your hau{n}t\n\n    Â¶ And of fyue posternes {the} keys shall ye kepe.\n    Â¶ Lettyng in & out at hy{m} whome ye lyst.\n    Â¶ As long as in Macrocosme your fad{er} wyll crepe.\n    Â¶ Blere whos ey ye wyll hardely {with} your myst\n    Â¶ And kepe your werkes close there as in a chyst\n    Â¶ Saaf I wold desyre you spare Pollucyon.\n    For no thy{n}g may me plese {the} sou{n}eth to corrupcyon.\n\n    Â¶ And wha{n} he had th{us} sayd {the} keyes he hy{m} toke.\n    Â¶ And toward his castell {with} his people went\n    Â¶ Byddy{n}g reason take good hede & about loke\n    Â¶ That se{n}sualite by Nature were not she{n}t.\n    Â¶ Kepe hy{m} short he sayd tyll his lust be spe{n}t\n    Â¶ For better were a chylde to by vnbore\n    Â¶ Than let hy{m} haue {the} wyll & foreuer be lore.\n\n    Â¶ And wha{n} olde Attropos had seen & herd all this\n    Â¶ How Vertu had opteyned astonyed as he stood.\n    Â¶ He sayd to hy{m}selfe somwhat there is amys.\n    Â¶ I trow well my patent be not all good.        Next line is missing\n    Â¶ Sayeng to the goddys I see ye do but iape.    from the original.\n    Â¶ After a worthy whew haue ye made me gape.     The line reads:\n                                                    And ran to the palyse\n    Â¶ How a deuyll way sholde I Vertue ouerthrow.   as he had be wood\n    Â¶ When he dredeth not all your hole route.\n    Â¶ How ca{m} ye make good your pate{n}t wold I know\n    Â¶ Hit is to Impossable to bryng that aboute.\n    Â¶ For stryke hym may I not {that} is out of doute.\n    Â¶ A good Attropos sayd god Apollo.\n    Â¶ An answere conuenyent shall thou haue herto.\n\n    Â¶ The wordes of thy patent dare I well say\n    Â¶ Stretche to no forther but were dame Nature\n    Â¶ Hath Iurysdyccyon the{re} to haue the way Nota.\n    Â¶ And largesse to stryke as longet to thy cure.\n    Â¶ And as for Vertu he his no cryature.\n    Â¶ Vnder the predycament conteyned of quantyte\n    Â¶ Wherefore his dystruccyon longeth not to the.\n\n    Â¶ A ha sayd Attropos then I see well.\n    Â¶ That all ye goddys be but cou{n}terfete.              Original has\n    Â¶ For oo God there is that can euerydell.               goodys and\n    Â¶ Tourne as hym lest bothe drye & whete.                coue{n}terfete\n    Â¶ In to whoos seruyce I shal assay to gete.             instead of\n    Â¶ And yf I may ones to his seruyce come.                goddys and\n    Â¶ Your names shal be put to oblyuyone.                  cou{n}terfete\n\n    Â¶ Thus went Attropos fro the paleys wrooth.\n    Â¶ But in the mene tyme whyle {that} he there was.\n    Â¶ Glydyng by the paleys resydyuacyon gooth.\n    Â¶ Towarde Macrocosme with a peynted fase.\n    Â¶ Clad lyke a pylgryme walkyng a grete pase.\n    Â¶ In the forme as he had ben a man of ynde.\n    Â¶ He wede haue made reson & sadnesse both bly{n}de\n\n    Â¶ With sensualyte was he soone aqueynted.\n    Â¶ To whome he declared his mater pryuely.\n    Â¶ Yet he was espyed for all his face peynted.\n    Â¶ Then reson hy{m} co{m}mauded pyke hy{m} the{n}s lightly.\n    Â¶ For his ease q{uo}d sadnesse so cou{n}seyll hym wyll I.\n    Â¶ Soo was sensualyte ay kepte vnder foote.\n    Â¶ That to resydyuacyon myght he doo no boote.\n\n    Â¶ Then went he to Nature & asked her auyse.\n    Â¶ His entent to opteynde what was best to doo.\n    Â¶ She sayd euer syth Vertu of vyce wan {the} pryse.\n    Â¶ Reson with sadnesse hath rewled the felde soo.\n    Â¶ That I & sensualyte may lytyll for the doo.\n    Â¶ For I may noo more but oonly kepe my cours.\n    Â¶ And yet is sensualyte strenger kept & wours.\n\n    Â¶ Th{us} hery{n}g resydiuacon fro the{n}s he went ageyn\n    Â¶ Full of thought & sorow {that} he myght not spede.\n    Â¶ Than reson & sadnesse toke wedehokes tweyn.\n    Â¶ And all wylde wa{n}tonesse out {the} felde gan wede.\n    Â¶ With all the slyper grasse {that} grewe of the sede.  Original has\n    Â¶ That sensualyte before therin sew.                    thr instead\n    Â¶ And fro thens forth kept it clene for vertew          of the\n\n    Â¶ Than began new grase in the felde to spryng.\n    Â¶ All vnlyke {that} other of colour fayr & bryght.\n    Â¶ But then I aspyed a meruelous thyng.\n    Â¶ For the grou{n}de of {the} felde gan wex hore & whyt.\n    Â¶ I coude not conceyue how {that} be myght.\n    Â¶ Tyll I was enformed & taught it to know.\n    Â¶ But wher vertu occupyet must nedes wel grow\n\n    Yet in the mene tyme while the felde thus grow.\n    Â¶ And reson with sadnesse therof had gouerau{n}ce.\n    Â¶ Many a preuy messenger thyder sent Vertew.\n    Â¶ To know yf it were guyded to his plesau{n}ce.\n    Â¶ Now prayer eft fastyng & often tyme penau{n}ce.\n    Â¶ And whan he myght goo preuely almesdede.\n    Â¶ And bad hy{m} to his power helpe where he se nede\n\n    While {that} felde thus rewled reson with sadnesse.\n    Â¶ Maugre dame Nature for all her carnall might\n    Â¶ Came thyder Attropos voyd of all gladnesse.\n    Â¶ Wrapped in his shete & axed of ony wyght.\n    Â¶ Coude wysse hym the vay to the lorde of light.\n    Â¶ Or ellis where myght fynde ryghtwysnesse.             Original has\n    Â¶ Forsothe sayd reyson I trow as I gesse.               ryghwysnesse\n                                                            instead of\n    Â¶ At Vertu his castell ye may soone hym fynde.          ryghtwysnesse\n    Â¶ If ye lyst the laboure thyder to take.\n    Â¶ And there shall ye know yf ye be not blynde.\n    Â¶ The next wey to the lord of lyght I vndertake.\n    Â¶ So thyder went Attropos petycyon to make.\n    Â¶ To ryghtwysnesse preyeng that he myght.\n    Â¶ Be take in to the seruyse of the lorde of lyght.\n\n    Â¶ What sad ryghtwysnesse {thou} olde dotyng foole.      Original has\n    Â¶ Whome hast thou seruyd syth the worlde bega{n}        ryghwysnesse,\n    Â¶ But oonly hym where hast {thou} go to scole.          yast and oonhl\n    Â¶ Whethery art {thou} double or elles the sam man.      instead of\n    Â¶ That thou were fyrst a syr sayd he than.              ryghtwysnesse,\n    Â¶ I praye you hertely holde me excused.                 hast and oonly\n    Â¶ I am olde & febell my wyttys are dysused.\n\n    Â¶ Well sayd ryghtwysnes for as moche as thow.\n    Â¶ Knowest not thy mayst{er} thy name shal I chau{n}ge\n    Â¶ Dethe shalt {thou} be caled from he{n}s forward now\n    Â¶ Among all the peple that shal be had strau{n}ge.\n    Â¶ But whan {thou} begynnest to make thy chalau{n}ge.\n    Â¶ Dredde shalt thou be where so thou become.\n    Â¶ And to noo creature shalt thou be welcome.\n\n    Â¶ And as for theym whome thou dedest serue.\n    Â¶ For as moche as they presume on hem to take.\n    Â¶ That hygh name of god they shal as they des{er}ue\n    Â¶ Therfore be rewarded I dare vnd{er}take.\n    Â¶ Wyth payn p{er}petual among fendes blake.\n    Â¶ And her names shall be put to oblyuyon.\n    Â¶ Among men but it be in dyrysyon.\n\n    Â¶ Aha sayd Attropos now begy{n}ne I wex glad.\n    Â¶ That I shal thus auenged of hem be.\n    Â¶ Syth they so long tyme haue made me so mad.\n    Â¶ Yee q{uo}d ryghtwysnesse here what I say to the.\n    Â¶ The lorde of lyght sent the worde by me.\n    Â¶ That in Macrocosme sesyne shalt thou take\n    Â¶ wherfore thy darte redy loke thou make\n\n    Â¶ And as soone as Vertue that vnderstood\n    Â¶ He sayd he was pleased that it sholde soo be\n    Â¶ And euen forth with he co{m}maunded presthood\n    Â¶ To make hym redy the felde for to se\n    Â¶ So thyder went presthode with benygnyte\n    Â¶ Conueyeni{n}g thyder the blessyd sacrament\n    Â¶ Of Eukaryst but fyrst were thyder sent\n\n    Â¶ Confessyo{n} contrycyon and satysfaccyo{n} (nota\n    Â¶ Sorow for synne and grete repentaunce\n    Â¶ Holy deuocyon with good dysposycyon\n    Â¶ All these thyder came and also penaunce\n    Â¶ As her dewte was to make purueaunce\n    Â¶ Agayn the comyng of that blessyd lorde\n    Â¶ Feyth hope & charyte therto were acorde\n\n    Â¶ Reason with sadnesse dyde his dylygence\n    Â¶ To clense the felde within and without\n    Â¶ And whan they se the bodely presence\n    Â¶ Of that holy Eukaryst lowly gan they lout\n    Â¶ So was that lorde receyued out of dout\n    Â¶ With all humble chere debonayre & benygne\n    Â¶ Lykly to pleasure it was a grete sygne\n\n    Â¶ Then came to the felde the mynyster fynall\n    Â¶ Called holy vnccyon with a crysmatory\n    Â¶ The fyue hye wayes in especyall\n    Â¶ Therof he anoy{n}ted & made hit sanctuary\n    Â¶ Whome folowed deth whiche wolde not tary\n    Â¶ His feruent power there to put in vre\n    Â¶ As he was co{m}mau{n}ded grau{n}tyng dame Nature\n\n    Â¶ Nota.\n\n    Â¶ He toke his darte called his mortall launce\n    Â¶ And bent his stroke towarde the feldes herte\n    Â¶ That seyng preesthode bad good remembrau{n}ce\n    Â¶ Towarde the felde tourne hym & aduerte\n    Â¶ For except hym all vertues thense must sterte\n    Â¶ And euen with that dethe there sesyne toke\n    Â¶ And then all the company clerely hit forsoke\n\n    Â¶ And as soone as dethe thus had sesyne take\n    Â¶ The colour of the felde was chau{n}ged sodeynly\n    Â¶ The grasse therin seere as though it had be bak\n    Â¶ And the fyue hygh wayes were mured vpon hy\n    Â¶ That fro the{n}sforwarde none entre shold therbi\n    Â¶ The posternes were also without lette\n    Â¶ Bothe inwarde & outwarde fyne fast shette\n\n    Â¶ Whiche done sodeynly dethe vanysshed a way\n    Â¶ And Vertu exalted was aboue the fyrmament\n    Â¶ Where he toke crowne of glory {that} is ay\n    Â¶ Preparate by Alpha & oo omnypotent\n    Â¶ The swete frute of macrocosme thyd{er} {with} hy{m} we{n}t\n    Â¶ And on all this mater as I stood musyng thus\n    Â¶ Agayn fro the felde to me came Morpleus\n\n    Â¶ Saye{n}g thus what chere how lyketh {the} this fyght\n    Â¶ Haste thou seen ynough or wyll thou see more\n    Â¶ Nay syr I sayd my trouthe I you plyght\n    Â¶ This is suffycyente yf I knew wherfore\n    Â¶ This was to me shewed for therof he lore\n    Â¶ Coueyte I to haue yf I gete myght\n    Â¶ Folow me quod he and haue thy delyght\n\n    Â¶ Soo I hym folowed tyll he had me brought\n    Â¶ To a foresquare herber walled round aboute\n    Â¶ Loo q{uo}d Morple{us} here maist thou {that} thou sought\n    Â¶ Fynde yf thou wyll I put the out of doute\n    Â¶ A lytyll whyle we stood styll there withoute\n    Â¶ Tyll wytte chyef porter of that herber gate\n    Â¶ Requyred by stodye lete vs in there ate\n\n    Â¶ But whan I came in meruayled gretly\n    Â¶ Of that I behelde & herde reporte\n    Â¶ For fyrst in a chayre apparaylled royally\n    Â¶ There sate dam doctryne her childern to exorte\n    Â¶ And about her was many a sondry sorte\n    Â¶ Some wyllyng to lerne dyuerse scyence\n    Â¶ And some for to haue perfyte intellygence\n\n    Â¶ Crowned she was lyke an Emperesse\n    Â¶ With .iii. crownes standyng on her hede on by\n    Â¶ All thyng about her an Infynyte processe              Original has\n    Â¶ Were to declare I tell you certaynly                  teyng\n    Â¶ Neuerthelesse some in mynde therof haue I             instead of\n    Â¶ Whiche I shall to you as god wyll yeue me grace       thyng\n    Â¶ As I sawe & herde tell in short space\n\n    Â¶ Fast by Doctryne on that one syde\n    Â¶ As I remembre sate holy Texte\n    Â¶ That opened his mouthe to {the} people wyde\n    Â¶ But not in comparyson to Glose {that} sate nexte.\n    Â¶ Moralyzacyon with a cloke contexte\n    Â¶ Sate & Scrypture was scrybe to theym all\n    Â¶ He sate ay wrytyng of that that sholde fall\n\n    Â¶ These were tho that I there knewe\n    Â¶ By no maner waye of olde acqueyntau{n}ce\n    Â¶ But as I before saw theym with Vertewe\n    Â¶ Company in felde & hauyng dalyau{n}ce\n    Â¶ And as I thus stood halfe in a traunce\n    Â¶ Whyle they were occupyed in her besynesse\n    Â¶ Aboute the walles myn ey gan I dresse\n\n    Â¶ Where I beheld the meruaylous story\n    Â¶ That euer I yet sawe in ony pycture\n    Â¶ For on tho walles was made memory\n    Â¶ Syngulerly of euery creature\n    Â¶ That there had byn bothe forme & stature\n    Â¶ Whoos names reherse I wyll as I can\n    Â¶ Bryng theym to mynde in ordre euery man\n\n    Â¶ Fyrst to begynne there was in portrature\n    Â¶ Adam & Eue holdyng an apell rounde\n    Â¶ Noe in a shyp & Abraham hauyng sure\n    Â¶ A flyntstone in his honde & Isaac lay bounde\n    Â¶ On an hyghe mou{n}te Iacob slepyng sounde\n    Â¶ And a long ladder stood besyde\n    Â¶ Ioseph in a Cysterne was also there that tyde.\n\n    Â¶ Next whom stode Moyses with his tables two\n    Â¶ Aaron and Vrre his armes supportynge\n    Â¶ Ely in a brennyng chare was there also.\n    Â¶ And Elyze stode clad in hermytes clothynge.\n    Â¶ Dauyd wyth an harpe and a stone slynge.\n    Â¶ Isaye Ieremy and Ezechyell.\n    Â¶ And closed wyth Lyons holy Danyell.\n\n    Â¶ Abacuc Mychee with Malachy.\n    Â¶ And Ionas out of a whales body comynge.\n    Â¶ Samuel in a Temple & holy zachary.\n    Â¶ Besyde an aulter all blody stondynge.\n    Â¶ Osee wyth Iudyth stood there conspyryng.\n    Â¶ The deth of Dioferne & Salamon.\n    Â¶ A chylde wyth hys swerde dyuydynge in two.\n\n    Â¶ Many mo p{ro}phetes certeynly there were.\n    Â¶ Whoos names now come not to my mynde:\n    Â¶ Melchysedech also I espyed there.\n    Â¶ Brede & wyne offryng as fell to his kynde.\n    Â¶ Ioachym & Anna stode al behynde.\n    Â¶ Embraced in armes to the golden gate.\n    Â¶ And holy Iohan Baptyst in desert sat.\n\n    Â¶ And now comyth to my remembrunce.\n    Â¶ I am auysed I saw Sodechy:\n    Â¶ And Amos also with sober countenaunce.\n    Â¶ Stondyng wyth her faces towarde Sophony.\n    Â¶ Neemy & Esdras bare hem companye.\n    Â¶ The holy man Iob as an Impotente.\n    Â¶ Then folowed in pycture wyth Thoby pacyent\n\n    Â¶ Thyse wyth many mo on that one syde.\n    Â¶ Of that grene herber portrayed were.\n    Â¶ A sayd Morpleus a lytyll tyme abyde.\n    Â¶ Turn thy face where thy backe was ere.\n    Â¶ And beholde well what thou seeste there.\n    Â¶ Than I me turned as he me badde.\n    Â¶ With herte stedfaste & countenaunce sadde.\n\n    Â¶ Where I sawe Peter wyth his keyes stonde.\n    Â¶ Poule wyth a swerde and Iames also.\n    Â¶ Wyth a scalop & Thomas holdyng in his honde\n    Â¶ A spere and Phylyp aproched hym to:\n    Â¶ Iames the lesse nexte hem in pycture too.\n    Â¶ Stode wyth Bartylmew whych was all flayn\n    Â¶ Symon & Thadee shewed how they were slayn\n\n    Â¶ Mathy and Barnabe drawy{n}g lottys stode\n    Â¶ Nexte whome was Marke a Lyon hym by.\n    Â¶ Hys boke holdyng & Mathew in his mode.\n    Â¶ Resembled an aungell wyth wyngys gl{or}yously.        Original has\n    Â¶ Luke had a calfe to holde his boke on hye.            gl{or}youly\n    Â¶ And Iohan wyth a cuppe & palme in his honde.          instead of\n    Â¶ An Egle bare his book thus saw I hem stonde           gl{or}yously\n\n    Â¶ Gregory and Ierome Austyn and Ambrose.\n    Â¶ Wyth pyllyo{n}s on ther hedes stode lyke doctors\n    Â¶ Bernard wyth Amselme and as I suppose.                Original has\n    Â¶ Thomas of alquyne and Domynyk co{n}fessours.          suppese\n    Â¶ Benet and Hew relygyous gouernours.                   instead of\n    Â¶ Martyn & Iohan with bysshops tweyne.                  suppose\n    Â¶ Were there also and Crysostom certayne.\n\n    Â¶ Behynd all thyse was worshypfull Bede.\n    Â¶ All behynde and next hym stood Orygene.\n    Â¶ Hydynge his face as he of his dede.\n    Â¶ Had hem ashamed ye wote what I mene.                  Original has\n    Â¶ For of errour he was not al clene.                    bem instead\n    Â¶ And on that syde stode laste of alle.                 of hem\n    Â¶ The noble p{ro}phetyssa Sybell men her call.\n\n    Â¶ Let me remembre now I you pray\n    Â¶ My barayn is so thynne I deme in my herte\n    Â¶ Some of the felyshyp that I there say.\n    Â¶ In all this whyle to haue ouersterte.\n    Â¶ A benedicite none coude I aduerte.\n    Â¶ To thy{n}ke on Andrew the apostle {with} his crosse.\n    Â¶ Whome to forgete were a grete losse.\n\n    Â¶ Many one were peynted on that wall.\n    Â¶ Whoos names come not to my remembrau{n}ce.\n    Â¶ But thyse I marked in especyall.\n    Â¶ And moo coude I tell in countenaunce.\n    Â¶ Of tyme but forth to shewe you the substaunce.\n    Â¶ Of this mater in the myndys of that arbere.\n    Â¶ Sat Doctryne coloured as ony crystall clere.\n\n    Â¶ Crowned as I tolde you late here before.\n    Â¶ Whoos apparayl wos worth tresour Infynyte\n    Â¶ All erthly rychesse count I no more.\n    Â¶ To that in co{m}paryson valewy{n}g the{n} a myte.\n    Â¶ Ouer her hede houed a culuer fayr & whyte.\n    Â¶ Out of her byll p{ro}ceded a grete leme.\n    Â¶ Downward to Doctryne lyke a sonne beme\n\n    Â¶ The wordes of Doctryne yaue grete redole{n}s\n    Â¶ In swetnesse of sauour to her dyscyples al.\n    Â¶ It fer exceded myr & frankencense.\n    Â¶ Or ony other tre spyce or els galle.\n    Â¶ And whan she me espyed anone she gan me cal.\n    Â¶ A{n}d co{m}mau{n}ded morple{us} {that} he shold bry{n}g me nere\n    Â¶ For she wold me hew the effect of my desyre.          Original has\n                                                            Ad{n}, bry{n}\n    Â¶ She sayd I know the cause of thy comyng.              and theffect\n    Â¶ Is to vnderstond be myn enformal yon.                 instead of\n    Â¶ Sensyble the mater of morpleus his shewynge           A{n}d, bry{n}g\n    Â¶ As he hath the led about in vesyon.                   and the effect\n    Â¶ Wherfore now I apply thy natural reason.\n    Â¶ Vnto my wordes & or thou hens wend.\n    Â¶ Thou shalt it know begynnyng and ende.\n\n    Â¶ For whan Colus to pluto was broughte:\n    Â¶ By hys owne neclygence taken prysonere.\n    Â¶ Wythin the erth for he so fer foughte.\n    Â¶ Sygnyfed is no more be that matere.\n    Â¶ But only to shew the how it doth appere:\n    Â¶ That welth vnbrydeled at thyn eye.\n    Â¶ Enbraseth mysrewle and oft causyth foly.\n\n    Â¶ For lyke as Colus beyng at his large\n    Â¶ Streyted hymself thrugh his own lewdenesse\n    Â¶ For he wolde deele where he had no charge\n    Â¶ Ryght soo wantons by her wyldenesse\n    Â¶ Oftesythe bryng hymselfe in dystresse\n    Â¶ Because they sometyme to largely deele\n    Â¶ What may wors be suffred tha{n} ouermykell weele\n\n    Â¶ By Mynos the Iuge of hell desparate\n    Â¶ May be vnderstonde goddys ryghtwysnes\n    Â¶ That to euery wyght his payne deputate\n    Â¶ Assygneth acordyng to his wyckednes\n    Â¶ Wherfore he is called Iuge of cruelnes\n    Â¶ And as for Dyana & Neptunus compleynte\n    Â¶ Fygured may be fooles reason feynt.\n\n    Â¶ For lyke as they made her suggestyon\n    Â¶ To haue me Colus from cours of hys kynde\n    Â¶ Which was Impossyble to bryng to correccyon\n    Â¶ For euermore hys lyberte haue wyll the wynde\n    Â¶ In lyke wyse fooles other whyle be blynde\n    Â¶ Wenyng to subdew with her one honde\n    Â¶ That is ouermykell for all an hole londe\n\n    Â¶ But what foloweth therof that shall thou here\n    Â¶ When they were come to the bankete\n    Â¶ The grete Apollo with his sad chere\n    Â¶ Soo fayre & curtously gan theym entret\n    Â¶ That he made her beerdys on the new gete\n    Â¶ Loo what wysdome dooth to a foole\n    Â¶ Wherefore are children put to scoole\n\n    Â¶ Ofte is it seen with sobre contenaunce\n    Â¶ That wyse men fooles ouercome ay\n    Â¶ Tornyng as hem lyst & all her varyaunce\n    Â¶ Chaunge from ernest in to mery play\n    Â¶ What were they bothe amendeth that day\n    Â¶ When they were dreuen to her wyttes ende\n    Â¶ Were they not fayne to graunt to be his frende\n\n    Â¶ Ryght soo fooles when they haue done\n    Â¶ All that they can than be they fayne\n    Â¶ Gyue vp hed mater to oblyuyone\n    Â¶ Without rewarde they haue no more brayne\n    Â¶ And yet ful ofte hath hit be sayne\n    Â¶ When they it haue foryete & set at nought\n    Â¶ That they full dere haue afterwarde it bought\n\n    Â¶ And as for all tho that represent\n    Â¶ To be called goddys at that banket\n    Â¶ Resemble false ydollys but to his entent\n    Â¶ Was Morpleus co{m}maunded thyder the to fet\n    Â¶ That thou sholdest know the maner & the get\n    Â¶ Of the paynym law and of her byleue\n    Â¶ How false ydolatry ledeth hem by the sleue\n\n    Â¶ For soone vppon the worldys creacyon\n    Â¶ When Adam and Eve had broke the precept\n    Â¶ Whiche clerkes call the tyme of deuyacyon\n    Â¶ The worldly people in paynym law slept\n    Â¶ Tyll moyses vnd{er} god the tables of stone kept\n    Â¶ In whiche tyme Poetes feyned many a fable\n    Â¶ To dyscrete Reason ryght acceptable\n\n    Â¶ And to the entent that they sholde sounde\n    Â¶ To the eeres of hem the more pleasantly\n    Â¶ That they{m} sholde rede or here the yaue they{m} a grou{n}d{e}\n    Â¶ And addid names vnto they{m} naturally\n    Â¶ Of whom they spake & callid he{m} goddis hy\n    Â¶ Some for the strength & myght of her nature\n    Â¶ And some for her sotyll wytty coniecture\n\n    Â¶ By nature thus as the seuen planettes\n    Â¶ Haue her propre names by Astronomeres\n    Â¶ But goddys were they called by old Poetes\n    Â¶ For her gret feruency of werkyng in her speres\n    Â¶ Experyence preueth this at all yeres\n    Â¶ And for as other that goddys called be\n    Â¶ For sotyll wytte that shall I teche the\n\n    Â¶ How they by that hyghe name of god cam\n    Â¶ In this sayd tyme the people was so rude\n    Â¶ That what maner creature man or woman\n    Â¶ Coude ony newelte contryue and conclude\n    Â¶ For the comon wele all the multytude\n    Â¶ Of the comon people a god sholde hym call\n    Â¶ Or a goddesse after hit was fall\n\n    Â¶ Of the same thyng that was so newefounde\n    Â¶ As Ceres for she the crafte of tylthe fonde\n    Â¶ Wherby more plentouously corne dyd habou{n}de\n    Â¶ The people her called thrugh out euery londe\n    Â¶ Goddesse of corne wendyng in her honde\n    Â¶ Had layn all power of cornes habundaunce\n    Â¶ Thus were {the} Paynems deceyued by ignorau{n}ce\n\n    Â¶ In lyke maner Isys was called the goddesse\n    Â¶ Of frute for she fyrst made it multuply\n    Â¶ By the name of graffyng & soo by processe\n    Â¶ The name of Pan gan to deyfy\n    Â¶ For he fyrst founde the mene shepe to guy\n    Â¶ Some toke it also by her condycyon\n    Â¶ As Pluto Fortune and suche other doon\n\n    Â¶ Thus all that Poetes put vnder couerture\n    Â¶ Of fable the rurall people hit toke\n    Â¶ Properly as acte refusyng the fygure                  Original has\n    Â¶ Which errour some of hem neuer forsoke                arte\n    Â¶ Ofte a false myrour deceyueth a mannes loke           instead of\n    Â¶ As thou mayst dayly pryue at thyne ey                 acte\n    Â¶ Thus were the paynyms deceyued generally\n\n    Â¶ That seyng the dedely enemy of mankynde\n    Â¶ By his pouer premyssyue entred the ymagys\n    Â¶ Within the Temples to make the people blynde\n    Â¶ In her ydolatry standyng on hyghe stagys\n    Â¶ Insomoche whoo vsed dau{n}gerous passagys\n    Â¶ Ony maner way by water or be londe\n    Â¶ When hyd his sacryfyce his answere redy fonde\n\n    Â¶ Thus duryng the tyme of deuyacion\n    Â¶ From Adam to Moyses was ydolatry\n    Â¶ Through the worlde vsed in comon opynyon\n    Â¶ These were the goddys that thou there sy\n    Â¶ And as for the awayters that stood hem by\n    Â¶ They polytyke Phylosophers & Poetes were\n    Â¶ Whiche feyned the fables {that} I speke of here\n\n    Â¶ Then seased the tyme of deuyacyon\n    Â¶ When Moyses receyued that tables of stone\n    Â¶ Entryng the tyme of reuocacyon\n    Â¶ On the mounte of Synay stondyng allone\n    Â¶ God yaue hym myght ayene all his fone\n    Â¶ And then began the olde testament\n    Â¶ Whiche to the people by Moyses was sent\n\n    Â¶ And that tyme dured the Incarnacyon\n    Â¶ Of Cryste and then began it to sese\n    Â¶ For then came the tyme of reconcylyacyon\n    Â¶ Of man to god I tell the doutlese\n    Â¶ When the sone of man put hym in prese\n    Â¶ Wylfully to suffre dethe for mankynde\n    Â¶ In holy scrypture this mayst thou fynde\n\n    Â¶ This Reconcylyacyon was the tyme of grace\n    Â¶ When fou{n}ded was the chirche vpon {that} fayre sto{n}e\n    Â¶ And to holy Peter the keye delyuered was\n    Â¶ Of heuen hell dyspoyled was anone\n    Â¶ Thys was mankynde delyuered from his fone   Original has Wnd\n    Â¶ And then began the newe testament           instead of And\n                                                The last line of stanza\n    Â¶ Whiche .iii. tymes a sondry dyuyded       is missing. The line reads:\n    Â¶ Mayst thou here see yf thou lyst beholde      That the Crystyn pepyll\n    Â¶ The fyrst behynde the in pycture is prouyded  beleve in present.\n    Â¶ The seconde of the lyft honde shew p{ro}phet olde       Original has\n    Â¶ The .iii. on the ryght honde here it is to {the} tolde  in instead\n    Â¶ Thus hast thou in vysyon the verey fygure               of is\n    Â¶ Of these .iii. tymes here shewed in portrayture\n\n    Â¶ That is to say fyrst of deuyacyon\n    Â¶ From Adam to Moyses recordyng scripture\n    Â¶ Seconde fro Moyses to the Incarnacyon\n    Â¶ Of Cryst kepeth reuocacyon cure\n    Â¶ And as for the thyrd thou mayst be verrey sure\n    Â¶ Wylt dure from thens to the worldes ende\n    Â¶ But now the .iiii. must thou haue in mynde\n\n    Â¶ Whiche is callid p{ro}perly {the} tyme of pylgremage\n    Â¶ After some & some named it otherwyse\n    Â¶ And call hit the tyme of daungerous passage\n    Â¶ And some of werre that fully hit dyspyse\n    Â¶ But what so it be named I wyll the auyse\n    Â¶ Remembre it well and prynte it in thy mynde\n    Â¶ Wherof the fygure mayst thou me behynde\n\n    Â¶ And elles remembre thyselfe in thyne herte\n    Â¶ How Vyce & Vertue dayly theym occupy\n    Â¶ In maner one of hem hym to peruerte\n    Â¶ Another to bryng hym to endeles glory\n    Â¶ Thus they contynue fyght for the vyctory\n    Â¶ Hit is no nede herof to tell the more\n    Â¶ For in this short vysyon {thou} hast seen it before\n\n    Â¶ And as for Attropos greuous compleynt\n    Â¶ Vnto the goddys betokeneth noo more\n    Â¶ But oonly to shew the how frendely constrey{n}t\n    Â¶ On a stedfast herte weyeth full sore\n    Â¶ Good wyll requyreth good wyll ayene therfore\n    Â¶ Dyscorde to deth hathe ay byn a frende\n    Â¶ For Dyscorde bryngeth many to her ende\n\n    Â¶ Wherfore Dethe thought he wolde auenged be\n    Â¶ On his frendes quarell yf that he myghte\n    Â¶ For her gret vnkyndnesse is somoche as she\n    Â¶ Was among hem all had so in despyte\n    Â¶ And at that ba[n]ket made of soo lyte\n    Â¶ Which caused hym among he{m} to cast in a bone\n    Â¶ That fou{n}de they{m} gnawyng ynough euerichone\n\n    Â¶ Thus ofte is seen on frende for a nother\n    Â¶ Wyll say & doo and some tyme maters feyne\n    Â¶ And also kynnysmen a cosyne or a brother\n    Â¶ Wyll for his alyer he haue cause compleyne\n    Â¶ And where that he loueth doo his besy peyne\n    Â¶ His frendes mater as his owne to take\n    Â¶ Whiche oft sythe causeth mychyll sorow awake\n\n    Â¶ Be hit ryght or wrong he chargeth not a myte\n    Ap towarde that poynt he taketh lytyll hede\n    Â¶ So that he may haue his frowarde appetyte\n    Performed he careth not how his soule spede (not{e}\n    Â¶ Of God or Deuyll haue suche lytyll drede\n    Â¶ How be it one there is that lord is of all\n    Â¶ Whiche to euery wyght at last rewarde shall\n\n    Â¶ And as for {the} batayl betwene Vertu holde\n    Â¶ Soo playnly appereth to the inwardly\n    Â¶ To make exposycyon therof new or olde\n    Â¶ Were but superfluyte therefore refuse hit I\n    Â¶ In man shall thou fynde {that} were kept dayly\n    Â¶ Lyke as {thou} hast seen it fowty[u]e before thy face\n    Â¶ The pycture me behynd{e} sheweth it i{n} lytyll space\n\n    Â¶ And as for Macrocosme it is nomore to say\n    Â¶ But the lesse worlde to the comon entent\n    Â¶ Whiche applyed is to man both nyght & day\n    Â¶ Soo is man the felde to which all were sent\n    Â¶ On bothe partyes & they that thyder went\n    Â¶ Sygnyfye nomore but after the condycyon\n    Â¶ Of euery manes opynyon\n\n    Â¶ And as for the noble knygt Perseueraunce\n    Â¶ Which gate the felde when it was almost gone\n    Â¶ Betokeneth nomore but the contynuaunce\n    Â¶ Of vertuous lyvyng tyll dethe hath auergone\n    Â¶ Who soo wyll doo rewarded is anone\n    Â¶ As Vertue was with the crowne on hy\n    whiche is noo more but euerlastyng glory\n\n    Â¶ And as for Prestynacyon                       The line is cut short.\n    Â¶ That eche of hem rewarded after his deserte   The line must be:\n    Â¶ Is to vnderstonde nomore but dampnacyon       And as for Prescience\n    Â¶ To vycyous people is the verey scourge smert  and Predestinacion\n    Â¶ Rewarde for they fro Vertue wolde peruert\n    Â¶ And endelesse Ioye is to hem that be electe\n    Â¶ Rewarded & to all that folow the same secte\n\n    Â¶ And as for the keyes of the posternes fyue\n    Whiche were to Morple{us} rewarded for his laboure\n    Â¶ Sygnyfye not elles but whyle man is on lyue\n    Â¶ His fyue inwarde wyttes shall be euery hour\n    Â¶ In his slepe occupyed in hele & in langour\n    Â¶ With fantasyes tryfels Illusyons & dremes\n    Â¶ Whiche Poetes call Morpleus stremes\n\n    Â¶ And as for Residiuacyon is nomore to say\n    Â¶ But after Confessyon tornyng ayene to synne\n    Â¶ Whiche to euery man retornyth sauns delay\n    Â¶ To vycyous lyuyng agayn hym to wynne\n    Â¶ Whyle ony man lyueth wyll it neuer blynne\n    Â¶ That cursed conclusyon for to bryng aboute\n    Â¶ But Reason with Sadnes kepe it styll oute\n\n    Â¶ Here hast thou properly the verrey sentence\n    Â¶ Perde now declared of this vysyon\n    Â¶ The pycture also yeueth clere intellygence\n    Â¶ Therof beholden with good dyscresyon\n    Â¶ Loke well aboute and take consyderasyon\n    Â¶ As I haue declared whether hit soo be\n    Â¶ A syr quoth Morpleus what tolde I the\n\n    Â¶ Hast thou properly the verey sentence\n    Â¶ Loke on yon wall yonder before\n    Â¶ And all that tyme stood I in a wyre\n    Â¶ Whiche way first myn hert wolde yeue more\n    Â¶ To loke in a stody stood I therfore\n    Â¶ Neuerthelesse at last as Morpleus me badde\n    Â¶ I loked forwarde with contenaunce sadde\n\n    Â¶ Where I beheld in portrayture\n    Â¶ The maner of the felde euen as it was\n    Shewed me before & euery creature\n    Â¶ On bothe sydes beyng drawyng in small space\n    Â¶ Soo caryously in soo lytyll a compace\n    Â¶ In all this worlde was neuer thyng wrought\n    Â¶ Hit were Impossyble in erthe to be thought\n\n    Â¶ And when I had long beholde that pycture\n    Â¶ What q{uo}d Morpleus how longe shalte thou loke\n    Â¶ Daryng as a dastard on yon portrayture:\n    Â¶ Come of for shame thy wytte stante a croke\n    Â¶ I heryng that myn herte to me toke\n    Â¶ Towarde the fourthe wall tornyng my vysage\n    Â¶ Where I sawe Poetes & Phylosophers sage\n\n    Â¶ Many one moo that at the banket\n    Â¶ Serued the goddes as I sayde before\n    Â¶ Som were made standyng & som in chayris set\n    Â¶ Som lokyng on bokys as they had stodyed sore\n    Â¶ Som drawyng almenakis & in her hondis bore\n    Â¶ Astyrlabes takyng the altytude of the sonne\n    Â¶ Among whome Dyogenes sate in a tonne\n\n    Â¶ And as I was lokyng on that fourthe wall\n    Â¶ Of Dyogenes beholdyng the ymage\n    Â¶ Sodeynly Doctryne began me to call\n    Â¶ And bad me tourne towarde hyr my vysage\n    Â¶ And soo then I dyde with humble corage\n    Â¶ Whan thynkest {thou} she sayd hast {thou} not thentent\n    Â¶ Yet of these foure walles what they represent\n\n    Â¶ The pycture on the fyrst {that} standeth at my bake\n    Â¶ Sheweth the {the} present tyme of pylgremage\n    Â¶ Of whiche before I vnto the spake\n    Â¶ Whiche is the tyme of daungerous passage\n    Â¶ The seconde dyscrettly agayne my vysage\n    Â¶ The tyme expresseth of Deuyacyon\n    Â¶ Whyle paynyme lawe had the domynacyon\n\n    Â¶ The thryd wall standyng on my lyfe honde\n    Â¶ The tyme representeth of Reuocacyon\n    Â¶ And the fourthe standyng on my ryght honde\n    Â¶ Determyneth the tyme of Reconsylyacyon\n    Â¶ This is the effecte of thy vysyon\n    Â¶ Wherfore the nedeth no more theron to muse\n    Â¶ Hit were but veyne thy wyttes to dysuse\n\n    Â¶ But duryng the tym of Reconsylyacyon\n    Â¶ Thy tyme of pylgremage loke well {thou} spende\n    Â¶ And then woll gracyous Predestynacyon                 Original has\n    Â¶ Bryng the to glory at thy law ende                    well instead\n    Â¶ And euen with that came to my mynde                   of woll\n    Â¶ My fyrst conclusyon that I was aboute\n    Â¶ To haue dreuen er slepe made me to lute\n\n    Â¶ That is to say how Sensualyte\n    Â¶ {With} Reason to acorde myght be brought aboute\n    Â¶ Whiche caused me to knele downe on my kne\n    Â¶ And beseke Doctryne determyne that doute\n    Â¶ Oo Lord god sayd Doctry{n}e canst {thou} not withoute\n    Â¶ Me that conclusyon bryng to an ende\n    Â¶ Ferre is fro the wytte & ferther good mende\n\n    Â¶ And euen with that Dethe gan appere\n    Â¶ Shewyng hymselfe as though that he wolde\n    Â¶ His darte haue occupyed within that herbere\n    Â¶ But there was none for hym yong nor olde\n    Â¶ Saue oonly I Doctrine hym tolde\n    Â¶ And when I herde hyr with hym comon thus\n    Â¶ I me withdrew behynde Morpleus.\n\n    Â¶ Dredyng full sore lest he with his dart.\n    Â¶ Through Doctrynes wordes ony entresse.\n    Â¶ In me wolde haue had or claymed ony part\n    Â¶ Which sholde haue caused me grete heuynesse\n    Â¶ Within whiche tyme & short processe\n    Â¶ Came thyder Reason and Sensualyte.\n    Â¶ A quoth Doctryne ryght welcome be ye\n\n    Â¶ Hit is not long sythe we of you spake\n    Â¶ Ye must er ye goo determyne a doute\n    Â¶ And euen with that she the mater brake\n    Â¶ To theym & tolde hit euery where aboute\n    Â¶ I wolde haue be thens yf I had moute\n    Â¶ For fere I loked as blake as a cole\n    Â¶ I wolde haue cropen in a mouse hole\n\n    Â¶ What quoth Doctryne where is he now\n    Â¶ That meu[i]d this mater straunge & dyffuse\n    Â¶ He is a cowarde I make myn auow\n    Â¶ He hyded his hede his mocyon to refuse\n    Â¶ Blame hym not q{uo}d Reason alway {that} to vse\n    Â¶ When he seeth Dethe soo nere at his honde\n    Â¶ Yet is his part hym to withstonde\n\n    Â¶ Or at the leste way elles fro hym flee                Original has\n    Â¶ As longe as he may who dooth other wyse               fym instead\n    Â¶ Is an ydeote quoth Sensualytee                        of hym\n    Â¶ Who dredeth not Dethe wyse men hym dyspyse\n    Â¶ What said Doctryne how long hathe this gyse\n    Â¶ Be holden & vsed thus atwixe you tweyne\n    Â¶ Ye were not wonte to acorde certeyne\n\n    Â¶ Yes quoth Reason in this poynt alway\n    Â¶ To euery man haue we yeuen our counsayll\n    Â¶ Dethe for to flee as long as they may\n    Â¶ Although wo otherwyse haue done our trauayl\n    Â¶ Eche other to represse yet withoute fayll\n    Â¶ In that poynt oonly dyscordeth we neuer\n    Â¶ Thus condescended therin be we for euer\n\n    Â¶ Aha sayd Doctryne then is the conclusyon\n    Â¶ Clerely determined of the gret doute\n    Â¶ That here wes meuyd & halfe in derysyon\n    Â¶ She me then called & bade me loke oute\n    Â¶ Come forthe she sayd & feere not this route\n    Â¶ And euen with that Reason & Sensualyte\n    Â¶ And Dethe fro thens were vanysshed all thre\n\n    Â¶ Then loked I forthe as Doctryne me badde\n    Â¶ When Dethe was gone me thought I was bolde\n    Â¶ To shewe myselfe but yet was I sadde\n    Â¶ Me thought my doute was not as I wolde\n    Â¶ Clerely and openly declared & tolde\n    Â¶ Hit sowned to me as a parable\n    Â¶ Derke as a myste or a fayned fable                    Original has\n                                                            myhe instead\n    Â¶ And Doctryne my conceyte gan espy                     of myste\n    Â¶ Wherfore sayd she standest thou soo styll\n    Â¶ Wherin is thy thought arte thou in stody\n    Â¶ Of thy questyon hast thou not thy fyll\n    Â¶ To the declared tell me thy wyll.\n    Â¶ Herdest thou not Reason & Sensualyte\n    Â¶ Declared thy doute here before the\n\n    Â¶ Forsothe quoth I I herde what they sayde\n    Â¶ But neuerthelesse my wytte is so thynne\n    Â¶ And also of Dethe I was so afrayde\n    Â¶ That hit is out where hit vent ynne\n    Â¶ And so that mater can I not wynne\n    Â¶ Without your helpe & benyuolence\n    Â¶ Therof to expresse the veray sentence\n\n    Â¶ Well quod Doctryne then yeue attendaunce\n    Â¶ Vnto my wordes & thou shalt here\n    Â¶ Openly declared the concordaunce\n    Â¶ Atwene Sensualyte & Reason in fere\n    Â¶ If thou take hede hit clerely dooth apere\n    Â¶ How they were knette in one opynyon\n    Â¶ Bothe agayn Dethe helde contradyccon\n\n    Â¶ Whiche concordaunce no more sygnyfyeth\n    Â¶ To playne vnderstandyng but in euery mane\n    Â¶ Bothe Sensualyte & Reason applyeth\n    Â¶ Rather Dethe to flee then with hir to be tane\n    Â¶ Loo in that poynt accorde they holly thane\n    Â¶ And in all other they clerely dyscorde\n    Â¶ Thus is trewly set thy doubtfull monacorde\n\n    Â¶ I heryng that kneled on my kne\n    Â¶ And thanked her lowly for her dyscyplyne\n    Â¶ That she wouchesafe of her benygnyte\n    Â¶ Of tho gret doubtes me to enlumyne\n    Â¶ Well was she worthy to be called Doctryne\n    Â¶ If it had be no more but for the solucyon\n    Â¶ Of my demaunde & of this straunge vysyon\n\n    Â¶ And as I with myne hede began for to bow\n    Â¶ As me well ought to do her reuerence\n    Â¶ She thens departed I can not tell how\n    Â¶ But within a moment gone was she thens\n    Â¶ Then sayd Morpleus let vs go hens\n    Â¶ what sholde we here tarye lengere\n    Â¶ Hast thou not herde a generall answere\n\n    Â¶ To all thy materes that thou lyst to meue\n    Â¶ My tyme draweth nere that I must rest\n    Â¶ And euen therewith he toke me by the sleue\n    Â¶ And sayd goo we hens for that sholde I best\n    Â¶ As good is ynough as a grete fest\n    Â¶ Thou hast seen ynough holde the content\n    Â¶ And euen with {that} forthe with hym I went\n\n    Â¶ Tyll he had me brought agene to my bedde\n    Â¶ where he me founde and then pryuely                   Original has\n    Â¶ He stale awaye I coude not vnderstande                pruyely\n    Â¶ were he became but sodeynly                           instead of\n    Â¶ As he came he went I tell you veryly                  pryuely\n    Â¶ whiche done fro slepe I gan to awake\n    Â¶ My body all in swet began for to shake\n\n    Â¶ For drede of the syght that I had sene\n    Â¶ wenyng to me all had be trew\n    Â¶ Actuelly done where I had bene\n    Â¶ That batyll holde twene Vyce & Vertew\n    Â¶ But when I see hit hit was but a whew\n    Â¶ A dreme a fantasy & a thyng of nought\n    Â¶ To study thereon I had nomore thought\n\n    Â¶ Tyll at the last I gan me bethynke\n    Â¶ For what cause shewed was this vysyon\n    Â¶ I knew not wherefore I toke pen & ynke\n    Â¶ And paper therof to make mencyon\n    Â¶ In wrytyng takyng consyderacyon\n    Â¶ That noo defaute were found in me\n    Â¶ whereon accused I ought for to be\n\n    Â¶ For slouthe that I had left hit vntolde\n    Â¶ Neyther by mouthe nor in remembrau{n}ce\n    Â¶ Put it in wrytyng where thorugh manyfolde\n    Â¶ wayes of accusacio{n} myght torne me to greuau{n}ce\n    Â¶ All this I sawe as I lay in a traunce\n    Â¶ But wheder it was with myne ey bodely\n    Â¶ Or not in certayn god knoweth & not I\n\n    Â¶ That to dyscerne I purpose not to dele\n    Â¶ Soo large by my wyll it longeth not to me\n    Â¶ were hit dreme or vysyon for your owne wele\n    Â¶ All that shall hit rede here rad or se\n    Â¶ Take thereof the best & let the worst be\n    Â¶ Try out the corne clene from the chaff\n    And then may ye say ye have a sure staff\n\n    Â¶ To stande by at nede of ye wyll it holde\n    Â¶ And walke by the way of Vertue\n    Â¶ But alwey beware be ye yong or olde\n    Â¶ That your Frewyll ay to Vertue more\n    Â¶ Apply than to Vyce the easyer may be bore\n    Â¶ The burden of the felde that ye dayly fyght\n    Â¶ Agayn your .iii. enemyes for all her gret myght\n\n    Â¶ That is to say the Deuyll & the Flesshe\n    Â¶ And also the worlde with hith his glosyng chere\n    Â¶ Whyche on you loketh euer newe & fresshe\n    Â¶ But he is not as he dooth apere\n    Â¶ Loke ye kepe you ay out of his daungere\n    Â¶ And soo the vyctory shall ye obteyne\n    Â¶ Vyce fro you exyled & Vertue in you reyne\n\n    Â¶ And then shall ye haue the tru{m}phall guerdon\n    Â¶ That god reserued to euery creature\n    Â¶ Aboue in his celestyall mansyon\n    Â¶ Ioye & blysse infynyte eternally to endure\n    Â¶ Wherof we say we wolde fayne be sure\n    Â¶ But the way thyderwarde to holde be we lothe\n    Â¶ That oft sythe causeth {the} good lord to be wrothe\n\n    Â¶ And by our deserte our habytacyon chau{n}geth\n    Â¶ Fro Ioye to payne & woo perpetuelly\n    Â¶ From his gloryous syght thus he vs estrau{n}geth\n    Â¶ For our vycyous lyuyng thorugh our owne foly\n    Â¶ Wherfore let vs praye to that lorde of glory\n    Â¶ Whyle we in erthe be {that} he wyll yeue vs grace\n    Â¶ So vs here to guyde that we may haue a place\n\n    Â¶ Accordyng to oure Regeneracyon\n    Â¶ Which heuenly spyrytes his name to magnyfy.\n    Â¶ Whiche downe descendeth for oure redempcyon\n    Â¶ Offryng hymselfe on the crosse to his fad{er} on hy\n    Â¶ Now benygne Ihesu that boren was of Mary\n    Â¶ All that to this vysyon haue gyue{n} her audyence\n    Â¶ Graunte eternal Ioye after thy last se{n}tence\n\n    A M E N\n\n    Â¶ Here endeth a lytyll Treatyse\n    named The assemble of goddes\n\n[Illustration]\n\n[Illustration]\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Assemble of Goddes, by Anonymous\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ASSEMBLE OF GODDES ***\n\n***** This file should be named 20642-8.txt or 20642-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/0\/6\/4\/20642\/\n\nProduced by Jason Isbell, Taavi Kalju and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nfile was produced from images generously made available\nby The Internet Archive\/Canadian Libraries)\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":874,"split":"train"}
