{"ori_id":"518bfcb6ea413715080cbd6f97aa479ac5f6c7d3","title":"The Last of the Mohicans (1992 film)","context":"The Last of the Mohicans (1992 film)\n The action of the story takes place in 1757 during the French and Indian War (part of the Seven Years' War) in the Adirondack Mountains in what was then the British colony of New York. Three frontiersmen are traveling west to find a new home. The oldest is Chingachgook, the last chief of the Mohican tribe. With him are his son, Uncas, and an adopted son, a white man named Nathaniel Poe, who also goes by the name “Nathaniel Hawkeye”.\nMeanwhile, British Army Major Duncan Heyward has arrived in Albany. He has been sent to serve under Colonel Edmund Munro, the commander of Fort William Henry, along Lake George, an important point in the defense of New York against the French in Canada. Heyward has also been given the assignment of escorting the colonel’s two daughters, Cora and Alice, to the fort to join their father. He is a family friend, and in love with Cora, and proposes to her before they leave. She does not give him an answer.\nMajor Heyward, the two women, and a troop of British soldiers march through the rugged countryside to reach the fort. They are led by a single guide, Magua, a warrior of the Huron tribe. Suddenly, Magua leads the party into an ambush, where many of the soldiers are killed, but Heyward and the women survive. The fight is interrupted by the arrival of Chingachgook and his sons, who kill the enemy warriors while Magua escapes. The major and the women are now stranded and the Mohicans and Hawkeye agree to accompany them the rest of the way. Hawkeye observes that Magua attempted to kill Cora, and asks Duncan about any ties to the Huron. During this trek, Cora begins to form a bond with Hawkeye, and Heyward notices.\nWhen they arrive near the fort, they find it under siege by the French. They enter the fort during the bombardment, and are greeted by Colonel Munro, who asks Major Heyward about the reinforcements. The Colonel admits to Heyward and the others that the fort is about to fall. While there, Cora and Hawkeye share a passionate kiss. Heyward begins to suspect Cora’s attraction to Hawkeye, and erupts in jealousy. In response, Cora finally tells him she will not marry him.\nThe fort falls, but the French general, Louis-Joseph de Montcalm, paroles the remaining British troops and allows them to return to Albany safely. It is revealed that Magua and his Huron army are allies of the French. In a secret meeting, Magua reveals his hatred for Colonel Munro, and his desire for revenge for the murder of his family.\nThe following day, Colonel Munro and everyone else march with the British garrison from the fort. In the countryside, Magua and his Huron warriors ambush the British, and Magua kills Colonel Munro. Hawkeye and the Mohicans fight their way through, leading Cora, Alice, and Heyward from the battle, though Magua later captures the Major and the women, and takes them prisoner.\nAt a Huron village, Magua presents the women and the officer to a sachem, a chief, in hopes of gaining recognition as a war leader. His appeals are interrupted by Hawkeye, who has come to plead for the lives of the prisoners. The sachem rules that while Heyward is to return to the British and Alice is to be given to Magua, Cora is to be burned alive. Hawkeye asks Heyward, who is serving as translator between Hawkeye and the sachem, to take his life in Cora's place. In a final gesture of affection and redemption, Heyward arranges to be executed in Cora’s place. Once Cora and Hawkeye escape, Hawkeye shoots Heyward in the head just as he is about to be engulfed by the flames. Later, along steep mountain trails, Chingachgook, Uncas, and Hawkeye track and ambush Magua’s war party to free Alice. Uncas is killed by Magua and thrown down the mountain. Alice chooses to calmly step off the cliff to her death rather than go to the beckoning Magua. In single combat with Chingachgook, Magua is defeated and killed.\nIn the end, during a funeral ritual with Hawkeye and Cora, Chingachgook prays to the Great Spirit in honor of Uncas, calling himself \"the last of the Mohicans\".\n<html>\n\n<head>\n   <title>The Last Of The Mohicans by  Michael Mann and Christopher Crowe<\/title>\n<\/head>\n\n<body bgcolor=\"#FFFFFF\">\n   <pre>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                 THE LAST OF THE MOHICANS\n\n                                      Screenplay by\n\n                            Michael Mann and Christopher Crowe\n\n                      Adaption by John L. Balderston and Paul Perez\n                                    and Daniel Moore\n\n                       Based on the novel by James Fenimore Cooper\n\n                    Also based on the 1936 screenplay by Philip Dunne\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n               FADE IN:\n\n               The screen is a microcosm of leaf, crystal drops of \n               precipitation, a stone, emerald green moss. It's a landscape \n               in miniature. We HEAR the forest. Some distant birds. Their \n               sound seems to reverberate as if in a cavern. A piece of \n               sunlight refracts within the drops of water, paints a patch \n               of moss yellow. The whisper of wind is joined by another \n               sound that mixes with it. A distant rustling. It gets closer \n               and louder. It's shallow breathing. It gets ominous.\n\n               We're interlopers on the floor of the forest and something \n               is coming.\n\n               SUDDENLY: A MOCCASINED FOOT\n\n               rockets through the frame scaring us and...\n\n               EXTREMELY CLOSE: PART OF AN INDIAN FACE\n\n               running hard. His head shaved bald except for a scalp-lock. \n               Tattoos. He's twenty-five. He seems tall and muscled. Heavy, \n               even breathing. We'll learn later this man is UNCAS, the \n               last of the Mohicans.\n\n               PROFILE: UNCAS' ARMS\n\n               flash as he runs. One carries a flintlock musket. Sweat on \n               the man's skin. A calico shirt is gathered at the waist with \n               a wampum belt of small white beads over a breechcloth. He \n               wears leggings to protect his legs. A long-handled tomahawk \n               is stuffed in his belt.\n\n                                                                    CUT TO:\n\n               ANOTHER PART OF THE FOREST - DAY\n\n               MASSIVE WAR CLUB\n\n               in the hand of another running man. He's heavier, older...\n\n               CHEST\n\n               A green bear claw is tattooed there. Silver armband. A snake \n               is tattooed over his left eyebrow. Silver rings in his ear. \n               He's forty to forty-five. His head is shaved into a scalp-\n               lock. It says: \"Come and lift this from me. Take it, if you \n               can...\" That prospect strikes us as extremely unlikely. This \n               man is\n\n               CHINGACHGOOK\n\n               The French call him \"Le Gros Serpent,\" the Great Snake, \n               because \"he knows the winding ways of men's nature and he \n               can strike a sudden, deathly blow.\"\n\n               WIDE ANGLE: CHINGACHGOOK\n\n               runs, disturbing no leaves, no branches; making no sound. \n               He's running parallel to Uncas through the cathedral of mature \n               forest. It's heavily canopied. There's very little brush. \n               The girth of the trees is huge. Shafts of light illuminate \n               motes of dust and turn leaves emerald where the sun breaks \n               through. Sometimes there's ferns; rhododendron, sometimes \n               pale grass and outcroppings of rock.\n\n               These men run the forest streams, over boulders, fallen trees \n               and down into ravines as if they own them. They do.\n\n                                                                    CUT TO:\n\n               EXT. ANOTHER PART OF THE FOREST - DAY\n\n               LONG BLACK HAIR\n\n               Rocketing through trees. His torn buckskin shirt is tied at \n               the waist with a wampum belt holding a tomahawk and a large \n               knife. A long rifle in which is carved the name \"Killdeer\" \n               is in his right fist. Indian tattooing on his chest.\n\n               His name is NATHANIEL POE. He's a few years older than Uncas. \n               The French and the French-speaking tribes know him as La \n               Longue Carabine (Long Rifle). Other frontiersmen in New York \n               colony and the Iroquois and Delaware-speaking tribes know \n               him as Hawkeye. Sweat stains his shirt. He flashes through \n               the tree branches disturbing nothing. Making no sound.\n\n               HAWKEYE'S POV: A PIECE OF TAN\n\n               two hundred and fifty yards away, a few square inches buried \n               in the foliage...\n\n               SUDDENLY HE STOPS\n\n               Killdeer's at his shoulder...\n\n               HAWKEYE'S THUMB\n\n               cocks the lock holding the piece of flint: click.\n\n               UNCAS\n\n               stops dead, holding out his hand... no sound.\n\n               CHINGACHGOOK\n\n               slips through young trees and stops, shouldering his \n               smoothbore musket. Is this an ambush?\n\n               HAWKEYE'S POV: RACK FOCUS THROUGH THE GUN SIGHT\n\n               Five feet and fourteen pounds of rifle is elevated a half \n               inch and shifted left, off target. It's a precise, smooth \n               movement. No human quiver.\n\n               KILLDEER'S TRIGGER\n\n               tighter...\n\n               THE COCK\n\n               holding the flint hits the iron file of the frizzen, shooting \n               sparks into the pan of priming powder which flashes and...\n\n               TAN\n\n               is a huge elk that leaps at the sound.\n\n               KILLDEER'S MUZZLE\n\n               CRACKS like lightning.\n\n               AN ELK\n\n               leaps where the .59 caliber round was programmed to intercept \n               him. On the moment of impact...\n\n               WIDE\n\n               three men approach the fallen elk and each other. We realize \n               they're hunting together. Hawkeye steps aside for \n               Chingachgook. His massive war club is flat and angles to one \n               side with a stabbing blade. Hawkeye is stepson and \n               stepbrother.\n\n               The two younger men treat Chingachgook with an easy deference \n               and affection.\n\n               Hawkeye's a dialectic of two cultures. In his coloration and \n               worldliness he's more the Anglo-Saxon frontiersman. In his \n               independent views and candid manner and in his combat skills \n               and woodsmanship, he's more native American (Mohican).\n\n               As Chingachgook takes out his long knife and they approach \n               the fallen elk...\n\n                                     CHINGACHGOOK\n                              (low Mohican; sub-\n                              titled)\n                         We're sorry to kill you, Brother.  \n                         Forgive us. I do honor to your courage \n                         and speed, your strength...\n\n                                                                    CUT TO:\n\n               EXT.\/INT. CAMERON CABIN - NIGHT\n\n               JOHN CAMERON\n\n               roasts potatoes on a stick in the stone fireplace next to \n               CAPTAIN JACK WINTHROP, an American in very worn quasi-military \n               gear. On a rough table in the tiny cabin ALEXANDRIA, his \n               wife, is kneading bread. Three children climb on their father.\n\n               He grabs their wild seven year old son, JAMES, who shrieks \n               laughter and dodges away. The cabin has two primitive rooms, \n               waxed paper windows, log walls. O.S. a dog barks. Others \n               pick it up. Cameron & Jack are suddenly alert, reaching for \n               weapons...\n\n                                                                    CUT TO:\n\n               EXT. CAMERON CABIN, DOORWAY - NIGHT\n\n               CAMERON\n\n               Appears warily, musket in hand.\n\n               FENCE: CHINGACHGOOK\n\n                                     CHINGACHGOOK\n                         Halloo! John Cameron!\n\n               Doorway: Cameron towards the interior...\n\n                                     CAMERON\n                         Alexandria! Set three more places.\n                              (to the fence)\n                         How is Chingachgook, then?\n\n               Behind him, emerging from the dark trees are Hawkeye, Uncas, \n               cradling flint locks, blankets and packs over their shoulders, \n               leading a mule laden with skins and the elk carcass. Crossing \n               the splitrail fence...\n\n                                     CHINGACHGOOK\n                         The Master of Life is good. Another \n                         year pass...  How is it with you, \n                         John?\n\n                                     CAMERON\n                         Gettin' along. Yes, it is.\n                              (warm)\n                         Nathaniel.\n\n                                     HAWKEYE\n                         Hello John. Cleared another quarter, \n                         I see.\n\n                                     CAMERON\n                              (shakes hands with \n                              Uncas)\n                         Yes, I did.\n\n               JAMES CAMERON\n\n               tears past his father & runs full bore. Just before he's \n               going to collide into Uncas, he leaps into the air and Uncas \n               snatches him with one hand and swings him up onto his \n               shoulders. The kid screams with delight and rides back towards \n               the cabin that way. Alexandria comes to the door.\n\n                                                                    CUT TO:\n\n               INT. CABIN - EVENING (LATER)\n\n               CHINGACHGOOK\n\n               lights & smokes a clay pipe. The scene says: this is a rustic, \n               frontier home and these people have known each other & live \n               in dangerous circumstances.\n\n                                     ALEXANDRIA\n                         If Uncas is with you, that means he \n                         has not found a woman and started a \n                         family yet.\n\n                                     CHINGACHGOOK\n                         Your eyes are too sharp, Alexandria \n                         Cameron.\n\n               They see into my heart.\n\n                                     UNCAS\n                         Your farm good to you this year, \n                         John?\n\n                                     CAMERON\n                         It was a good year for corn.\n\n                                     UNCAS\n                         Mohawk field we saw was 5 mile long \n                         on the river. Chief Joseph Brandt's \n                         field.\n\n                                     CAMERON\n                         You take much fur?\n\n                                     HAWKEYE\n                         That we did. John. But the horicane\n                              (sic)\n                         is near trapped out.\n\n                                     JACK\n                         Tradin' your skins in Castleton?\n\n                                     UNCAS\n                         No, Schylerville. With the Dutch for \n                         silver.\n\n               French & English want to buy with wampum & brandy.\n\n               Pause, then...\n\n                                     HAWKEYE\n                         So what is it, Jack? What brings you \n                         up here?\n\n                                     JACK\n                         A French & Indian army out of Fort \n                         Carillon's heading south to war \n                         against the English. I'm here to \n                         raise this county's militia to aid \n                         the British defense.\n\n                                     HAWKEYE\n                         Folks here goin' to join in that \n                         fight?\n\n                                     JACK\n                         We'll see in the morning...\n\n                                     CHINGACHGOOK\n                         Fathers of England & France, both, \n                         take more land, furs, than they need. \n                         They're cold & full of greed...\n\n                                     JACK\n                         Few'd deny that? Where you headin'?\n\n                                     HAWKEYE\n                         Trap over the fall and winter among \n                         the Delawares in Can-tuck-ee.\n\n                                     UNCAS\n                         So I can find a woman and make Mohican \n                         children so our father will leave my \n                         brother & me in peace.\n\n               Alexandria laughs. So do Hawkeye & Chingachgook.\n\n                                     JAMES\n                         A son like me?\n\n               Uncas grabs James & suspends him upside down.\n\n                                     UNCAS\n                         No. You are too strong. Turn me old \n                         too fast!\n\n               Hawkeye grabs the kid from Uncas. The kid's laughing & can't \n               stay still.\n\n               Chingachgook watches, content, smoking his clay pipe.\n\n                                     ALEXANDRIA\n                         That's what he's doin' to his mama...\n\n               She ruffles his hair and lifts the heavy iron pot off the \n               tibbet. Uncas goes to help her, she shrugs his hand away and \n               carries it to the table herself. The men gather around. \n               There's pan-baked bread, a dish of salt, and the pot has \n               venison and yellow cornmeal in a kind of stew. Everyone waits.\n\n                                     CAMERON\n                         Dear Father, thank you for rewardin' \n                         the fruits of our labor with plenty. \n                         Amen.\n\n               As they start to eat...\n\n                                                                    CUT TO:\n\n               EXT. CAMERON CABIN - MORNING\n\n               MOHAWK BOY & JAMES CAMERON\n\n               Slam into other kids as they battle through a Lacrosse game. \n               In the background are sixty men, women and children. It's a \n               community gathering held out of doors.\n\n               We've entered mid-scene. Captain Jack is standing on a box. \n               Some women and kids mill around some tables and boards laid \n               over barrels. Cooking fires. Smoke.\n\n               Most but not all around Captain Jack are men, nine settlers, \n               3 hunter\/trappers, eight Mohawk farmers in mixed European \n               and native clothing. Off to the side are an English Lieutenant \n               on horseback and a ten-man escort from whatever regiment's \n               in Albany. A man named HENRI speaks in French. His son, \n               MARTIN, translates.\n\n                                     HENRI\n                              (O.S. in French)\n\n                                     MARTIN\n                              (translates)\n                         My father says he was driven out of \n                         France by the black robe priests and \n                         he would fight them now but he lost \n                         his arm and so I will go in his place.\n\n               Meanwhile...\n\n               ONGEWASGONE\n\n               is an unusually large Mohawk in a blue match coat with a \n               little girl holding his hand. He says something to \n               Chingachgook who nods. Hawkeye and Uncas are a little apart \n               in an outer grouping of the men. Ongewasgone is a war chief \n               and wears a white plume and is tattooed. As Martin finishes, \n               he steps forward.\n\n                                     ONGEWASGONE\n                         John Cameron, thank you for your \n                         hospitality...\n\n               Twin River Mohawk got no quarrel with Les Francais. Trade \n               furs with Les Francais. Now Les Francais bring Huron onto \n               Mohawk hunting grounds...\n\n               These people are English, Scots-Irish and Dutch farmers; \n               some French Huguenot \"mechanics\" (craftsmen). They're in \n               shirt-sleeves and Indian moccasins & leggings. The Mohawks' \n               vast lands and corn agriculture border the settlement. They \n               've been acculturated for over a hundred years. Some wear \n               European calico hunting shirts.\n\n               Their heads are shaved to scalping locks and many are \n               tattooed. They've politically and commercially played France \n               & England against each other very adroitly for over a hundred \n               years because of their military power and geographic position. \n               Their relations with working farmers and settlers and their \n               families has been mostly one of co-existence because there's \n               always been more than enough for all. This is a WPA mural of \n               ethnic diversity and plurality of frontier America. The \n               Europeans are former indentured laborers, farmers exiled by \n               economics or religious persecution, frontier hunters and \n               trappers... working people.\n\n                                     ONGEWASGONE\n                              (continues)\n                         Now Mohawk will fight Huron and Les \n                         Francais.\n\n               My brothers have asked me to lead them in this war so I speak \n               for the Twin River Council.\n\n               The importance of this commitment is apparent to the \n               lieutenant.\n\n                                     LIEUTENANT\n                         His Majesty King George II is very \n                         grateful for your support.\n\n                                     IAN\n                         How far up the valley?\n\n                                     LIEUTENANT\n                         To Fort William Henry.\n\n                                     COLONIAL #1\n                         ...two days from here.\n\n               Some don't like this.\n\n                                     LIEUTENANT\n                         It should be enough to remind you \n                         France is the enemy.\n\n                                     HAWKEYE\n                         Your enemy...\n\n               Heads turn to Hawkeye at the periphery of the crowd.\n\n                                     LIEUTENANT\n                         What did you say?\n\n                                     HAWKEYE\n                              (loud)\n                         I said... France is your enemy. Not \n                         ours.\n\n                                     LIEUTENANT\n                         Really? Do you want them to overrun \n                         all New York colony?\n\n                                     HAWKEYE\n                         First place, you started it with the \n                         French over fur-trapping claims to \n                         the head waters of the Ohio.\n                              (smiles)\n                         Now you're sayin' these people have \n                         a fight on their hands...\n\n                                     LIEUTENANT\n                              (ignoring Hawkeye)\n                         Will you men help us stop the French?\n\n                                     HAWKEYE\n                         ... and while they are cooped up in \n                         your fort, what if the French send \n                         war parties to raid their homes?\n\n                                     IAN\n                         What then, Lieutenant?\n\n                                     LIEUTENANT\n                         For your own homes, for king, for \n                         country, that's why you men ought to \n                         join this fight!\n\n                                     HAWKEYE\n                         You do what you want with your own \n                         scalp.  Do not be tellin' us what to \n                         do with ours.\n\n                                     LIEUTENANT\n                              (furious; to Hawkeye)\n                         You, sir! You call yourself a loyal \n                         subject?\n\n                                     HAWKEYE\n                         ...No...Do not call myself much of a \n                         subject at all.\n\n               Light laughter.\n\n                                     COLONIAL #2\n                         Nathaniel's right. But if I got to \n                         fight, figure I'll try and do it \n                         fifty miles north of here instead of \n                         my bean field.\n\n                                     AD LIBS\n                         Yes. Yeah.  No...\n\n                                     CAMERON\n                         I am stayin' on my farm. And any man \n                         who goes, his family is welcome to \n                         fort-up with us 'til he comes back.\n\n                                     JACK\n                         Boys. My sense of it is enough of us \n                         will join-up to fill the county's \n                         levy. But only if General Webb accepts \n                         a few terms I got in mind...\n\n                                     HAWKEYE & UNCAS\n                         cross through the people. A few men \n                         drift off to their women at the \n                         tables.\n\n               It is apparent two-thirds of the men will join. A couple of \n               jokes, light banter, no hostility.\n\n                                     AD LIBS (O.S.)\n                         Webb? what's that, Jack...?\n\n               As they cross through they start removing their shirts and \n               weapons.\n\n                                     IAN\n                         You boys marchin' with us? What do \n                         you say?\n\n                                     UNCAS\n                         We had our say, Ian.\n\n               They approach the Lacrosse field. Chingachgook stands with \n               Cameron in the background, watching.\n\n               LACROSSE FIELD\n\n               Uncas joins James. Hawkeye goes on the other side. A couple \n               of young Mohawks and a young blonde farmer shout hallo's and \n               as the bodies crash into each other...\n\n                                                                    CUT TO:\n\n               EXT. BRITISH ENCAMPMENT, PARADE GROUND - DAY\n\n               SIX HUNDRED REGIMENT ON FOOT\n\n               in two rows. At each command the crack troops respond en \n               masse. Their hands slap the stocks of their brown bess muskets \n               in unison. These men are drilling in preparation for war.\n\n               We witness a state-of-the-art, 18th century, precision killing \n               machine.\n\n                                     REGIMENTAL SGT. MAJOR\n                              (shouts)\n                         Shoulder arms!\n                              (slam)\n                         Order arms! Handle cartridge!\n                              (men bite the paper)\n                         Prime!\n                              (powder dropped in \n                              pan)\n                         Load! Draw ramrods! Ram cartridge! \n                         Return ramrod!  Make ready!\n                              (muskets at chest \n                              height)\n                         Pre-sent!\n                              (muskets shouldered)\n                         Make ready!\n                              (muskets returned to \n                              chests)\n                         Pre-sent!\n                              (muskets returned to \n                              shoulder)\n                         Fire!\n\n               Like a single shot, two hundred fifty black powder muskets \n               fire .65 caliber lead shot at chest height in a scythe of \n               death.\n\n                                     SERGEANT MAJOR\n                         Prime! Load!\n\n               The Dutch roof lines of Albany are in the distance. Nearer, \n               a coach races past.\n\n                                                                    CUT TO:\n\n               EXT. ROAD - DAY\n\n               HORSES GALLOP\n\n               Six horses, wide with dumb, mute strain. Foam, manes fly, \n               their hooves pound the yellow road into dust. Military \n               outriders are on the three left side horses.\n\n                                                                    CUT TO:\n\n               INT. COACH - DAY\n\n               MAJOR DUNCAN HEYWARD\n\n               Sits erectly in the brilliant scarlet coat of the First Royal \n               Regiment of Foot with gold braid, blue-black facing and blue-\n               black breeches, cavalry boots, spurs, a tricorn, white wig \n               and a gorget (large medallion) around his neck. He's 28-30 \n               and tough. He is self-sure, principled reactionary. He \n               believes human society is static & layered into hierarchies \n               of class and they are absolutely impermeable. He opens a \n               simple gold-clasped case & contemplates its contents...\n\n               HEYWARD'S POV: CASE\n\n               an enameled portrait of a dark-haired young woman.\n\n               HEYWARD\n\n               as a soldier is militarily first-rate in his milieu: the \n               open battlefields of Europe.\n\n               Right now, however, he is about to enter the forests of North \n               America. He closes his clasp and glances out the window as \n               we enter Albany and as a facade of buildings & people pass.\n\n                                                                    CUT TO:\n\n               INT. BRITISH HQ, ASSEMBLY ROOM - DOOR - DAY\n\n               Four Grenadiers come to attention as Heyward enters mid-scene.\n\n                                     JACK (O.S.)\n                         ...if they are not allowed leave to \n                         defend their families if the French \n                         or Hurons attack the settlements, no \n                         colonial militia is goin' to Fort \n                         William Henry.\n\n                                     HEYWARD\n                              (low)\n                         You, there. Help my man outside with \n                         the baggage.\n\n               GENERAL JEROME WEBB sees Heyward and nods. Three of Webb's \n               Adjutants are on either side. Three remaining Grenadiers in \n               bearskin-covered mitred caps are at the door. Facing Webb \n               are a half dozen colonial representatives, including Captain \n               Jack Winthrop. Heyward watches Jack...\n\n                                     LIEUTENANT\n                         They will report or be pressed into \n                         service!\n\n                                     LARGE COLONIAL REP\n                         Any of the boys worth havin' can \n                         disappear into forest... time it \n                         takes you to blink. Where's that \n                         leave ya, then?\n\n               Heyward, preparing to hand over dispatches, is interrupted \n               by the insubordinate tone.\n\n               Equally wound tightly is the Lieutenant.\n\n                                     LIEUTENANT\n                         They will be found!  Arrested...\n\n                                     WEBB\n                              (cuts in)\n                         I cannot imagine his Majesty, in his \n                         benevolence, would ever object to \n                         his American subjects defending their \n                         hearth & home, their women & children, \n                         if threatened by the \"scourge\" of \n                         attack from savages, aroused to such \n                         excess by our enemy, the ever-\n                         perfidious French.\n\n                                     JACK\n                         Does that mean they will be granted \n                         leave to defend their homes if the \n                         settlements are attacked?\n\n                                     WEBB\n                         Of course.\n\n               Heyward's more amazed by what he's just heard from Webb. \n               These Americans, including Jack, are streaming past him on \n               their way out.\n\n                                     JACK\n                         You got yourself a colonial militia, \n                         General.\n\n                                     HEYWARD\n                         Major Duncan Heyward reporting, Sir!\n\n               Webb's pouring gin.\n\n                                     WEBB\n                         Duncan. How was your journey?\n\n               The door closes. Dispatches are passed. They are now alone \n               except for the General's two Adjutants and a shadowy form \n               waiting patiently in a corner. He's MAGUA. In the dim light, \n               he's motionless. Webb slides a glass across to Heyward.\n\n                                     HEYWARD\n                         I didn't experience anything so \n                         surprising from Bristol to Albany as \n                         what I witnessed here today.\n\n                                     WEBB\n                         And what is that?\n\n                                     HEYWARD\n                         The Crown \"negotiating\" the terms of \n                         service?\n\n                                     WEBB\n                         I know.\n                              (assuming a co-\n                              commiserator)\n                         One has to give Americans \"reasons\" \n                         and make agreements to get them to \n                         do anything at all.  Tiring, isn't \n                         it?\n                              (throws up his hands)\n                         But that's the way of it here.\n\n                                     HEYWARD\n                              (tight)\n                         I thought British policy is 'Make \n                         the World... England', sir.\n\n               A chill. Majors don't upbraid Generals.\n\n                                     WEBB\n                         You will take command of the 62nd \n                         Regiment of Foot. At Fort William \n                         Henry under Colonel Munro. I will \n                         march the 33rd to Fort Edward.\n\n                                     HEYWARD\n                         Sir!... Might I inquire if General \n                         Webb has heard from Colonel Munro's \n                         daughters? I was to rendezvous with \n                         them in Albany and escort them to \n                         the fort.\n\n                                     WEBB\n                         Yes. You may.\n                              (to Magua, after a \n                              glance at Heyward)\n                         You there. What does Munro call you?\n                              (to Heyward)\n                         The \"Scotsman\" has sent one of his \n                         Indian allies to guide you.\n\n               MAGUA\n\n               rises and slowly walks into the light. He is reserved and \n               over six feet tall. His head is shaved into a mohawk. Rings, \n               beads & feathers pierce his ears. A blanket is worn as a \n               shawl over his left shoulder exposing his right arm and heavy \n               tattooing. A long tomahawk is in the belt of his breechcloth.\n\n                                     WEBB\n                         The Scotsman's daughters are at the \n                         Poltroon's house. A company of the \n                         33rd will accompany you and Magua \n                         will show you the way.\n\n                                     HEYWARD\n                         By your leave, sir.\n\n               Webb holds Heyward a moment.\n\n                                     WEBB\n                              (to Adjutants)\n                         Explain to the Major we care little \n                         about toying with colonial militia \n                         because we have little to fear from \n                         the French. They have not the nature \n                         for war. Their Latinate voluptuousness \n                         combines with their Gallic laziness \n                         and the result is: they would rather \n                         make love with their faces than fight.\n\n               Webb's Adjutants laugh uproariously at his wit. Heyward's \n               stiff, perfunctory smile. He's been made the butt of the \n               joke. He does not share Webb's derisive view of the French.\n\n               Webb doesn't like Heyward's manner. We don't like Webb. Then:\n\n                                     WEBB\n                              (continuing)\n                         Dismissed.\n\n               Heyward stiffly salutes. Webb casually, perfunctorily salutes \n               the younger man in return.\n\n                                     HEYWARD\n                              (to Magua)\n                         Dawn. At the encampment. Six a.m. \n                         sharp. See to it you're there.\n\n               Beneath Magua's barely deferential manner we sense \n               intelligence & menace. None of these Brits see it. We do.\n\n                                                                    CUT TO:\n\n               EXT. POLTROON'S HOUSE - DAY\n\n               DUNCAN HEYWARD\n\n               Brushed clean, his wig freshly powdered, his tricorn in his \n               hand with a crimson sash and sword and his cavalry boots, \n               walks through the gate after knocking. He enters a small \n               courtyard. Suddenly he hears...\n\n                                     CORA (O.S.)\n                         Heyward! Duncan Heyward.\n\n               Heyward looks to the side. An inner light turns on. In this \n               mode, this is a man we could like.\n\n               REVERSE: CORA MUNRO\n\n               enters from the garden. She's vivacious, dark-haired, \n               unconventional in that she's educated, but with conventional \n               values and attitudes. She hugs Duncan to her and then pushes \n               him away to look at him.\n\n                                     HEYWARD\n                         My God it's good to see you.\n\n               He takes her hand in both of his and kisses it. He is open \n               and lit up.\n\n                                                                    CUT TO:\n\n               EXT. POLTROON'S HOUSE, BACK YARD - DAY\n\n               CORA & HEYWARD\n\n               A vegetable plot behind the Poltroon's house is a provincial \n               substitute for a formal garden setting. Heyward and Cora sit \n               on rough wooden chairs. Wind blows. In the background a \n               servant hangs laundry. The white sheets billow. A table holds \n               a tea setting. They're sitting close to each other, talking \n               seriously and quietly. Duncan's jacket is removed. Time's \n               passed. Long pause. Then:\n\n                                     CORA\n                         I'm embarrassed to be so indecisive... \n                         after so long apart and after you've \n                         traveled so far...\n\n                                     HEYWARD\n                         And by sea!\n\n                                     CORA\n                         You still have an aversion to the \n                         water?\n\n                                     HEYWARD\n                         Aversion?  No... \"Hatred\"... \n                         \"Loathing\"...\n\n               Cora laughs.\n\n                                     HEYWARD\n                         But it was worth it all to end in a \n                         garden by your side.\n\n               She looks askance at him. Then the banter drops.\n\n                                     CORA\n                              (difficult)\n                         Dear Duncan, my affection is as \n                         towards a closest friend. Alice and \n                         I depend on you and respect you \n                         immensely... I wish they did, but my \n                         feelings don't go beyond that. Do \n                         you see?\n\n                                     HEYWARD\n                         Isn't respect and friendship, a \n                         reasonable basis for a man and woman \n                         to be joined? And all else may grow \n                         in time...?\n\n                                     CORA\n                         Some say that's the way of it.\n\n                                     HEYWARD\n                         \"Some\"?\n\n                                     CORA\n                         Cousin Eugenie, my father, but...\n\n                                     HEYWARD\n                              (interrupts)\n                         Cora, in my heart, I know once we're \n                         joined, we'll be the happiest couple \n                         in England. Let those whom you trust, \n                         your father, help settle what's best \n                         for you. In view of your indecision, \n                         why not rely on their advice and \n                         judgment as well as mine?\n\n               Cora stares directly at Heyward. Then she looks away. She \n               has no answer. Something subterranean disturbs her about \n               delegating judgment over the fate of her life.\n\n                                     HEYWARD\n                         Will you consider that?\n\n                                     CORA\n                              (pause; smiles)\n                         Yes. Yes, I will.\n\n               She's still unsettled.\n\n                                     ALICE (O.S.)\n                         Duncan!\n\n               REVERSE: ALICE MUNRO\n\n               eighteen years old, white-blonde hair, wide blue eyes. She's \n               effervescent and runs to hug him. Heyward is taken aback by \n               her enthusiasm and laughs.\n\n                                     HEYWARD\n                         My God, you've grown up.\n\n                                     ALICE\n                         We leave in the morning?!\n\n                                     HEYWARD\n                              (rises)\n                         Yes, miss.\n\n                                     ALICE\n                         I won't sleep tonight. What an \n                         adventure!  I absolutely cannot wait \n                         to return to Portman Square, having \n                         laid eyes upon the full-blooded, red \n                         men in the wild!\n\n                                     CORA\n                         My God, Alice.\n\n                                     HEYWARD\n                              (smiles)\n                         It can be dangerous...\n\n                                     ALICE\n                         Nonsense. Papa wouldn't have sent \n                         for us if it were dangerous.\n\n               Alice takes Hewyward's hand. Cora pours Heyward more tea. \n               The white sheets billow.\n\n                                     AMBROSE\n                              (O.S. - barks)\n                         Atten-shun!\n\n                                                                    CUT TO:\n\n               EXT. BRITISH ARMY HQ - DAY\n\n               TWENTY BRITISH REGULARS\n\n               jolt upright as if electrified.\n\n                                     AMBROSE\n                              (entering)\n                         Shoulder arms!\n\n               AMBROSE\n\n               a sergeant major of forty-one is wide and deep and built \n               like a fullback. You do not mess with Sgt. Major Ambrose.\n\n                                     AMBROSE\n                              (barks)\n                         Form two companies of nine... MARCH!!\n\n               THE MEN\n\n               march in perfect drill into two groups, each three across \n               and three deep.\n\n               MILITARY HQ, ENTRANCE\n\n               MAJOR DUNCAN HEYWARD\n\n               Steps out. Rigid salutes.\n\n               HEYWARD\n\n               climbs onto his white military charger. It's spirited. Cora \n               & Alice are in riding dresses and veils. The veil doesn't \n               completely cover Alice's golden hair and blue eyes and the \n               flush of her complexion. They're riding two sidesaddled \n               Narragansetts. The tight traveling dress reveals that Cora, \n               two or three years older than Alice, is fuller and more \n               mature. All three ride to the front of the column. The baggage \n               horses and mule are in the gap between the two companies.\n\n               MAGUA\n\n               cradling his musket.\n\n               REAR SHOT: THE COLUMN\n\n               down the path that leads into the wall of forest looks \n               impressive.\n\n               WIDER: THE COLUMN\n\n               marching. Now they look brave but smaller. The forest - with \n               all its mysteries and dangers - now impresses us as a towering \n               dark, sinister, and it's immensity swallows up the living \n               mass which slowly enters its bosom.\n\n                                                                    CUT TO:\n\n               INT. FOREST - DAY\n\n               TRACKING the Redcoats, their faces now filmed with dust, cut \n               with lines of perspiration. They march in perfect formation.\n\n               We TRACK PAST the pack horses, the first company, Sgt. Major \n               Ambrose and on to Cora & Alice. Alice seems fatigued. Cora's \n               turned, looking up into the forest canopy, astonished at the \n               deep beauty of the place.\n\n               CORA'S POV: FOREST CANOPY\n\n               of trees is dark, except for spots where leaves are sparse, \n               and there the light is golden.\n\n               It's the forest of childhood.\n\n               In a ravine a buck disappears into a deeper stand of trees.\n\n                                     CORA (O.S.)\n                         Alice, did you see that...?\n\n                                     CORA'S\n                         reverie's broken by Heyward entering \n                         the frame.\n\n                                     CORA\n                         Alice?\n\n               Alice rouses from fatigue.\n\n                                     HEYWARD\n                         Are you alright?\n\n                                     ALICE\n                         Can we rest soon?\n\n                                     HEYWARD\n                         Absolutely.\n\n               Heyward rides to the front of the column to Magua, who's \n               twenty to thirty yards ahead of everybody else.\n\n                                     HEYWARD\n                         You there, Scout!\n\n               Magua slowly turns towards Heyward.\n\n                                     HEYWARD\n                              (overly articulated)\n                         We must... stop... soon. Women are... \n                         tired.  You... understand?\n\n                                     MAGUA\n                              (perfect English)\n                         I understand. This is not good place \n                         to stop.  Two leagues from here. No \n                         water 'til then.  That where we stop. \n                         Better place.\n\n                                     HEYWARD\n                         No. Stop in the glade just ahead! \n                         When the ladies are rested, we will \n                         proceed. Do you understand?\n\n                                     MAGUA\n                              (in Huron: English \n                              subtitle)\n                         \"Magua understand paleface is a dog \n                         to his women.  When his women want \n                         to eat, he lay aside his tomahawk to \n                         feed their laziness.\"\n\n                                     HEYWARD\n                         Excuse me. What did you say?\n\n                                     MAGUA\n                         Magua say: \"Yes. Good idea.\"\n\n               As they begin to stop...\n\n                                                                    CUT TO:\n\n               EXT. MOUNTAINS & FOREST - DAY\n\n               WIDE\n\n               Silently entering on either side of us come Chingachgook, \n               followed by Hawkeye and Uncas. Even relaxed, they carry \n               themselves with a degree of alertness. They're eighteenth \n               century Viet Cong moving through the rain forest. The Maxfield \n               Parrish\/Hudson Valley of tall trees, ravines and streams is \n               idyllic in front of them. All three cradle their long guns \n               and move silently on moccasined feet.\n\n               FRONTAL: CHINGACHGOOK\n\n               in a stream - relaxed but attentive, abruptly stops. The \n               others freeze in their tracks.\n\n               Chingachgook sees and then stoops to examine...\n\n               ROCK\n\n               under the water in the stream. It's been turned from its \n               bed. Chingachgook finds another. Uncas, moving up on his \n               flank, climbs the bank and moves off into the trees, searches \n               and then he gestures... he's found another sign of something.\n\n               CHINGACHGOOK\n\n               has headed off further down the stream and discovers nothing. \n               Rapidly he rejoins Uncas and Hawkeye who've become extremely \n               alert. They move up the bank into the forest ninety degrees \n               from their previous path.\n\n               TRACKING: HAWKEYE, UNCAS & CHINGACHGOOK\n\n               moving. Fast. Nearly soundless. They hardly disturb a blade \n               of grass. The impression: expertise, deadliness and an \n               impression something's wrong.\n\n                                                                    CUT TO:\n\n               EXT. FOREST, TRAIL - DAY\n\n               MAGUA\n\n               On point. The trail cuts the side of a hill. The ground on \n               one side rises into a forest acclivity and on the other falls \n               off into a forested ravine. Magua walking towards camera.\n\n               CLOSER - MAGUA'S\n\n               slid his tomahawk out from the front of his belt that girdles \n               his waist. He lets the shaft drop into his hand. He shrugs \n               off his blanket. There is a solidity to his dark, tall figure \n               we didn't see before. Magua turns about face and advances on \n               the column.\n\n               TRACK WITH Magua.\n\n               Heyward and the Munro girls pass the camera as does Sgt. \n               Major Ambrose, marching in advance of the men. Magua is \n               approaching the soldier on the left in the first row.\n\n               We see Magua has caught the Redcoat's eye.\n\n               REDCOAT\n\n               is curious, starts to smile. What does the Huron want to say \n               to him? When Magua is two steps away he caves in the side of \n               the infantryman's head at the temple with the spike end of \n               his tomahawk and, backhanded, hacks the blade through the \n               side of the neck of the center man in the first row.\n\n               SIMULTANEOUSLY\n\n               thirteen muskets EXPLODE from the wooded rise.\n\n               FIVE REDCOATS\n\n               are blown off the path, two others are wounded...\n\n               AMBROSE\n\n                                     AMBROSE\n                         Form company! Left face! March!\n\n                                     ALICE\n                         shrieks. Cora grabs Alice's reins \n                         and her own.\n\n               HEYWARD\n\n               pulling his fusil (short musket), seeing, firing, reaching \n               for the women...\n\n               CORA'S HORSE\n\n               bucking.\n\n               ALICE'S HORSE\n\n               bolting, dodging sideways, spilling Alice to the earth.\n\n               AMBROSE\n\n                                     AMBROSE\n                         Company make ready!\n\n               The regulars slam into a firing line, stepping over the bodies \n               of their comrades. All thirteen face the incline.\n\n               FORESTED RISE - HURONS\n\n               flash downhill through the trees. Partnered in two-man teams, \n               one loads and prepares and fires while the other advances to \n               the next cover. He, then, prepares and fires covering his \n               partner's advance. Leaping fallen trees and boulders, they're \n               athletic, fast and rapidly closing.\n\n               Even though the disciplined English regulars are a killing \n               machine, we now see their tactics in the dense forest are \n               grossly inferior to the Hurons'...\n\n                                     AMBROSE\n                         Present!!\n\n               CORA\n\n               covers Alice with her body, holding the reins of their bolting \n               horses.\n\n               HEYWARD\n\n               from horseback aims his horse pistol, FIRES...\n\n               AN ATTACKING HURON\n\n               leaping at him past Alice & Cora drops.\n\n               MULE\n\n               with baggage crashes off, down the ravine. Another two \n               Redcoats drop. Nine left.\n\n               Then eight.\n\n               AMBROSE\n\n                                     AMBROSE\n                         Fire!!\n\n               A musket volley as eight muskets go off as one shot, sending \n               a lead scythe through leaves. But...\n\n               REVERSE:\n\n               Hurons were behind cover. Only one was exposed and hit.\n\n                                     AMBROSE\n                              (continuing)\n                         Load! Prime!\n\n               The English rush to complete the reload. Will they do it in \n               time?\n\n                                     AMBROSE\n                              (continuing)\n                         Present! Present!\n\n               Suddenly, Hurons - en masse - CRASH down onto the Redcoats \n               line with tomahawks, war clubs and point-blank musket fire.\n\n               ALICE\n\n               on the ground, screaming insanely, covered by Cora who's \n               protecting her little sister, and...\n\n               HEYWARD'S\n\n               horse shot from beneath him, the animal folding, falling \n               straight to the earth, and...\n\n               MAGUA\n\n               shoots Ambrose in the chest, and...\n\n               HEYWARD\n\n               by the Munro daughters spins, swinging his fusil like a ball-\n               bat, upending one Huron and lunges with his bayonet in his \n               left towards another. But this Huron easily slips the thrust \n               and slams Heyward with his rifle butt.\n\n               BRITISH\n\n               dead and dying.\n\n               AMBROSE\n\n               blood gushing from his chest wound, fires his pistol, dropping \n               a Huron; slashes a second with his sword. Then he's chopped \n               down. Hurons begin scalping the British while four race \n               towards Heyward and the two women.\n\n               HEYWARD & CORA & ALICE\n\n               ready to die. Heyward has only his fusil as a bludgeon. He \n               readies...\n\n               THREE LOUD SHOTS\n\n               BLOW three of the Hurons sideways, head over heels down the \n               rise.\n\n               REVERSE: THREE MEN\n\n               barely seen, running diagonally across the fall line of the \n               ravine. In parts, we recognize Nathaniel, recharging Killdeer \n               on full run, and Uncas.\n\n               HURON'S\n\n               not sure where the shots came from. Suddenly Chingachgook \n               slams him, head first into the ravine with the war club. He \n               didn't even slow down.\n\n               HURON\n\n               warrior spins. Uncas tomahawks his shoulder. The Huron swings \n               downwards. Uncas ducks beneath the swing and slashes his \n               throat, sending him downhill into CAMERA as...\n\n               HAWKEYE'S\n\n               momentum and thrown tomahawk spread-eagles one Huron, near a \n               couple of wounded Redcoats who fight on...\n\n               MAGUA\n\n               calmly sees the odds have changed. His attention becomes \n               focused. He commits a very revealing act seen through the \n               blurred foreground action of struggling bodies. We will \n               remember it. He raises his musket and aims at...\n\n               CORA MUNRO\n\n               who's unaware she's a target. Why is he singling out a Munro \n               girl to kill?\n\n               HAWKEYE\n\n               sees. Killdeer's at his shoulder...\n\n               TIME SLOWS: MAGUA\n\n               senses Hawkeye. Moving through liquid, his eyes drift left. \n               The moment is frozen.\n\n               Their eyes lock, each to the other's.  Then...\n\n               TIME UNFREEZES\n\n               Magua swings at Hawkeye and FIRES...\n\n               HAWKEYE\n\n               shifts. The .65 caliber musket ball rockets past his ear and \n               he's already squeezing Killdeer's trigger as...\n\n               HAWKEYE'S POV OVER BARREL: SMOKE\n\n               from Magua's musket blast clears. Magua's gone. He almost \n               shape-shifted, it happened so quickly. It's nearly mystical.\n\n               HAWKEYE\n\n               lowers Killdeer, impressed.\n\n               CORA\n\n               glances back at Hawkeye. She doesn't know why he's looking \n               at her.\n\n               CHINGACHGOOK\n\n               pursues two fleeing Hurons up the incline. Two strides gain \n               him the first man, who he hamstrings and runs over to pursue \n               the second up the hill... as...\n\n               HEYWARD\n\n               in the confused melee, grabs a found musket and aims it at \n               an Indian. We recognize that he's aiming at Chingachgook \n               pursuing the second Huron up the hill...\n\n                                     CORA\n                         No, Duncan!\n\n               Duncan ignores her.\n\n               HEYWARD'S MUSKET\n\n               is jerked from his hands.\n\n                                     HAWKEYE\n                         ...case your aim is any better'n \n                         your judgment.\n\n               He's drawn his sword, reflexively. Hawkeye flips the musket \n               around one-handed. It's pointed at Heyward's chest. And \n               Hawkeye FIRES, killing an attacking Huron behind Heyward. As \n               Heyward spins...\n\n               CHINGACHGOOK'S WAR CLUB\n\n               flashes up the hill. It cleaves the second man's back and \n               bowls him over. Chingachgook retrieves his club as his \n               scalping knife slashes down...\n\n               UNCAS\n\n               scalps the man he killed. Chingachgook dispatches the Huron \n               he hamstrung.\n\n               WIDE\n\n               Sudden silence. Heyward's motionless. The women are frozen, \n               as terrified of the savages and apparent half-breed rescuers \n               as they were of those who attacked them.\n\n               ALICE\n\n               Cora, holding her, is stunned but functioning. Moments ago \n               both women were clean and demure. Now their riding dresses \n               are torn, mud-stained, blood-spattered and their baggage is \n               gone.\n\n               HEYWARD'S\n\n               crossed to his slaughtered soldiers. Moments ago they were a \n               testament to British military power. Now they're dead meat. \n               Ambrose's body is against a tree. In the B.G.  two of the \n               wounded start to rise...\n\n                                     ALICE (O.S.)\n                         Stop it!\n\n               Heyward spins.\n\n               UNCAS\n\n               just cut the throat of the second Narraganset. It drops into \n               the brush. Alice attacks him.\n\n                                     ALICE\n                         We need them to get out of here!\n\n               Uncas gently restrains her. Cora reaches Alice and grabs her \n               away from the \"savage\".\n\n               Heyward runs in to protect the women...\n\n                                     HEYWARD\n                              (to Nathaniel)\n                         ...why the bloody hell he do that to \n                         the horses?!\n\n               Uncas, all business, is now reloading, lifting powder horns, \n               scanning the trees.\n\n                                     UNCAS\n                              (matter of fact)\n                         ...too easy to track...they can be \n                         heard for miles... find yourself a \n                         musket...\n\n               Cora's surprised by Uncas' easy English. Hawkeye's scanning \n               the forest.\n\n                                     HAWKEYE\n                              (to Heyward)\n                         Your wounded should try walkin' back \n                         to Albany.  They'll never make a \n                         passage north.\n\n                                     HEYWARD\n                              (breathless)\n                         We were headed...\n\n                                     HAWKEYE\n                              (appropriating a knife)\n                         ...Fort William Henry.\n\n                                     CHINGACHGOOK\n                              (to Hawkeye:)\n                         Let's go...\n\n               Then a fast exchange of Delaware. Cora's surprised to see \n               it's Chingachgook's decision. Chingachgook looks at the \n               survivors, gives his assent, starts off.\n\n                                     HAWKEYE\n                         ...take you as far as the fort.\n\n               Hawkeye throws Heyward a musket. Cora & Alice look towards \n               Heyward. He looks at them: the women are totally terrified \n               and do not move.\n\n                                     HAWKEYE\n                         If we are goin' to take you, we need \n                         to move.  Fast... And the fort is \n                         well off our course.  So if you all \n                         rather wait for the next Huron war \n                         party to come by, we'll be on our \n                         way.\n\n               Heyward quickly decides to go. The women follow. Hawkeye \n               starts off after Uncas and Chingachgook.\n\n                                                                    CUT TO:\n\n               EXT. FOREST - DAY\n\n               HAWKEYE\n\n               Moves through the trackless forest. Uncas is far out on the \n               left flank. Cora, Alice & Duncan Heyward follow in Hawkeye's \n               and Chingachgook's steps...\n\n               HAWKEYE'S FEET\n\n               walking through a creek, stepping in the stream bed instead \n               of on stones.  The others follow. Hawkeye looks at Heyward.\n\n               HEYWARD\n\n               conforms. He's ill at ease not being in command, following \n               the lead of some half-Indian frontiersman through a foreign \n               wilderness.\n\n                                     HEYWARD\n                         How far is it, scout?\n\n                                     HAWKEYE\n                         Day and a half\n                              (pause)\n                         Where did you get... the guide?\n\n                                     HEYWARD\n                         Colonel Munro sent him. He was one \n                         of our Mohawk allies.\n\n                                     HAWKEYE\n                         He is Huron and nothing else.\n                              (checking the Munro \n                              girls are not too \n                              close)\n                         Why would he want to murder the girl?\n\n                                     HEYWARD\n                         What?!\n\n                                     HAWKEYE\n                         Dark haired...\n\n                                     HEYWARD\n                         Miss Cora Munro. He never set eyes \n                         on her before today.\n\n                                     HAWKEYE\n                         No blood vengeance? No re-proach or \n                         insult?\n\n                                     HEYWARD\n                         Of course not!\n                              (pause)\n                         And how is it you were nearby?\n\n                                     HAWKEYE\n                         Came across the war party, tracked \n                         'em.\n\n                                     HEYWARD\n                         Then you're assigned to Fort William \n                         Henry?\n\n                                     HAWKEYE\n                         No.\n\n                                     HEYWARD\n                         Fort Edward, then?\n\n                                     HAWKEYE\n                         No. Headin' west. To Can-tuck-ee.\n\n                                     HEYWARD\n                         I thought all our colonial scouts \n                         were in the militia?\n\n               Off to the side, Uncas smiles at the idea.\n\n                                     HAWKEYE\n                         I ain't your \"scout\". And I am in no \n                         damn militia.\n\n                                     HEYWARD\n                              (stops)\n                         Then you are one of those who would \n                         allow England to fight alone while \n                         she protects you from France?\n\n                                     HAWKEYE\n                         England does not protect me and does \n                         not war against France on our account. \n                         She uses us to war against France on \n                         her own account...  of greed for \n                         land and furs.\n\n                                     CORA'S\n                         appalled.\n\n                                     HAWKEYE\n                              (turns)\n                         Clear it up any?\n\n                                     HEYWARD\n                              (loud)\n                         I owe you gratitude or I'd call you \n                         out!\n\n                                     HAWKEYE\n                              (low)\n                         Do not let gratitude get in the way...\n\n               Cora's hand holds back Heyward's sword arm because suddenly \n               Chingachgook looms over him.\n\n                                     CHINGACHGOOK\n                              (to Hawkeye)\n                         Yengeese no good in woods. Make more \n                         noise, I kill him.\n\n               Heyward spins. Hawkeye coolly watches Cora. Her attitude is \n               hostile; aligned with Heyward. He turns away. Meanwhile...\n\n               UNCAS\n\n               stops, alarmed. Something in the air bothers him. Hawkeye \n               smells it, too.\n\n               CHINGACHGOOK\n\n               is already moving out front, low and fast...\n\n                                                                    CUT TO:\n\n               EXT. FOREST, TREE LINE - DAY\n\n               GREEN BRANCHES\n\n               After we HOLD, we realize Chingachgook's been there all along. \n               Hawkeye and Uncas join him where the branches meet the ground. \n               Smoke drifts through the trees.\n\n               Hawkeye sees and dips his head, then looks again...\n\n               EXT. CAMERON CABIN - DAY\n\n               WIDE\n\n               Burned, smoldering, having fallen in on itself. TRACK LEFT \n               past what was the doorway. A dead child's hand protruding \n               from the ruin. A fragment of a dress. Charred and smoldering \n               wood. John Cameron's body in the wreckage. And then, through \n               the collapsed posts and timbers, Hawkeye, Chingachgook and \n               Uncas have advanced and are seeing what we've just seen; and \n               then Cora and Alice.\n\n               ALICE\n\n               approaches and is frozen in horror. Cora shields her from \n               the sight. Cora is affected but confronts it directly.\n\n                                     HEYWARD (O.S.)\n                         Anything to be done?\n\n               UNCAS\n\n               returns from under one part of the wreckage, ashen, stoic, \n               as they all are. We know the degree of their inner pain.\n\n                                     UNCAS\n                         All dead...\n\n               HAWKEYE\n\n               bends over a moccasin print that Chingachgook's examining. \n               They look at each other grimly. Heyward joins them.\n\n                                     HEYWARD\n                         Who were these people?\n\n                                     HAWKEYE\n                              (re: print)\n                         Ottawa!\n\n                                     HEYWARD\n                         Excuse me...\n\n                                     CHINGACHGOOK\n                              (to Hawkeye)\n                         Ottawa.\n\n               UNCAS\n\n               enters, very careful where he places his feet... Hawkeye \n               gestures to Heyward to stay where he is: on the periphery \n               with the women.\n\n                                     UNCAS\n                         Mirrors... tools... clothes... all \n                         inside.\n\n                                     HAWKEYE\n                              (to Chingachgook)\n                         Movin' fast, not able to carry much...  \n                         this was a war party?\n\n               Chingachgook nods confirmation and indicates a direction in \n               Mohican. The significance is very ominous to them. We don't \n               know why yet. Chingachgook starts away...\n\n                                     HEYWARD\n                         Let us look after them...\n\n               He starts approaching the bodies.\n\n                                     CHINGACHGOOK\n                         Leave them.\n\n               Heyward stops. Hawkeye and Uncas follow Chingachgook, leaving \n               the cabin.\n\n                                     CORA\n                              (hasn't moved)\n                         Though they are strangers, they are \n                         at least entitled to a Christian \n                         burial!\n\n                                     HAWKEYE\n                              (shaking his head)\n                         Let us go, miss.\n\n                                     CORA\n                         I will not. I have seen the face of \n                         war before, Mr. Poe, but never war \n                         made on women and children. And almost \n                         as cruel is your indifference.\n\n               Hawkeye turns back and rapidly approaches her. She takes a \n               step back, fearful.\n\n                                     HAWKEYE\n                              (contained)\n                         Miss Munro.\n                              (pause)\n                         They are not strangers....  And they \n                         stay as they lay...!\n\n               CORA\n\n               realizes Hawkeye knew these people and is deeply affected. \n               She also realizes for the first time this is a whole new \n               world with dynamics and complexities, behavior and rhythms \n               she doesn't understand. He turns away from her and walks on. \n               She hesitates a moment.\n\n               WIDE ON THE SMALL CLEARING IN FRONT OF THE FARMHOUSE\n\n               as Chingachgook and Hawkeye, extremely alert and cradling \n               their cocked flintlocks, walk to camera, eyes sweeping the \n               forest perimeter; they're followed by Cora, Heyward helping \n               Alice and Uncas as rearguard.\n\n               The ruined cabin and the dead dream of a family smolders \n               behind them.\n\n                                                                    CUT TO:\n\n               EXT. GLADE - NIGHT\n\n               PROFILE: HAWKEYE\n\n               moves through to where the trees seem sparse and are \n               unnaturally white birch and some thin grass grows. The land \n               rises into a mound. Chingachgook and the others avoid stepping \n               on the grass and cross to the other side of it.\n\n               CHINGACHGOOK\n\n               mutters something to Uncas. He nods and disappears amongst \n               the white birch, soundlessly.\n\n               HAWKEYE\n\n               throws Heyward a blanket. Heyward spreads the blanket below \n               the top of the mound and - maintaining silence - he gestures \n               for Cora & Alice to rest there.\n\n               ALICE'S HEAD\n\n               hits the blanket. She curls into a fetal position and she's \n               out. Heyward is nearby on watch.\n\n               Hawkeye has taken a position two-thirds of the way around \n               the crescent shaped mound.\n\n               Cora has sought him out.\n\n               HAWKEYE\n\n               doesn't react as Cora enters. He's scanning the trees; not \n               looking at her.\n\n               They whisper...\n\n                                     CORA\n                         Why didn't you bury those people?\n\n                                     HAWKEYE\n                         Anyone lookin' to pick up our trail, \n                         would see it as a sign of our \n                         passing...\n\n                                     CORA\n                         You knew them.\n\n               Hawkeye looks at her and nods.\n\n                                     CORA\n                              (stiffly)\n                         You were acting for our benefit. And \n                         I apologize. I misunderstood you.\n\n                                     HAWKEYE\n                         Well that is to be expected. My \n                         father...\n\n                                     CORA\n                         Your \"father\"?\n\n                                     HAWKEYE\n                         Chingachgook. He warned me about \n                         people like you.\n\n                                     CORA\n                         He did?\n\n                                     HAWKEYE\n                         Yes. He said... \"do not try to make \n                         them understand you.\"\n\n                                     CORA\n                         What?!\n\n                                     HAWKEYE\n                         Yes. And \"do not try to understand \n                         them.  That is because they are a \n                         breed apart and they make no sense...\"\n\n               Cora's indignation is cut off because...\n\n               UNCAS\n\n               moving fast. He gestures back the way he came and it means \n               they're in jeopardy. Uncas disappears around the mound.\n\n                                                                    CUT TO:\n\n               EXT. BIRCH FOREST - TREES - NIGHT\n\n               Nothing. Imperceptibly we move closer and start to see shapes \n               blocking out part of the white birch.\n\n               RED-PAINTED FACE\n\n               white eyes. A ruff of red hair stands straight up at the \n               back of the large man's head.\n\n               Slit and monstrously elongated earlobes are weighted with \n               silver. He's followed by others. Wary, silently, they hunt.\n\n               DEEPER: MORE OTTAWA\n\n               Towards the rear are two French Rangers (\"Coureurs des Bois\") \n               from Le Regiment de la Sarre. They're bearded, dirty, dressed \n               Indian-style in moccasins, leggings and breechcloths with \n               hooded hunting shirts. There's nothing clumsy about them. \n               They're the 18th century version of Special Forces who've \n               gone indigenous. If they and the Ottawa find our people, \n               it's all over.\n\n               ALICE\n\n               seeing the red-painted Ottawa approach, starts to panic. Her \n               hyperventilating and involuntary small sounds of fear will \n               reveal their position. A hand covers her mouth and silences \n               her struggling. WIDEN. It's Uncas. His other arm is around \n               her, holding her, looking towards the advancing Ottawa.\n\n               HAWKEYE\n\n               on his back, his tomahawk within reach on the ground.\n\n               OTTAWA & FRENCH\n\n               are fifty yards away from the crescent mound behind which \n               lie our people. Mist envelops them...\n\n               CHINGACHGOOK\n\n               His massive arms spread revealing his war club in his left \n               fist; his fusil in his right hand.\n\n               HAWKEYE\n\n               waiting for the attack. Cora's eyes are anxious, but there's \n               no terror there. Nathaniel's impressed with her cool. He \n               hands her a pistol. She takes it. He listens for the soft \n               drop of moccasined feet...\n\n               OTTAWA\n\n               through the grass. Thirty feet away they stop. They're \n               motionless. Then their leader gestures and they start backing \n               out. The French Rangers continue towards the crescent.\n\n               The Ottawa chief takes one's arm and stops him. The French \n               Ranger whispers something inaudible. The Ottawa chief shakes \n               his head, \"Non. Pas possible...\"\n\n               And means it. They retreat.\n\n               SEPERATE SHOTS: HAWKEYE, UNCAS, CHINGACHGOOK, CORA\n\n               tensely monitor the Ottawa retreat.\n\n               UNCAS & ALICE\n\n               He slowly removes his hand from her mouth. She's a little \n               shy, then she looks up, catches his eyes. Then she averts \n               her face.\n\n               CHINGACHGOOK\n\n               sees all of it; doesn't like it.\n\n                                     HAWKEYE\n                         The Ottawa are gone.\n\n                                     CORA\n                              (quietly)\n                         Why did they turn back?\n\n               In answer Hawkeye looks behind & above her head.\n\n               CORA\n\n               turns and makes out stilt platforms of skeletons and torn \n               strips of buckskin silhouetted against the night sky in the \n               distance. They have camped on sanctified ground, a burial \n               place.\n\n               CORA & HAWKEYE\n\n               She thinks it would be a mistake to ever underestimate the \n               skill of these men or the danger & complexity of this place. \n               She hands the pistol back to him. Their hands almost touch.\n\n                                     CORA\n                              (still pissed off)\n                         \"We're a breed apart and we make no \n                         sense\"...?\n\n                                     HAWKEYE\n                              (smiles)\n                         In your particular case, miss, I \n                         would make some allowance...\n\n                                     CORA\n                              (sarcastic)\n                         Thank you so much.\n\n               Cora is angry. Hawkeye, staring at the trees, glances at \n               her. She settles, looking at him.\n\n               Her mood changes. Then...\n\n                                     CORA\n                         You called Chingachgook your \"father\"?  \n                         Where is your real family?\n\n               Hawkeye's surprised by her question.\n\n                                     HAWKEYE\n                         They buried my ma & pa and my sisters.  \n                         And Chingachgook - who found me with \n                         two French trappers - raised me up \n                         as his own.\n\n                                     CORA\n                         I'm sorry.\n\n                                     HAWKEYE\n                         I do not remember them. I was one or \n                         two.\n\n                                     CORA\n                         How did you learn English?\n\n                                     HAWKEYE\n                         My father sent Uncas & I to Reverend \n                         Wheelock's school when I was ten. So \n                         we would know both worlds... though \n                         we were told only bother learning \n                         readin' & arithmetic from yours.\n\n                                     CORA\n                         And what were the consequentialities \n                         of European culture you didn't bother \n                         with?\n\n                                     HAWKEYE\n                         The Bible. Monarchy. Many wrong ideas \n                         about the government of men. My \n                         father's people already know each \n                         man is his own nation. And only he \n                         can have dominion over himself. Not \n                         kings. No man is better than any \n                         other man.\n\n                                     CORA\n                         In London those radical ideas could \n                         land you in Newgate prison.\n                              (changing the subject)\n                         Why were those people living in this \n                         defenseless place...?\n\n                                     HAWKEYE\n                         'Cos frontier land's the only land \n                         affordable to poor people. So after \n                         seven years indentured service in \n                         Virginia, they headed out here where \n                         they are beholden to none and not \n                         livin' by another's leave...  Their \n                         name was Cameron. John & Alexandria.\n\n               Cora sees the slate grey clouds and, in between, the fields \n               of stars. She looks at Hawkeye; then again up at the night \n               sky.\n\n                                     HAWKEYE\n                              (continuing; looking \n                              up)\n                         My father's people say... at the \n                         birth of the sun and of his brother, \n                         the moon, their mother died... so \n                         the sun gave to the earth her body, \n                         from which was to spring all life.  \n                         And he drew forth from her breast \n                         the stars.  The stars he threw into \n                         the night sky to remind him of her \n                         soul.\n                              (the sky)\n                         So there is the Camerons' monument...  \n                         my folks', too, I guess.\n\n               CORA'S\n\n               pensive. Hawkeye's watching her. Her reaction is enigmatic. \n               After a pause...\n\n                                     CORA\n                              (low)\n                         You are right, Mr. Poe. We do not \n                         understand what is happening here.  \n                         And it is not as I imagined it would \n                         be, thinking of it in Boston and \n                         London...\n\n                                     HAWKEYE\n                         Sorry to disappoint you...\n\n                                     CORA\n                              (eyes downcast)\n                         On the contrary. It is more deeply \n                         stirring...  to my blood...\n                              (then up into his \n                              eyes)\n                         ...than any imagining could possibly \n                         have been...\n\n               She closes her eyes, turns slightly and prepares to sleep. \n               Hawkeye is the one left staring into the birch forest, a \n               little surprised. Some of his assumptions about her were \n               wrong...\n\n                                                                    CUT TO:\n\n               EXT. FOREST - LATE AFTERNOON\n\n               WIDE\n\n               Deep fog has set in. A hand entering the frame scares the \n               hell out of us. It moves a branch aside. It's Uncas. Spread \n               to the right is Chingachgook, far to the left is Hawkeye. \n               They hike up a steep forested slope in the heart of the \n               Adirondacks.\n\n                                     CORA\n                         Much further?\n\n                                     HAWKEYE\n                         Top of this ridge. Fort and Lake \n                         George are downhill of it.\n\n               ALICE\n\n               Re-energized, her spirits pick up.\n\n                                     ALICE\n                         Will we be able to bathe?\n\n               Before Cora can answer they hear a deep, rolling roar. Alice \n               is alarmed.\n\n                                     CORA\n                         Thunder... Papa will arrange \n                         something.\n\n               UNCAS\n\n               looks over his shoulder, sees something in the far distance, \n               gestures to Hawkeye and Chingachgook.\n\n               HAWKEYE'S POV: DISTANT HILLS\n\n               and the band of red-painted Ottawa and Coureurs des Bois, \n               who have now split into two groups, are still on their trail. \n               Meanwhile, oblivious...\n\n                                     HEYWARD\n                         The men of the regiment will fetch \n                         water from the lake, build fires and \n                         provide every comfort you desire, \n                         Alice...\n\n                                     ALICE\n                         Duncan, you are absolutely gallant. \n                         If Cora doesn't marry you, I shall.\n\n                                     CORA\n                         Alice!\n\n               Heyward laughs. Hawkeye sees them. It bothers us: will these \n               Europeans, including Cora, shed their frontier experience?\n\n                                     ALICE\n                         I can't wait to see Papa...\n\n                                     CORA\n                         And you, Duncan? What are you looking \n                         forward to?\n\n                                     HEYWARD\n                         Posting to a different continent.\n\n               He and Alice laugh. Cora does not.\n\n                                     CORA\n                         I think it's very important and \n                         exciting.\n\n               Heyward looks at her. She's not kidding.\n\n               ANOTHER ANGLE: HEYWARD\n\n               helps Alice. As he does, he stares at Cora's seperation and \n               now her proximity to Hawkeye, who's walking on ahead, is \n               something Heyward doesn't like. His dark thoughts are \n               distracted by a FLASH of light and more ROLLING THUNDER.\n\n               WIDE FROM THE FRONT - HAWKEYE\n\n               drops and pulls Cora to the ground.\n\n                                     CORA\n                         Lightning?\n\n               Hawkeye doesn't answer as he, Chingachgook, Uncas and Heyward \n               make their way to the top of the ridge.\n\n               CLOSER ANGLES: CORA & ALICE\n\n               join them and look down upon their expectation of a secure \n               piece of England in the wilderness, a safe harbor, a father's \n               warm welcome.\n\n               THEIR POV: FORT WILLIAM HENRY\n\n               is none of those things. The thunder is the roar of French \n               siege cannon clouded in dense smoke. The flashes of light \n               are mortar bombs exploding and illumination rockets' red \n               glare. Fort William Henry is under a massive siege by a French \n               and Huron army.\n\n                                     UNCAS\n                         looks over his shoulder.\n\n               HIS POV: OTTAWA\n\n               pursuing them. There's no way back. They're propelled forward.\n\n                                                               DISSOLVE TO:\n\n               EXT. BATTLEFIELD, FRENCH BATTERY #1 - DUSK\n\n               CLOSE SHOTS\n\n               French cannons roar black smoke and gouts of red flame.\n\n               TRENCH\n\n               dug by sappeurs behind the cover of a huge gambio pushed \n               toward the fort by two poles and fascis on the sides.\n\n               ENGLISH GUN CREW\n\n               searching the night.\n\n               POV: BATTLEFIELD\n\n               is black.\n\n               ENGLISH ROCKETS\n\n               light the battlefield revealing the French trenches.\n\n               ENGLISH GUN CREW\n\n               excited. Colonial militia and Mohawk snipers fire their \n               rifles. The British gun crew scrambles to adjust their 18 \n               pounders.\n\n               FRENCH BATTERY #1\n\n               FIRES.\n\n               FRENCH BATTERY #2\n\n               FIRES.\n\n               EXT. FORT, WEST BATTERY\n\n               TRACKING. French cannon FIRE rips into the fortifications, \n               exploding wood and earth, shredding the English gun crew \n               with cannister. The English fight stubbornly, but we feel \n               they're outgunned. Meanwhile...\n\n               WIDE ANGLE FROM THE WATER\n\n               A new artillery duel erupts. The action is to the west side \n               of the fort. On the north, the fire fight is reflected on \n               the black water of Lake George in our foreground. Then a \n               dark shape wiping to the right cuts off those reflections.  \n               We see in silhouette the outline of a birch canoe moving \n               silently, barely rippling the mirrored surface of the lake.\n\n               EXT. LAKE GEORGE BANK - DEBRIS\n\n               Behind it, two Canadiens and a Huron alternately snipe at \n               the ramparts.\n\n               LOW & WIDE: SNIPERS\n\n               Behind them is black water. Its surface is broken by the \n               rising mass of Chingachgook, followed by Uncas and Hawkeye.  \n               Muzzle flashes from the cannon reveal the canoe and the forms \n               of the girls further out. Chingachgook's war club is held \n               low. The Huron senses and turns and Hawkeye's thrown tomahawk \n               knocks him back. Hawkeye's knife flashes in the night. \n               Chingachgook drives the war club up, smashing a Canadien \n               onto the debris. The second Canadien jabs bayonet at Uncas, \n               slashing his side. Uncas jerks him forward by the musket, \n               folds him over and tomahawks him.\n\n                                                                    CUT TO:\n\n               EXT. FORT WILLIAM HENRY, NORTH WALL - NIGHT\n\n               SALLY-PORT TUNNEL \n\n               amidst the cannonade roar, ad-libbed shouts from Hawkeye and \n               Heyward convince battle begrimed soldiers to open the sally-\n               port. Our people rush in.\n\n               TORCH LIGHT\n\n               the group moves through the long, dank, tunnel. Enlisted men \n               escorting them. Another torch from the other direction: \n               CAPTAIN BEAMS is revealed.\n\n                                     HEYWARD\n                         I'm Major Duncan Heyward!\n\n                                     BEAMS\n                         Captain Jeffrey Beams. We didn't \n                         think you'd make it through!\n\n                                     HEYWARD\n                         Where's Colonel Munro? His daughters \n                         are here, too.\n\n               Beams raises his torch, sees the muddied, soaked women. He \n               is shocked that they traveled with Heyward.\n\n                                                                    CUT TO:\n\n               INT. FORT WILLIAM HENRY, PARADE GROUND - NIGHT\n\n               GROUP\n\n               Emerges from a sally-port tunnel. It's smokey. NOISE is \n               deafening. The group has traveled through a nightmare, only \n               to arrive in hell.\n\n               HEYWARD WITH BEAMS, CORA & HAWKEYE, ALICE, UNCAS & \n               CHINGACHGOOK\n\n               run diagonally past pyramidal stacks of cannon ball, \n               smoldering beams and shrapnel, wounded men. Just then a mortar \n               is fired and explodes, killing the gun crew. On the ramparts \n               Mohawks and Colonial Militia, sniping at the French. Women \n               huddle in corners next to the sick and dying.\n\n               UNDER RAMPARTS: MILITIA\n\n                                     AD LIBS\n                              (shouts over roar)\n                         Uncas! Nathaniel...\n\n               HAWKEYE\n\n               waves. One wounded man, IAN, intercepts Uncas.\n\n                                     IAN\n                         Thought you and Nathaniel weren't \n                         joinin'-up.\n\n                                     UNCAS\n                              (on the run)\n                         Didn't!\n\n                                     HAWKEYE\n                         Dropped in to see how you boys is \n                         doin'.\n\n               COLONEL MUNRO\n\n               running from his quarters is shocked to see them.\n\n                                     ALICE\n                              (hysterical)\n                         Papa, Papa!!\n\n                                     MUNRO\n                              (enraged)\n                         Why are you here?!\n\n               Cora is stunned. Alice is decimated by her father's anger. \n               Munro sees and whips off his coat to cover them and takes \n               Alice under his arm. Bombardment resumes. Alice clings while \n               they race for the cover of his quarters:]\n\n                                     MUNRO\n                              (to Heyward; re: Alice \n                              & Cora)\n                         Why did you allow them to come?... \n                         And where the bloody hell are my \n                         reinforcements!!\n\n               They race into the yellow lantern light of Munro's quarters \n               and slam and bolt the heavy door. Heyward's confused...\n\n                                                                    CUT TO:\n\n               INT. MUNRO'S QUARTERS - NIGHT\n\n                                     MUNRO\n                              (embracing his \n                              daughters; softer)\n                         Told you to stay away from this hell \n                         hole!  Why did you disobey me?\n\n                                     CORA\n                         When? How?\n\n                                     MUNRO\n                         My letter...\n\n                                     CORA\n                         There was none!\n\n                                     MUNRO\n                         What?\n\n                                     CORA\n                         There was no letter.\n\n                                     MUNRO\n                         I sent three men to Webb!\n\n                                     HEYWARD\n                         One called Magua arrived.\n\n                                     CORA\n                         He delivered no such message.\n\n               Munro's stunned.\n\n                                     MUNRO\n                         Does Webb not even know we are \n                         besieged?\n\n                                     HEYWARD\n                         Sir. Webb has no idea. And he \n                         certainly does not know to send \n                         reinforcements!\n\n               Munro has nowhere for his rage to go. Meanwhile, Alice clings \n               to her father. At 45-55, the British Army has been his life.  \n               He blindly believes in its institutions, though officers \n               like Webb would disdain his Scots origins.\n\n               FROM UNDER HIS FURY:\n\n                                     MUNRO\n                              (flat)\n                         What happened to you?\n\n                                     HEYWARD\n                              (suddenly tired)\n                         Ambush... on the George Road. This \n                         Magua led us into it.\n                              (pause)\n                         ...eighteen killed. It's these men \n                         who saved us. They guided us here...\n\n                                     MUNRO\n                         Thank you. How can I reward you?\n\n               No answer. Then...\n\n                                     HAWKEYE\n                         Help ourselves to a few horns from \n                         your powder stores.\n\n                                     MUNRO\n                         What else?\n\n                                     UNCAS\n                         Some food.\n\n                                     MUNRO\n                              (to Uncas)\n                         I'm indebted to you. And get your \n                         side sewn up, young man.\n\n               MUNRO\n\n               sees his exhausted and bloodstained surgeon in the doorway \n               that leads to the next rooms.\n\n                                     MUNRO\n                              (bellows)\n                         Mr. Phelps!\n\n               PHELPS' face lights up when he sees Cora Munro.\n\n                                     PHELPS\n                         Miss Cora! How are you?\n\n                                     CORA\n                              (smiles)\n                         Fine, Mr. Phelps. Have you cat gut \n                         and a suturing needle?\n                              (for Uncas)\n                         And we could use some rum, clothes, \n                         and a place to wash...\n\n               Cora tries to remove Alice from her father, but she clings \n               to him. Munro holds her tighter. Then he whispers something \n               to her. She nods her head. And Cora takes her.\n\n               They exit.\n\n               MUNRO\n\n               is moved beyond words by his daughters' presence. There's a \n               break, a pause...\n\n                                     MUNRO\n                              (to Heyward over table \n                              map)\n                         What a place for them...\n\n                                     HEYWARD\n                         Might I enquire after the situation, \n                         sir, given that I've seen of the \n                         French engineering from the ridge \n                         above?\n\n                                     MUNRO\n                              (perfunctory)\n                         Logistics are his guns are bigger \n                         than mine and he has more of them.  \n                         They keep our heads down while his \n                         sappers make thirty yards of trench \n                         a day. His thirteen inch mortars \n                         have a two hundred yard range, so \n                         when they're close enough, they'll \n                         move them in, lob explosive rounds \n                         over our walls and pound us to dust.\n                         They look to be three hundred yards \n                         out.  Bloody murderers.  You have \n                         three days.\n\n                                     HAWKEYE\n                         A man, here, can make a run straight \n                         through to Webb.\n\n                                     MUNRO\n                         ...not enough time to get to Albany \n                         and back with reinforcements...\n\n               A Sergeant enters, snaps to attention, says something to \n               Beams, exits.\n\n                                     HEYWARD\n                         Webb's not in Albany. He marched the \n                         33rd to Fort Edward two days ago.\n\n                                     MUNRO\n                         Webb's at Edward?\n\n                                     HEYWARD\n                         Yes, sir.\n\n                                     MUNRO\n                         Only twelve miles away! He could be \n                         here day after tomorrow.\n                              (to Hawkeye)\n                         Find your man, sir! Captain Beams \n                         will give you the message.\n\n               Beams nods. Munro turns back to the map. Hawkeye has something \n               else to say.\n\n                                     HAWKEYE\n                         John Cameron's cabin. We come upon \n                         it last night. Burned out. Everyone \n                         murdered. And it was Ottawa. They're \n                         allied to the French.\n\n               Munro looks at him.\n\n                                     MUNRO\n                         Yes, Mr. Poe? So?\n\n                                     HAWKEYE\n                         It was a war party. It means they're \n                         on the attack up and down the \n                         frontier.\n\n               Munro turns to look at him for a long beat. Munro doesn't \n               like what his response must be to this news. He turns to \n               Heyward and the map.\n\n                                     MUNRO\n                              (cold)\n                         Thank you.\n\n               Hawkeye's dismissed, frozen out.\n\n                                     HAWKEYE\n                         Many men here, their homes are in \n                         the path.\n\n                                     MUNRO\n                         That's all, sir.\n\n               Hawkeye is furious. Chingachgook gestures Hawkeye out. He \n               leaves Munro's quarters almost knocking over an entering \n               Adjutant who backs way up to let Chingachgook pass.\n\n                                     HEYWARD\n                         Things were done. Nobody was spared...\n\n                                     MUNRO\n                         Terrible feature of war in the \n                         Americas.\n                              (beat; a mantra)\n                         Best to keep your sight fixed on our \n                         duty.\n\n               Our duty is to defeat France. That hangs on a courier to \n               Webb.\n\n                                                                    CUT TO:\n\n               INT. MONTCALM'S MARQUEE - NIGHT\n\n               CHORAL GROUP\n\n               of three Seneca women and five boys, led by a Jesuit, sing \n               the Te Deum in the Iroquois language. This is a large tent \n               that could sleep twenty. Montcalm's four personal guards are \n               at the entrance as well as COMTE DE LEVIS in dirty lace, a \n               facial wound and a braceful of pistols on a sash. Inside is \n               simple campaign furniture and a six by eight foot battle \n               standard and flag of France.\n\n               MONTCALM\n\n               stands with a huge and fearsome elaborately tattooed and \n               robed Seneca chief in a silk turban...\n\n                                     SENECA CHIEF\n                              (low)\n                         ... and the Black Robes of \n                         Michilimackinac left us no time to \n                         put our cabins in order before telling \n                         us our French father had need of our \n                         aid. We rolled our blankets and were \n                         the first to be here. Yet we are not \n                         the first and closest to my father's \n                         campfire.\n\n               The Marquis de Montcalm is forty-five, wears a large wampum \n               belt as a sash over his waistcoat. He has an acute intellect, \n               an elegant manner. He is more aristocratic than Munro, but a \n               consummate professional soldier. Over the Seneca's shoulder, \n               Montcalm sees and nods to...\n\n               MAGUA\n\n               entering with four Huron braves. This is not the Magua we \n               saw on the trail. In his scalp lock, now red-stained and cut \n               to a Huron roach, are three blacl plumes. A match-coat blanket \n               drapes his left shoulder.\n\n                                     MONTCALM\n                              (to Seneca Chief)\n                         For my children and the children of \n                         the true faith, my friendship and \n                         esteem is boundless...  I will give \n                         you three oxen for a feast and \n                         tomorrow I, myself, will sing the \n                         war song with you in the great council \n                         house.\n\n               The Seneca Chief is satisfied and his people, plus the Jesuit, \n               exit. The look on Magua's face and the wry expression on \n               Montcalm's allows us to understand their relationship is \n               based on realpolitik.\n\n                                     MONTCALM\n                         Le Renard Subtil, how are things \n                         with your English friends?\n\n               Magua exhales in derision as he brings a chair to face \n               Montcalm and sits, European style...\n\n                                     MONTCALM\n                              (over his shoulder)\n                         Louis Antoine, join us.\n\n               LOUIS ANTOINE DE BOUGAINVILLE enters. He wears a functional \n               melange of Indian moccasins over white linen breeches and an \n               officer's waistcoat.\n\n                                     MONTCALM\n                         Hear what le Subtil has to tell us...\n\n               Bougainville published a book on integral calculus at twenty-\n               five, at twenty-six was a secretary to the French Ambassador \n               in London, in January 1756 at twenty-seven he was elected a \n               member of the British Royal Academy of Science and at age \n               twenty-eight he's aide de camp to the Marquis de Montcalm \n               with the rank of captain. Later in life, he brought \n               \"bougainvillea\" from Tahiti to Europe to America.\n\n                                     MAGUA\n                         English war chief, Webb goes to Fort \n                         Edward with 33rd Regiment. He does \n                         not know my father's army attacks \n                         Fort William Henry.\n\n                                     BOUGAINVILLE\n                         But by now Munro knows his couriers \n                         didn't get through. He'll send \n                         another.\n\n                                     MAGUA\n                         The Grey Hair will try.\n\n                                     BOUGAINVILLE\n                         Four or five, including two women \n                         entered the fort...\n\n                                     MAGUA\n                         The Grey Hair's children were under \n                         Magua's knife but escaped. They'll \n                         be under it again.\n\n                                     MONTCALM\n                         Why do hate the Grey Hair, Magua?\n\n                                     MAGUA\n                         When the Grey Hair is dead, Magua \n                         will eat his heart. Before he dies \n                         Magua will put his children under \n                         the knife so the Grey Hair will see \n                         his seed is wiped out forever.\n\n               Montcalm won't get a direct answer.\n\n                                     MONTCALM\n                         My sappeurs are advancing the trenches \n                         through the night, now. You may have \n                         your opportunity soon.\n\n                                                                    CUT TO:\n\n               INT. SURGERY, ENTRANCE - NIGHT\n\n               PHELPS\n\n               Exhausted, sitting on a low stool, taking a breath.\n\n                                     HAWKEYE (O.S.)\n                         She know what she's doin'?\n\n               Phelps looks up, then he looks over his shoulder at Cora. \n               She's in a borrowed launderess dress\/blouse... She looks \n               different. He's a little indignant.\n\n                                     PHELPS\n                         First assisted me in Austria when \n                         she was fourteen. I would say she \n                         does...\n\n               Her apron is stained. Hawkeye sees this may be her first \n               time in the New World, but it's not her first military \n               campaign. Still angered at Munro's dismissive response, he's \n               nevertheless falling for Cora.\n\n                                     HAWKEYE\n                         She does not shy away from much...\n\n                                     PHELPS\n                              (elsewhere)\n                         What's that?\n\n                                     HAWKEYE\n                         Nothin'.\n\n               Alice Munro has caught Hawkeye's attention. Outside the \n               surgery where a casement meets a wall, she sits, withdrawn. \n               A catatonic older woman in a fine dress sits next to her.\n\n                                     PHELPS (O.S.)\n                         Miss Cora? Gentleman looking for \n                         you.\n\n               HAWKEYE\n\n               enters. Cora's sewing up Uncas.\n\n                                     CORA\n                              (looks up)\n                         Mr Poe?\n\n                                     HAWKEYE\n                         Miss.\n                              (re: cotton)\n                         May I?\n\n               Cora, curious, nods. Hawkeye cuts some pieces from her ruined \n               and discarded dress that she now uses to bandage Uncas. We \n               don't know why; neither does Cora.\n\n                                     HAWKEYE\n                              (to Uncas)\n                         You 'bout done holdin' hands with \n                         Miss Munro?\n\n               Uncas laughs, looking from her to Hawkeye. Then he's up and \n               he hurts. Cora starts to tend another wounded man. As they \n               start out, Hawkeye hesitates. Sensing it, Cora turns.\n\n                                     CORA\n                         What are you looking at, Mr. Poe?\n\n                                     HAWKEYE\n                         Why, I am looking at you, Miss.\n\n               Cora measures the directness of Hawkeye's manner. It's not \n               insolent, only unsettling.\n\n               Feeling foolish; she turns. He leaves.\n\n                                                                    CUT TO:\n\n               EXT. FRENCH TRENCHES - NIGHT\n\n               SAPPEURS & ENGINEERS\n\n               Having worked through the night, are still digging the \n               diagonally-advancing trench. We note it's closer than it \n               was.\n\n               EXT. FRENCH TRENCHES - NIGHT\n\n               FRENCH PICKETTS\n\n               At their posts guard the sappeurs. Meanwhile...\n\n                                                                    CUT TO:\n\n               EXT. FORT WILLIAM HENRY, WEST SIDE - NIGHT\n\n               SALLY-PORT \n\n               Opens. Ten Mohawks and Rangers crawl towards the French lines. \n               Meanwhile...\n\n                                                                    CUT TO:\n\n               EXT. FORT WILLIAM HENRY, PARAPET - NIGHT\n\n               HAWKEYE & UNCAS -\n\n               are low and out of French sight in the northeast battery. \n               Four others are with them, including Captain Jack. Stacked \n               rifles are against the casement. We don't know why.\n\n               Each rifle is within reach of Hawkeye's hand. Hawkeye is \n               taking extra care loading Killdeer. He charges it once, then \n               overloads the powder by a quarter charge.\n\n                                     UNCAS\n                         You told him about the raid?\n\n                                     HAWKEYE\n                              (nods)\n                         He does not want to hear it.\n                              (pause)\n                         But he is gonna have to.\n\n                                     JACK\n                              (to one man)\n                         Get together by the West Battery \n                         James & Ian, Sharitarish & William.\n\n               Hawkeye uses the fine cotton he took from Cora. Uncas sees \n               it.\n\n                                     UNCAS\n                         Tight weave.\n\n                                     HAWKEYE\n                         Another forty yards?\n\n               Uncas nods. Hawkeye wets it to make a tighter gas seal and \n               rams it home. The tighter fit requires more effort.\n\n               HAWKEYE\n\n               looks below to ground level...\n\n               FRONTIERSMAN - COURIER\n\n               Two pistols are holstered in a sash around his chest. He \n               wears no hat and carries no pack. He waits by the sally-port \n               door.\n\n                                                                    CUT TO:\n\n               EXT. FRENCH TRENCH - NIGHT\n\n               THREE PICKETS -\n\n               are suddenly tomahawked and knifed by stripped down 42nd \n               Highlanders and Mohawks. Alarm is raised. French and some \n               Huron run to advance. Shots are fired.\n\n               The Rangers & Mohawks fall back.\n\n               FRENCH\n\n               emboldened, pursue...\n\n               TRENCH IN FRONT OF WEST WALL\n\n               suddenly Heyward and three companies of the 62nd regiment of \n               Foot (60 men) are over the top in perfect formation...\n\n                                     HEYWARD\n                         Sergeant! Form three ranks!\n\n                                     SERGEANT MAJOR\n                         Sir!\n                              (bellows to troops)\n                         Upon the center, wheel to the left-\n                         about!  March!\n                              (three motions; drums)\n                         Rear ranks, proper distance!\n                              (the rear ranks back \n                              up six paces)\n                         Front ranks, take your distance! \n                         March!\n                              (everybody moves)\n                         Halt!\n                              (in unison they slam \n                              to a stop)\n                         Make ready!\n                              (muskets snap to port \n                              arms)\n\n               MOHAWKS & HIGHLANDERS\n\n               dodge right & left of the 62nd's line of fire.\n\n               FRENCH\n\n               are coming forward. Their sergeants trying to stop and form \n               their men in ad-libbed French.\n\n               62ND REGIMENT OF FOOT\n\n                                     SERGEANT MAJOR\n                              (dead cool)\n                         First rank! Second rank! Present \n                         arms!\n                              (muskets shouldered)\n\n                                     HEYWARD\n                         Fire!!!\n\n               Like one shot, lightening, smoke and .65 caliber death screams \n               from the first two ranks like a scythe, cutting down...\n\n               REVERSE: FRENCH\n\n               Fourteen wounded or killed...\n\n               62ND REGIMENT OF FOOT\n\n               HEYWARD\n\n               exposed. He's oblivious to incoming rounds. A piece of hat \n               is blown off, epaulet is shot off. The man next to him is \n               killed and bloodies Heyward's coat.\n\n                                     HEYWARD\n                         Advance, Sergeant Major!\n\n                                     SERGEANT MAJOR\n                         Sir!!!\n                              (to soldiers)\n                         Third rank! Twelve paces! Forward \n                         march!\n\n               Drums. The rear rank walks through the first two ranks, who \n               are priming and loading in perfect order to their Sergeant \n               Major's commands. As the third rank becomes the first rank...\n\n                                     SERGEANT MAJOR\n                         Shoulder arms!\n                              (slam)\n                         Present!\n                              (slam)\n\n                                     HEYWARD\n                         Fire!!!\n\n                                                                    CUT TO:\n\n               EXT. FORT WILLIAM HENRY - NIGHT\n\n               COURIER\n\n               sprints for the trees during the diversion of Heyward's sally.\n\n               TWO HURONS\n\n               materialize from nowhere and charge at him... both are BLOWN \n               off their feet by...\n\n               EXT. FORT WILLIAM HENRY, CASEMENT - NIGHT\n\n               UNCAS & HAWKEYE\n\n               now handed already-loaded, primed and cocked rifles while \n               the four men behind them reload the two just fired. Hawkeye \n               gestures...\n\n               EXT.  HILLSIDE - NIGHT\n\n               THREE HALF-SAVAGE CANADIENS\n\n               Are running down the hill to intercept the courier. One \n               fires...\n\n                                     COURIER\n                         a near miss.\n\n               EXT. FORT WILLIAM HENRY - NIGHT\n\n               HAWKEYE FIRES. A half second later, Uncas FIRES.\n\n               EXT. HILLSIDE - NIGHT\n\n               One Canadien's falling through the trees as the second one's \n               hit by Uncas' shot.\n\n               HAWKEYE\n\n               reaches out his hand. Killdeer with the heavier load is \n               slapped into it. Hawkeye aims.\n\n               Looks away a second and comes back to the sight in deep \n               concentration. The world goes silent...\n\n               HAWKEYE'S POV:\n\n               COURIER & CANADIEN\n\n               pursuer are barely visible. Only patches appear momentarily \n               between the trees. They're three hundred yards away: an \n               impossible shot in 1757.\n\n               EXT. FOREST - NIGHT\n\n               THE CANADIEN\n\n               will intersect the courier. His arm is back with his tomahawk \n               to throw...\n\n               EXT. FORT WILLIAM HENRY - NIGHT\n\n               HAWKEYE\n\n               Judges wind, elevates the long rifle... and FIRES at us.\n\n                                                             JUMP CUT BACK:\n\n               TREES\n\n               Hawkeye's heavy round rips through. We HEAR the ball cut \n               air. A few leaves flutter...\n\n               EXT. FOREST - NIGHT\n\n               CANADIEN\n\n               whacked head over heels by the impact.\n\n               COURIER\n\n               looks over his shoulder. He didn't know the Canadien was \n               there. He stumbles in the half light. Then he runs on...\n\n                                                                    CUT TO:\n\n               EXT. FORT WILLIAM HENRY - WEST SALLY-PORT - NIGHT\n\n               The three companies of the 62nd Regiment of Foot file back \n               into the fort in perfect order. The sally-port is closed. \n               Three men are wounded. The diversion worked perfectly.\n\n                                     HEYWARD\n                         Sergeant Major!\n\n                                     SERGEANT MAJOR\n                         Sir!\n\n                                     HEYWARD\n                         Thank you, Sergeant Major. Thank the \n                         men.\n\n                                     SERGEANT MAJOR\n                         Atten-hut!\n\n               TROOPERS & MILITIA\n\n               have seen no action for three days & nights. Heyward got \n               their blood running and won their respect. They step aside \n               and nod to him. Heyward keeps walking. He is home.\n\n                                                                    CUT TO:\n\n               INT. MUNRO'S BEDCHAMBER - NIGHT\n\n               DOOR\n\n               A knock and Heyward enters.\n\n               CORA & ALICE\n\n               Alice is in her father's bed. Cora is collecting and tearing \n               linen into strips for bandaging.\n\n                                     HEYWARD\n                         Cora... I wanted to talk to you, but \n                         I'll come back another time...\n\n               Alice looks at the two of them and rises out of the bed.\n\n                                     CORA\n                         Alice...\n\n                                     ALICE\n                         Talk to Duncan, Cora... I must \n                         manage...  I cannot be an invalid \n                         schoolgirl.\n                              (starts for door)\n                         I'll see if Mr. Phelps needs \n                         anything...\n\n               She leaves.\n\n                                     HEYWARD\n                         I'm sorry, I didn't mean to...\n\n               CORA\n\n               Her nerves are shattered. She's trying to be brave.\n\n               There's a lot going on under Cora's surface. We don't know \n               what it is, but it's disconcerting.\n\n                                     HEYWARD\n                         Cora, I adore you and, when we come \n                         together, we will be the happiest \n                         couple in England...  I am certain \n                         of that. More than ever before.\n                              (softens)\n                         I believe you must trust the judgment \n                         of others who hold your welfare so \n                         close to their hearts...\n\n                                     CORA\n                         Duncan...\n                              (pause)\n                         Duncan, I promised you an answer. \n                         You have complimented me with your \n                         persistence and patience... But the \n                         decision I've come to is I'd rather \n                         make the gravest of mistakes than \n                         surrender my own judgment.\n\n               Heyward is stunned.\n\n                                     CORA\n                         And it's been unfair to you, while I \n                         search myself for feelings, which, \n                         if they were there and as strong as \n                         they ought to be, would've made \n                         themselves known long ago...\n                              (pause)\n                         Take my admiration and friendship, \n                         Duncan.  And please take this as my \n                         final answer.  It must be no.\n\n               Heyward' shattered inside.\n\n                                     HEYWARD\n                         I see...\n\n                                     CORA\n                         I am sorry, Duncan...\n\n               Heyward nods. He's speechless. He's errect as he leaves the \n               room.\n\n               CLOSE: CORA\n\n               The tension rushes out of her and she shudders and leans \n               against the quarter-timbered walls for support.  Then she \n               collects the linen and starts out.\n\n                                                                    CUT TO:\n\n               INT. FORT, INNER CORRIDOR - NIGHT\n\n               CORA\n\n               Moving through the corridor past wounded. Two French mortar \n               bombs explode above one of the casements. We hear shrill \n               screams in the distance and...\n\n                                     HAWKEYE (O.S.)\n                         ... it was no raidin' party out for \n                         pillage. The cabin was attacked by a \n                         war party. They are sweeping south \n                         down the frontier spreading terror \n                         among farms and Mohawk villages 'cos \n                         all the men are here.\n\n                                     IAN (O.S.)\n                         And my cabin's not thirteen miles \n                         south of Cameron's!\n\n               Cora, passing the open door to Munro's crowded office, now \n               hesitates.\n\n               CORA'S POV: THE ROOM\n\n               Hawkeye, Captain Jack Winthrop, Ian, seven or eight other \n               militia spokesmen, Munro, Heyward, two adjutants, one \n               lieutenant of Rangers.\n\n                                     MUNRO\n                              (to Jack)\n                         I must receive proof more conclusive \n                         than Mr. Poe's opinion before I weaken \n                         our defenses by allowing militia to \n                         withdraw.\n\n                                     JACK\n                         Chingachgook's of the same opinion. \n                         Taken together, that's gospel. Your \n                         fort will stand or fall depending on \n                         Webb and reinforcements, not these \n                         colonials' presence.\n\n                                     MUNRO\n                         I judge military matters, Captain \n                         Winthrop, not you.\n\n                                     HAWKEYE\n                         That judgment is not more important \n                         than their right under agreement \n                         with Webb to defend their farms & \n                         families... Major Heyward was at \n                         John Cameron's. He saw what it was.\n\n                                     MUNRO\n                              (looking to Heyward \n                              for confirmation of \n                              his point of view)\n                         What did you see, Major?\n\n               Heyward looks around the room. And he catches the doorway...\n\n                                     CORA\n                         beyond the periphery of men, staring \n                         at him.\n\n                                     HEYWARD\n                         Munro is expecting him to be the \n                         good soldier in defense of British \n                         military interests.\n\n               At the same time...\n\n               CORA\n\n               examines him with a cool, level stare.\n\n               HEYWARD\n\n               looks at Munro. More French rounds detonate O.S. What if \n               Webb gets here and they need to launch a counter-attack? \n               They need every man they have. It's his moment of decision...\n\n                                     HEYWARD\n                              (to Munro)\n                         I saw nothing that would lead me to \n                         the conclusion it was other than a \n                         raid by savages bent on thievery.\n\n               Jack Winthrop grabs Nathaniel.\n\n                                     HAWKEYE\n                         You're a liar!\n\n               CORA'S\n\n               saddened. Heyward's stature has fallen irrevocably in her \n               eyes.\n\n               HEYWARD\n\n               can't help it. He turns to look at Cora...\n\n               HEYWARD'S POV: DOORWAY\n\n               She's gone.\n\n               HEYWARD\n\n               suffused with an inner sadness, turns to Hawkeye.\n\n                                     HAWKEYE\n                         And the blood is on your hands!\n\n               Heyward reaches for his sword.\n\n                                     MUNRO\n                              (to Heyward)\n                         I'll have none of that!\n                              (to colonials)\n                         Montcalm is a soldier and a gentleman.  \n                         Not a butcher.\n\n                                     HAWKEYE\n                         Easy for you to suppose. While it is \n                         their women and children, not yours, \n                         alone in their farms!\n\n                                     MUNRO\n                              (exploding)\n                         You forget yourself!\n\n                                     JACK\n                         We are not forgettin' Webb's promise!\n\n                                     MUNRO\n                         British promises are honored. And \n                         the militia will not be released. \n                         Because I need more definite proof \n                         than this man's word!\n\n                                     JACK\n                         Nathaniel's word been good on the \n                         frontier a long time before you got \n                         here!\n\n                                     MUNRO\n                         This interview's over! The militia \n                         stays!\n\n                                     JACK\n                              (to Munro)\n                         Does the rule of English law no longer \n                         govern?  Has it been replaced by \n                         absolutism?\n\n               This is very dangerous talk.\n\n                                     HAWKEYE\n                         And if English law cannot be trusted, \n                         maybe these people would do better \n                         makin' a peace with the French!\n\n                                     HEYWARD\n                         That is sedition! Treason!\n\n                                     HAWKEYE\n                         That is the truth!\n\n                                     HEYWARD\n                              (restaining himself)\n                         I ought to have you whipped from \n                         this fort!\n\n                                     HAWKEYE\n                         Major!\n                              (changes down)\n                         Some day I think you and I are gonna \n                         have a serious disagreement.\n\n                                     MUNRO\n                              (steel)\n                         Anyone fomenting or advocating leaving \n                         Fort William Henry will be hung for \n                         sedition.\n                         Anyone leaving will be shot for \n                         desertion.\n                              (pause)\n                         My decision is final. Get out.\n\n               Hawkeye and the others are not intimidated. Their rage \n               smolders. The look on Hawkeye's face says this is not over.\n\n                                                                    CUT TO:\n\n               EXT. FORT, PARADE GROUND - NIGHT\n\n               BONFIRE\n\n               sparks shower skyward. Impromptu music. Some Celtic proto-\n               bluegrass played on fiddle & drums. It's stirring.\n\n               ANOTHER ANGLE: SOME WOMEN\n\n               laundresses, dance from soldier to soldier - English foot \n               and American Rangers. A few people lit by the firelight are \n               solemn. Most are stirred to lift their morale for a while.\n\n               THEIR FACES\n\n               underlit by the red firelight. They are a disposable people, \n               a diverse plurality stuck in a postage stamp-size fort in an \n               ocean of forest, locked into mortal deadly conflict because \n               of the policies of cold and distant European monarchs.\n\n               A PLACE A LITTLE DISTANT FROM THE FIRE\n\n               We can barely make out the eyes and faces of a number of men \n               behind logs, crates and new wreckage from the day's \n               bombardment.\n\n                                     HAWKEYE\n                              (low)\n                         ... got no kin in the settlements. \n                         If I did, I'd be long gone.\n\n                                     IAN\n                         You didn't think it right to be here \n                         in the first place.\n\n                                     HAWKEYE\n                         By my light that's how I saw it then \n                         and I see it that way now...\n\n                                     IAN\n                              (low)\n                         But we are under English military \n                         authority.\n\n                                     JACK\n                              (low)\n                         I believe if they set aside their \n                         law as and when they wish, their law \n                         no longer has rightful authority \n                         over us. All they have over us is \n                         tyranny, then. And I'll stay here no \n                         longer.  No force on earth will keep \n                         me here... Anyone caught leavin' the \n                         fort could be shot. So each man make \n                         your own decision... Those who are \n                         goin', be back here in an hour.\n\n                                     HAWKEYE\n                         Out the northern sally-port. Strike \n                         for the east side of the swamp until \n                         you clear the French picket line. \n                         Head north over the ridge, then come \n                         about southeast and fork left in \n                         Little Meadow and you're free of the \n                         outpost and skirmishers...\n\n                                     A COLONIAL\n                              (grumbles)\n                         Should've skinned outta this long \n                         ago.\n\n                                     COLONIAL #2\n                         Got no families, Captain. Figured \n                         we'd stay and give 'em a hand even \n                         though...\n\n                                     HAWKEYE\n                              (to Colonial #2)\n                         I'll cover them from the top of the \n                         casement.\n\n                                     JACK\n                              (in amazement)\n                         You're not coming with us?\n\n               Hawkeye shakes his head.\n\n                                     HAWKEYE\n                         Got a reason to stay.\n\n                                     JACK\n                         That reason wear a blue dress and \n                         work in the surgery?\n\n               LOW LAUGHTER\n\n                                     HAWKEYE\n                              (dry)\n                         It does and it is a better lookin' \n                         reason than you, Jack Winthrop.\n                              (more laughs)\n                         Push hard, 'cos you got to clear the \n                         French outpost by dawn.\n                              (sticks out his hand \n                              and grasps Winthrop's)\n                         Good luck, Jack.\n\n               The men split up...\n\n                                                                    CUT TO:\n\n               FIRE - HAWKEYE\n\n               wanders among the dancers and musicians clustered in groups, \n               lit by the firelight.\n\n               Someone catches his eye and he moves in that direction...\n\n               HAWKEYE'S POV: CORA\n\n               in the shadows, leaning against the wall, searching... we \n               sense she's been looking for him. He comes up to her. She \n               turns in surprise.\n\n               CLOSER\n\n               Somehow she breathes easier because he's there. She's in a \n               white shirt with the sleeves rolled up. Hawkeye leads her \n               away from some of the people.\n\n               CORA & HAWKEYE\n\n               Hawkeye takes Cora's hand. Cora is awakening to a new spirit, \n               a new wind blowing through a new land, a new self-\n               determination... She's drawn to this rough yet graceful man \n               with his direct manner. Hawkeye settles against a wall. She \n               leans next to him.\n\n               Their shoulders touch.\n\n               CORA\n\n               To her everything about him seems to be somehow right. She's \n               discovered that the passions and outrage that move him, move \n               her... And her readiness to give herself to what stirs the \n               deepest resonances of her soul is the same as his.\n\n               HAWKEYE\n\n               looks at her. She's beautiful in the firelight. Cora's eyes \n               find his and she folds into his arms. His lips find hers and \n               tears stream down her face. She's suffused with an elation \n               she can't explain. In the night before doomsday a romance is \n               born in rebellion amid the huddled people in this small \n               stockade ripped from the black earth of the forests of a \n               wild continent.\n\n                                                                    CUT TO:\n\n               INT. BARRACKS - DAY\n\n               LOW & WIDE\n\n               Door CRASHES inwards. Twelve British sentries storm in. Four \n               bear torches.\n\n               REVERSE: HAWKEYE, UNCAS, CHINGACHGOOK, TWO COLONIALS & SOME \n               MOHAWKS\n\n               are out of the bunks and moving with them with tomahawks, \n               knives, a flintlock...\n\n                                     SERGEANT (O.S.)\n                         You! Halt!\n\n               BRITISH SENTRIES\n\n               their muskets aimed mostly at Hawkeye.\n\n                                     SERGEANT\n                         As you were!!\n\n               Hawkeye freezes. The others slow down, indecisive... Hawkeye \n               drops his tomahawk and says something in Mohican to restrain \n               Chingachgook and Uncas. The British in the torchlight with \n               the long muskets and bayonets are an image out of Goya.\n\n                                     SERGEANT\n                         Take him!\n\n               Hawkeye's spun around and while his hands are bound.\n\n                                     CHINGACHGOOK\n                              (Mohican; subtitled)\n                         Why do they make my son prisoner?\n\n                                     HAWKEYE\n                              (Mohican; subtitled)\n                         I helped Winthrop and the others \n                         leave...  This fight is not yours, \n                         father. I love you and my brother. \n                         And you should leave this place now \n                         and go to Can-tuck-ee...\n\n                                     CHINGACHGOOK\n                              (Mohican; subtitled)\n                         What will they do with my white son?\n\n               One of the guards - scared to death by Chingachgook - \n               nervously fingers his musket.\n\n                                     GUARD\n                         Get back from him!\n\n               HEYWARD\n\n               enters.\n\n               HAWKEYE\n\n               shrugs in answer to Chingachgook's question.\n\n               HAWKEYE'S\n\n               moved out. As he passes Heyward, his eyes lock on his.\n\n                                                                    CUT TO:\n\n               INT. MUNRO'S QUARTERS - DAY\n\n               CORA \n\n                                     CORA\n                         He saved us! We are alive only because \n                         of him...\n\n               WIDEN:\n\n               Heyward, Munro, Cora. We've entered mid-argument. An adjutant \n               comes and goes.\n\n               Heyward and Munro are sensitive to appearances in front of \n               the adjutant. Cora couldn't give a damn.\n\n                                     MUNRO\n                         The man encouraged the colonials to \n                         desert in this very room, in my \n                         presence. He is guilty of sedition \n                         and must be tried and hanged like \n                         any other criminal, regardless of \n                         what he did for my children.\n\n                                     CORA\n                         He knew the consequences. And he \n                         stayed.  Are those the actions of a \n                         criminal?  ...Duncan, do something.\n\n                                     HEYWARD\n                         He knew the penalty for breaking \n                         regulations.  He ought to pay without \n                         sending you to beg.\n\n                                     CORA\n                         You know he wouldn't send me...!  \n                         You misrepresented what you saw and \n                         caused this.\n                              (frustrated)\n                         I, too, was at that farm. It was as \n                         he said...\n\n                                     MUNRO\n                         Not with enough certainty to outweigh \n                         British interests in this fort.\n\n                                     HEYWARD\n                         And who empowered these provincials \n                         to pass judgment upon England's \n                         policies in her own colonies? To \n                         come and go without so much as a \"by \n                         your leave.\"\n\n                                     CORA\n                         They do not live their lives \"by \n                         your leave.\"  ...They hack it out of \n                         the wilderness with their own two \n                         hands, burying their dead and their \n                         children along the way.\n\n                                     HEYWARD\n                              (distant)\n                         You are defending him because you've \n                         become infatuated with him.\n\n               Cora is having her intelligence written off as a hormone \n               attack. She contains her fury.\n\n                                     CORA\n                         Duncan, you are a man with a few \n                         admirable qualities. But taken as a \n                         whole, I was wrong to have thought \n                         so highly of you.\n\n               Heyward's shot through the heart.\n\n                                     MUNRO\n                         But the man is guilty of sedition \n                         and subject to military justice and \n                         beyond pardon.\n\n                                     CORA\n                         \"Justice\"?  If that's \"justice\"..., \n                         then the sooner French guns blow the \n                         English army out of America, the \n                         better it will be for these people.\n\n                                     MUNRO\n                         You do not know what you are saying!\n\n                                     CORA\n                              (explodes)\n                         Yes I do! I know exactly what I am \n                         saying.  And if it is sedition, then \n                         I am guilty of sedition, too!\n\n               She exits, leaving them there.\n\n                                                                    CUT TO:\n\n               INT. FORT, STOCKADE - NIGHT\n\n               Heavy timbered door. A sentry. They stand at attention when \n               Cora passes as opposed to barring her entry.\n\n               INT. CELL - NIGHT\n\n               HAWKEYE\n\n               comes to the door, grips the bars with his hands and looks \n               at Cora.\n\n               THROUGH THE BARS TO CORA\n\n               They are silent for a moment, then...\n\n                                     HAWKEYE\n                         Sorry... can't ask you in.\n\n               Cora's pale smile.\n\n                                     CORA\n                         They're going to hang you.\n                              (pause; soft)\n                         Why didn't you leave when you had \n                         the chance?\n\n                                     HAWKEYE\n                         Because what I am interested in is \n                         right here...\n\n                                     CORA\n                         What would you have me do?\n\n               He touches her hand.\n\n                                     HAWKEYE\n                         Webb's reinforcements will arrive or \n                         not.  If they do not arrive, the \n                         fort will fall. If that happens, \n                         stay close to your father.  The French \n                         will protect the officer class among \n                         the English.\n\n                                     CORA\n                         No. I will find you.\n\n                                     HAWKEYE\n                         Do not.\n                              (pause)\n                         Promise me.\n\n               Cora drops her forehead to Hawkeye's hands wrapped around \n               the bars. She acquiesces, nods. Then HEAVY SHELLING commences. \n               Cora & Hawkeye look up. Mortar bombs begin striking the \n               fortress. Still dark. The final French bombardment has \n               started.\n\n                                     CORA\n                         The whole world's on fire, isn't it?\n\n               A pause.\n\n                                     HAWKEYE\n                         This part of it sure is...\n\n               Reaching through the bars set in the thick door, their hands \n               clasp each others. On that image...\n\n                                                                    CUT TO:\n\n               EXT. FORT WILLIAM HENRY - DAWN \n\n               VARIOUS CUTS (2ND UNIT)\n\n               French cannoneers in Batteries #1 and #2 fire again and again. \n               They work like precision drill teams.\n\n               FRENCH TRENCH\n\n               ending in Battery #3 is complete and surprisingly close to \n               William Henry's walls. Crews reload the squat and massive \n               newly arrived thirteen inch mortars.\n\n               MORTAR ONE\n\n               The flash-hole is primed. The burning fuse is jammed into \n               the bomb. The primer charge is lit off and the crew ducks as \n               the crude iron belches red flame and black smoke into the \n               lightening sky. The second mortar ROARS. Then a THIRD.\n\n                                                                    CUT TO:\n\n               INT. FORT WILLIAM HENRY - DAWN\n\n               ENGLISH CANNON CREW\n\n               Tries to return fire but can't under the heavy French \n               bombardment. The French mortar bomb arcs in and EXPLODES \n               smoke, flame and shrapnel, wiping out most of the crew. The \n               fortress is under the heaviest attack we've seen. Wounded \n               are in shock or terrorized. Another mortar bomb arcs in and \n               explodes part of a building and casement, starting a fire.\n\n               Another lands in the grounds. People scatter. It doesn't \n               explode. One soldier dashes to rip out the fuse. As his hand \n               is inches away... EXPLOSION.\n\n                                                                    CUT TO:\n\n               INT. STOCKADE - DAWN - LATER\n\n               HAWKEYE\n\n               protects Cora through the bars as she half sleeps through \n               the muffled roar. Then the thundering stops. Hawkeye seperates \n               himself from her and crosses to the window.\n\n               EXT. FORT, MAIN GATE - LATER\n\n               HAWKEYES POV: CHEVALIER DE LEVIS\n\n               bows deeply to Major Beams. A French honor guard of five men \n               is behind him. A white scarf is on his sword tip. The fresh \n               destruction of the fort is apparent. Debris smolders.\n\n               INT. FORT - STOCKADE - DAY\n\n               HAWKEYE\n\n               Crosses to an awakened Cora. He touches her face. He's \n               desperate to drill these next words into her brain.\n\n                                     CORA\n                         What is it?\n\n                                     HAWKEYE\n                         I don't know. Whatever happens you \n                         stay with your father. You stay among \n                         the officers.\n\n               Cora looks up at Hawkeye. We feel forboding. O.S. are heard \n               drums...\n\n                                                                    CUT TO:\n\n               EXT. FRENCH LINES - DAY\n\n               MUNRO, HEYWARD, BEAMS \n\n               The drums are from Munro's honor guard. They stop.\n\n               REVERSE: FRENCH SOLDIERS\n\n               Marquis de Montcalm, immaculate, backed by his guard of honor \n               in white, grey and medium blue with six foot by eight foot \n               regimental colors and the French flag (gold fleur-de-lis on \n               a field of blue).\n\n                                     FACES\n                         They carried two hundred and forty-\n                         five bateaux across a ten mile \n                         portage, all their supplies and \n                         artillery, and then rowed down the \n                         length of Lake George to get here.  \n                         To them, assaulting this fort is the \n                         easy part. The drummers of the honor \n                         guard play a tattoo behind them.\n\n               INDIAN FACES\n\n               Huron, Ottawa, Osage, Choctaw, Fox... hear the drum of the \n               honor guard and wait.\n\n               They're in war paint. Many tattoos. Split ears. The Osage \n               scalping locks are hennaed red. Canadiens among them are \n               bearded, dirty, half savage... At their head...\n\n               MAGUA\n\n               in full war paint, with a coterie of Huron warriors, silent, \n               waiting. Drums.\n\n               INT. FORT - DAY\n\n               ENGLISH TROOPS (TABLEAUX)\n\n               grim, silent, watchful.\n\n               COLONIAL MILITIA & MOHAWK INDIANS IN WAR PAINT (TABLEAUX)\n\n               watching the parlay from a blown apart battery. Silent.\n\n               WIDE: FRENCH & ENGLISH\n\n               and their honor guards. Montcalm steps forward and sweeps \n               his plumed hat to the ground in a courtly bow. Munro bows \n               coldly.\n\n                                     MONTCALM\n                         Colonel Munro, I have known you as a \n                         gallant antagonist. I am happy to \n                         make your acquaintance as a friend.\n\n                                     MUNRO\n                         And I to make yours, Monsieur le \n                         Marquis.\n\n                                     MONTCALM\n                         Please accept my compliments for the \n                         strong and skillful defense of your \n                         fortress. Under the command of a \n                         lesser man it would have fallen long \n                         ago given the superior numbers and \n                         material... mere chance has allowed \n                         me to array against you...\n\n                                     MUNRO\n                         Monsieur le Marquis, I am a soldier, \n                         not a diplomat. You called this parlay \n                         for a reason.\n\n                                     MONTCALM\n                         You have already done everything \n                         which is necessary for the honor of \n                         your Prince. I will forever bear \n                         testimony that your resistance has \n                         been gallant and was continued as \n                         long as there was hope. But now, I \n                         beg you to listen to the admonitions \n                         of humanity. I beg you to consider \n                         my terms for your surrender.\n\n                                     MUNRO\n                         However I may apprise such testimony \n                         from Monsieur Montcalm, Fort William \n                         Henry is strong and stands.\n\n                                     MONTCALM\n                         Honor that is freely accorded to \n                         courage, may be refused obstinacy... \n                         These hills afford to us every \n                         opportunity to reconnoiter your works \n                         and I am possibly as well acquainted \n                         with your weak condition as you are \n                         yourselves.  Is Webb really en route \n                         and Montcalm hopes to take the fort \n                         by duplicity before British \n                         reinforcements arrive?\n\n                                     MUNRO\n                         Perhaps the General's glasses can \n                         reach to the Hudson and he knows the \n                         size and imminence of the army of \n                         Webb...?\n\n               Montcalm takes a moment to reply and appears genuinely \n               sympathetic to Munro.\n\n                                     MONTCALM\n                              (quietly)\n                         My scouts intercepted this dispatch \n                         intended for you.\n\n               Munro is puzzled, suspicious.\n\n                                     MONTCALM\n                              (to Bougainville)\n                         Read the dispatch.\n\n               HEYWARD & MUNRO\n\n                                     BOUGAINVILLE (O.S.)\n                              (reading)\n                         \"Colonel Munro - Fort William Henry. \n                         I have no men available to send to \n                         your rescue. It is impossible. I  \n                         advise you to seek terms for \n                         surrender. Signed Webb.\"\n\n               Munro is rocked, as if struck by a blow. Bougainville hands \n               Heyward the letter.\n\n                                     HEYWARD\n                              (confirming)\n                         This is the signature of Webb.\n                              (to Munro)\n                         And I know the temper of our men. \n                         Rather than spend the war in a French \n                         prison hulk in Hudson Bay, they'd \n                         fight to the end.\n\n                                     MUNRO\n                              (to Montcalm)\n                         You have heard your answer, Monsieur \n                         le Marquis.\n                              (salutes)\n\n               Munro starts off. Montcalm stops him.\n\n                                     MONTCALM\n                         Sir.\n                              (challengingly)\n                         I am incapable of mistreating brave \n                         men.  I beg you not to sign the death \n                         warrant of so many until you have \n                         listened to my terms.\n\n               Munro turns.\n\n                                     MUNRO\n                         Such as...?\n\n                                     MONTCALM\n                         My master requires the fort be \n                         destroyed.  But, for you and your \n                         comrades, there is no privilege that \n                         will be denied. None of your men \n                         will see the inside of a prison barge. \n                         They're free to go so long as they \n                         return to England and fight no more \n                         on this continent, and the civilian \n                         militia return to their farms.\n\n                                     MUNRO\n                         Their arms?\n\n                                     MONTCALM\n                         They may leave the fortress fully \n                         armed, but with no ammunition... \n                         Other than that, ask what you wish.\n\n               Munro's impressed with Montcalm's generosity.\n\n                                     MUNRO\n                         The honors of war?\n\n                                     MONTCALM\n                         Granted.\n\n                                     MUNRO\n                         My colors?\n\n                                     MONTCALM\n                         Carry them to England to your King \n                         with pride.\n\n                                     MUNRO\n                         Allow me to consult with my officers.\n\n               As he turns away something's been disconnected inside Munro \n               that can never get put back together. As the men move away \n               from the French...\n\n                                     MUNRO\n                         I have lived to see two things I \n                         never expected.  An Englishman afraid \n                         to support a friend. And a Frenchman \n                         too honest to profit by that \n                         advantage.\n\n                                     HEYWARD\n                         General Webb can burn in hell. We'll \n                         go back and dig our graves behind \n                         the ramparts! Our mission is to fight.\n\n                                     MUNRO\n                              (flares)\n                         Death and honor are sometimes thought \n                         to be the same. Today I have learned \n                         that they are not.\n\n               Munro looks at the fortress behind him.\n\n                                     HEYWARD\n                         Sir!\n\n                                     MUNRO\n                              (stops him with his \n                              eyes)\n                         The decision is final.\n\n               A beat. Then Munro turns toward Montcalm. Their eyes meet \n               across the churned, scarred earth of the battlefield.\n\n                                     MUNRO\n                         I am deeply touched by such unusual \n                         and unexpected generosity... The \n                         fort is yours under the condition \n                         that we be given until dawn to bury \n                         our dead, prepare our men and women \n                         for their march and turn our wounded \n                         over to your surgeon.\n\n                                     MONTCALM\n                         Granted, Monsieur.\n\n               And Montcalm bows deeply and as he does so...\n\n                                                                    CUT TO:\n\n               EXT. FRENCH LINES - NIGHT\n\n               CLOAKED MAN \n\n               Passes away from the little city of tents in the direction \n               of the beach and towards William Henry. He seems to head \n               towards a vantage point from which to observe the fort. As \n               he approaches a sentry:\n\n                                     SENTRY\n                         Qui vive?\n\n                                     MONTCALM\n                         France.\n\n                                     SENTRY\n                         Le mot d'ordre?\n\n                                     MONTCALM\n                         La victoire.\n\n                                     SENTRY\n                         C'est bien, vous vous promenez bien \n                         matin, monsieur!\n\n                                     MONTCALM\n                         Il est necessaire d'etre vigilant, \n                         mon enfant.\n\n               The cloak parts. By the light of the moon the man's face is \n               dimly perceived by us and the soldier as General Montcalm. \n               The soldier snaps erect as Montcalm continues walking out \n               beyond the line to a small stand of trees.\n\n               ANOTHER ANGLE: MONTCALM\n\n               The moon is broken into pieces of light on the water and \n               behind Montcalm; from the front of the stand of trees emerges \n               a tall figure.\n\n                                     MAGUA\n                         Is the hatchet buried between the \n                         English and my French father?\n\n                                     MONTCALM\n                         Yes.\n\n                                     MAGUA\n                         Not a warrior has a scalp and the \n                         white men become friends.\n\n                                     MONTCALM\n                         My master owns these lands and your \n                         father has been ordered to drive off \n                         the English squatters. They have \n                         consented to go. So now he calls \n                         them enemies no longer.\n\n                                     MAGUA\n                         Magua took the hatchet to color it \n                         with blood.  It is still bright. \n                         Only when it is red, then it will be \n                         buried.\n\n                                     MONTCALM\n                         But so many suns have set since Le \n                         Renard struck the war post. Is he \n                         not tired?\n\n                                     MAGUA\n                         Where is that sun?! It has gone behind \n                         the hill.  It is dark and cold. It \n                         has set on his people, they are fooled \n                         and kill all the animals and sell \n                         all of their lands to enrich the \n                         European masters who are always greedy \n                         for more than they need.\n                              (threatening)\n                         And Le Subtil is the son of his tribe. \n                         There have been many clouds and many \n                         mountains. But now he has come to \n                         lead his nation.\n\n                                     MONTCALM\n                         That Le Renard has the power to lead \n                         his people into the light, I know \n                         well.\n\n               Magua grabs the hand of the French commander. Imperceptible \n               surprise in Montcalm's eyes. Magua jams Montcalm's fingers \n               to his chest.\n\n                                     MAGUA\n                         Does my father know that?\n\n               MAGUA'S CHEST\n\n               A deep indentation and scar.\n\n                                     MONTCALM\n                         That's where a lead bullet has torn \n                         you.\n\n                                     MAGUA\n                         And this?\n\n               Magua turns his naked back to Montcalm and puts Montcalm's \n               hand on his back...  deep ridges of a scar a half inch wide.]\n\n                                     MONTCALM\n                         My son has been sadly injured. Who \n                         did this?\n\n                                     MAGUA\n                              (laughs; sardonic)\n                         Magua slept hard in the English \n                         wigwams.  And the sticks left their \n                         mark...\n                              (pause; for real)\n                         Magua's village and lodges were burnt.  \n                         Magua's children were killed by the \n                         English.  Magua was taken as a slave \n                         by the Mohawks who fought for the \n                         Grey Hair. Magua's wife believed he \n                         was dead and became the wife of \n                         another. The Grey Hair was the father \n                         of all this.\n                              (pause)\n                         In time Magua became blood-brother \n                         to Mohawk to become free. In his \n                         heart he always was Huron.  And his \n                         heart will be whole again on the day \n                         when the Grey Hair and all his seed \n                         are dead!\n\n                                     MONTCALM\n                         My son Magua's pain is my pain.\n\n                                     MAGUA\n                         Does the chief of the Canadas believe \n                         the English will keep the terms?\n\n                                     MONTCALM\n                         Munro would. But General Webb will \n                         not send their soldiers across the \n                         salt lake.  Having let them go, I \n                         fear I will only fight the same men \n                         again when I move south.\n                              (pause; shrugs)\n                         And yet, I cannot break the terms of \n                         the capitulation and sully the lilies \n                         of France...\n\n               LONG PAUSE, WHEELS TURN. THEN:\n\n                                     MAGUA\n                         Many things my French father cannot \n                         do, Magua can.\n\n               Montcalm reacts as if he hadn't thought of that.\n\n                                     MONTCALM\n                         As the English march away, our \n                         soldiers and the Canadiens will be \n                         drawn to the looting of the fort... \n                         except for a small guard...\n\n               Magua abruptly leaves Montcalm.\n\n                                                                    CUT TO:\n\n               EXT. WOODS - NIGHT\n\n               MAGUA \n\n               Walking back to the Huron camp. Reveal a Huron sub-chief has \n               been in the woods, waiting for Magua. Now he joins him. They \n               walk in silence. Then...\n\n                                     MAGUA\n                              (in Iroquois; re: \n                              Montcalm)\n                         I wonder at the blindness and pride \n                         of the white man. He believes only \n                         he knows how to speak falsely to \n                         make other men do his bidding.\n\n               Magua exhales in derision.\n\n                                                                    CUT TO:\n\n               EXT. FORT, MAIN GATE - DAY\n\n               MUNRO\n\n               At the end of the column, rides out on his horse. Both sides \n               of the gate are jammed with armed French troops standing at \n               attention. The French colors and honor guard are just outside \n               the gate along with Bougainville, Chevalier de Levis, both \n               on horseback as is - at the head - Montcalm.\n\n               CLOSER: MUNRO\n\n               trots past his walking column out the gate. He does not look \n               at the French.\n\n               MONTCALM\n\n               salutes Munro and bows gravely from the saddle.\n\n               CLOSER: MUNRO\n\n               salutes Montcalm.\n\n                                     MUNRO\n                              (eyes forward)\n                         Monsieur, the fort is yours.\n\n               MID-COLUMN - ON HEYWARD\n\n               marching with his 33rd Regiment of Foot well beyond the fort. \n               The French troops have thinned out. Repressing shame, his \n               backbone is rigid, his face is straight ahead. The 33rd \n               marches in perfect cadence to the drum. In the B.G. Munro on \n               his horse passes Heyward as he rides towards the front of \n               his column. Heyward does not look at him.\n\n               FRONT OF COLUMN - CORA WITH ALICE\n\n               on the back of a mare. Alice, living through a wide-awake \n               nightmare, is huddled under the arm of her sister. They ride \n               behind the standard bearers. In the B.G. her father is seen \n               approaching and takes his position at their side. Cora looks \n               down the column, sheilding her eyes against the sun. We know \n               who she's looking for... Hawkeye.\n\n               CORA'S POV: THE COLUMN\n\n               The 62nd and 42nd Highlanders including Heyward... thirty to \n               forty women and a number of children - for safety - in the \n               middle, some frontiersmen, Ongewasgone and many Mohawk, \n               walking wounded. The column is still snaking its way out of \n               the fort.\n\n               No Hawkeye.\n\n               CORA\n\n               straining to see.\n\n               EXT. FORT - DAY\n\n               PRISONERS\n\n               being assembled, their hands shackled. Hawkeye is among twelve \n               or thirteen. He stands erect, walking out of the gate. The \n               French are starting to pour in to loot the interior.\n\n               Hawkeye looks to his left about twenty paces in front of him \n               and sees...\n\n               UNCAS & CHINGACHGOOK\n\n               on the other side of the column. Chingachgook cradles Killdeer \n               as well as his own musket. They fall back to walk beside the \n               prisoners on the other side of Hawkeye.\n\n               Their eyes connect... We don't expect Hawkeye to stay shackled \n               for the duration.\n\n               RANK AND FILE FRENCH\n\n               A few insults. The British soldiers answer. Nobody breaks \n               rank. It's just talk.\n\n               EXT. ROAD - DAY\n\n               HAWKEYE\n\n               his eyes sweep the column snaking its way into the v-shaped \n               valley. The path cuts through the forested hills ahead. He \n               sees...\n\n               HAWKEYE'S DISTANT POV: CORA\n\n               riding near the front where there are no more French soldiers. \n               Only a few scattered and curious Huron and Ottawa. She does \n               not see him.\n\n               PROFILE OF COLUMN - HIGH & WIDE\n\n               as it passes left to right below like a long snake through \n               the narrow valley. We're shooting from inside the dark woods. \n               Lower, in the light, we see a scattering on both slopes of a \n               couple of hundred Ottawa and Huron. They are in no order, \n               are spread out and don't constitute a threat. They watch the \n               column.\n\n               SLOWLY THE CAMERA... slides across the shoulders and back of \n               a large man wearing black plumes in his scalp-lock and other \n               than a breechcloth is almost naked. He is heavily war-\n               painted...\n\n               FRONTAL - MAGUA\n\n               and the left two-thirds of his face is painted red. The right \n               third is painted black. Much silver is in his ears. His \n               tomahawk is in his left hand. His cut-down musket in his \n               right fist. Magua's attention is all focused to one point.\n\n               MAGUA'S LONG & TIGHT POV: MUNRO & CORA & ALICE\n\n               at the head of the column. This is the focus of Magua's \n               attention.\n\n               WIDE FRONTAL: COLUMN, STANDARD BEARERS & MUNROS\n\n               Cora turns again to look for Hawkeye.\n\n               CLOSER: CORA\n\n               doesn't see him, but something else has caught her eye.\n\n               YOUNG HURON\n\n               running toward the column. Just one man. No musket. He's \n               running and whooping like a dog charging from his master's \n               front yard. Why?\n\n               CLOSER\n\n               the Huron arrives at the column, his tomahawk swings into \n               his hand and he brains a British trooper who falls dead. The \n               single Huron never breaks stride. He simply runs off again...\n\n               CORA\n\n               horrified, holds Alice tighter.\n\n               MUNRO\n\n               has seen it too. And now he sees...\n\n               ND REGIMENT OF FOOT\n\n               fixing bayonets. A large sergeant unsheathes a two-handed \n               claymore, facing the Hurons and other Indians...\n\n                                     TROOPERS\n                         of the 33rd present arms. Did they \n                         violate the surrender by carrying \n                         ammunition? Locks are cocked. There's \n                         the answer.\n\n                                     MUNRO\n                         Steady! No one fires!\n\n               EXT. FORESTED HILLSIDES - DAY\n\n               OTHER TRIBES\n\n               Are watching what happens.\n\n               HEYWARD\n\n               scanning them.\n\n                                     HEYWARD\n                              (to Sergeant Major)\n                         Men are to stay in file, Sergeant \n                         Major!\n\n                                     SERGEANT MAJOR\n                         Yes sir!\n\n               Drums beat the cadence.\n\n               TROOPERS\n\n               step over the fallen soldier. Heads turn, they're on edge...\n\n               END OF COLUMN\n\n               HAWKEYE, UNCAS & CHINGACHGOOK\n\n               watching. They exchange looks. This is not good. Chingachgook \n               cocks both Killdeer and his own musket.\n\n               HAWKEYE'S POV: FORESTED SLOPES\n\n               Hold. We start to make out details in the shadow. Tree trunks. \n               We become accustomed to the dimness. Now in the lower light \n               we see deeper in the forest.\n\n               CLOSER\n\n               Many Huron and Ottawa are hidden in the shadows. They're \n               moving along parallel to the column, stalking it. Waiting...\n\n               ANOTHER BRAVE\n\n               racing down the hill from the opposite flank towards the \n               62nd.\n\n               TWO SOLDIERS\n\n               look at their sergeant. He nods. They wait until he's within \n               ten feet of the column. Both bayonet the Indian. He's dead.\n\n               EXT.  HILLSIDES - DAY\n\n               HURON & OTTAWA\n\n               saw what happened. But, they hold their ranks.\n\n               MOHAWKS\n\n               among the British are slipping tomahawks into their hands, \n               surreptitiously. Some are cocking flintlocks.\n\n               MUNRO\n\n               gallops his horse away from Cora and Alice towards the scene \n               of the last attack. We hear him from the distance ordering...\n\n                                     MUNRO\n                         Do not break ranks! I want these \n                         ranks to hold...!\n\n               Cora's frightened.\n\n               HAWKEYE'S\n\n               frustrated. He saw Munro leave Cora. He knows events have a \n               momentum and it's accelerating.\n\n               CHINGACHGOOK & UNCAS\n\n               move next to the sergeant with the shackle keys who looks at \n               them curiously as...\n\n               WOMEN\n\n               with children nervously search the threatening trees, hoping \n               against hope these are isolated incidents.\n\n               HEYWARD\n\n               draws his sword and is passing orders to his sergeant major, \n               scanning the hills...\n\n               EXT. FORESTED SLOPE - DAY\n\n               MAGUA\n\n               His eyes see Munro.\n\n               WIDER & LOWER: MAGUA\n\n               raises his musket in his fist and emits a war whoop. WE NOW \n               SEE... hundreds have been stalking the column, hidden in the \n               trees, maybe thousands. Then...\n\n               WIDE: ALL HELL BREAKS LOOSE\n\n               FIRE from the trees crescendos within seconds revealing a \n               spontaneous and massive ambush of mostly Hurons. They appear \n               from behind every tree and it turns to a ROAR of musket fire, \n               war whoops and screams as...\n\n               SOLDIERS & CIVILIANS\n\n               dropping like flies and seemingly thousands of Hurons attack \n               down both slopes.\n\n               HAWKEYE\n\n               is being unshackled by Uncas. The sergeant is rising from \n               the ground where Chingachgook knocked him. Chingachgook throws \n               Hawkeye Killdeer and Hawkeye shrugs into his pouch and powder \n               horn as he races with Uncas for the head of the column...\n\n               EXT. FORESTED SLOPE - MAGUA\n\n               charging down the hill... with his coterie of twenty Huron \n               warriors, heading for the area in which he saw Munro.\n\n               CORA & ALICE\n\n               at the head of the disintegrating column. Cora's holding \n               Alice's head to her bosom, covering her ears as if to protect \n               her from the sounds.\n\n               HEYWARD\n\n               shouting orders.\n\n                                     SERGEANT MAJOR\n                         Right - about face! March! First \n                         rank present!\n\n                                     HEYWARD\n                         Fire!\n\n               REVERSE:\n\n               The volley knocks down fifteen of a horde of attacking Hurons.\n\n                                     SERGEANT MAJOR\n                         Prime! Load! Second rank six paces \n                         forward!  Present!\n\n               Hurons are twenty yards away and closing.\n\n                                     HEYWARD\n                         Fire!\n\n               As the line of muskets belch smoke and fire...\n\n               WIDE: THE HILLS & PATH\n\n               We're shooting into the \"v\" of the valley with Hurons and \n               other tribes pouring down from both sides. (IMPORTANT: the \n               combined musket fire of Hurons, English and Mohawks generates \n               tremendous clouds of smoke which obscure action, close off \n               views, isolate pockets of combat into surreal tableaux that \n               we'll move in and out of.\n\n               BRITISH TROOPERS\n\n               using their useless muskets as clubs or with fixed bayonets - \n               as the smoke and fog swirls among the men - fighting for \n               their lives...\n\n               MAGUA\n\n               glides through the scenes, striking and hunting. Some of his \n               coterie of braves near him.\n\n               He sees...\n\n               BLONDE WOMAN\n\n               hugging the ground in fear. Magua throws her over. It's not \n               Alice Munro. It's a woman protecting her baby. Magua walks \n               on. One of the braves behind Magua raise his tomahawk. On \n               his downswing...\n\n               HAWKEYE\n\n               running through surreal patches, thinks he glimpses Cora two \n               hundred yards away.\n\n                                     HAWKEYE\n                         Cora!\n\n               Chingachgook, on Hawkeye's left, slams down two Hurons with \n               his war club.\n\n               CORA & ALICE\n\n               running through the chaos and murder and British troopers \n               and Mohawks locked in struggle with Hurons. Cora's dress is \n               torn. She holds Alice to her. There's a pistol in Cora's \n               hand.\n\n               ONE HURON\n\n               scalping a prone soldier, rips the trophy from his head, \n               turns and faces us.\n\n                                     CORA\n                         shoots him in the face.\n\n               EXTREMELY CLOSE: ALICE\n\n               and her eyes take it all in. And her affect starts to flatten. \n               A blankness suffuses her expression and the girl withdraws \n               from this reality into a deep dark cave inside her head.\n\n               HAWKEYE\n\n               locked in combat. He tomahawks one Huron's arm with a slashing \n               downstroke and comes right back into the face of the second \n               with his backswing while his right hand fires Killdeer at...\n\n               HURON\n\n               six feet from Uncas and about to shoot him in the back.\n\n               HAWKEYE\n\n               free for a moment, spins. He has no idea of direction any \n               more. Everything is death in strange tableaux. Meanwhile:\n\n               MUNRO\n\n               hollering\n\n                                     MUNRO\n                         Cora! Alice!\n\n               He cuts down a Huron with his sword who is trying to leap at \n               him from the right. An Osage warrior with red scalp-lock \n               leaps on the back of Munro's horse, reaching over to stab \n               down into Munro's neck. The old man's left hand grabs the \n               warrior's knife hand in an iron grip. His right hand pulls \n               his horse pistol and under his upraised arm fires backward, \n               point blank, blowing the Osage off the back of his horse.\n\n               WIDER\n\n               Just then Munro's mount is shot. His horse rears up, throws \n               Munro and falls on him.\n\n               HEYWARD\n\n               shouting orders over the deafening noise.\n\n                                     HEYWARD\n                         Second rank fire! Six paces back! \n                         Prime!  Load! Third rank! Present!\n\n               A well-oiled, well-drilled fighting machine, but there are \n               fewer of them. They're getting cut off. They close ranks \n               automatically as a man drops. They're retreating in perfect \n               order.\n\n               HURON WARRIOR\n\n               about to strike a downwards blow is pushed aside by Magua.\n\n               CLOSER: MAGUA\n\n               his eyes drop to what's in front of him. The field goes quiet.\n\n               OVER MAGUA'S SHOULDER:\n\n               MUNRO\n\n               his lower body is trapped under his dead horse. Magua leans \n               in towards him.\n\n                                     MAGUA\n                         Grey Hair. I will cut your heart \n                         from your living chest in front of \n                         your eyes. As you die, know that I \n                         will put under the knife your children \n                         and wipe your seed from this earth \n                         forever...\n\n               Magua pulls his knife and as he leans down towards Munro...\n\n               MOHAWK & HURON\n\n               spin and flail furiously at each other with tomahawks and \n               knives. The Huron goes down and then the Mohawk is shot. The \n               Huron who shot him is cut down by a Ranger with tomahawk in \n               one hand and bayonet in the other. Two Mohawks and three \n               Rangers fighting back to back. They become an island swamped \n               by Huron and Ottawa: amidst bodies and ground slippery with \n               blood. As smoke obscures their image.\n\n               CORA & ALICE\n\n               in a group of civilian militia. Two of the militiamen are \n               shot down. The third engages a Fox warrior. Cora & Alice \n               run.\n\n               MUNRO'S FACE\n\n               frozen in agony by shock.\n\n               MAGUA\n\n               reaching down and up into something, emerges and jams an \n               object we barely see into the air. But his arm and shoulder \n               and half his chest are splashed red with blood.\n\n               LONG SHOT: MAGUA\n\n               seen from far away, holding aloft the heart of Munro.\n\n               REVERSE: HAWKEYE\n\n               saw him and fights his way to attack when...\n\n               WHITE HORSE\n\n               crazed, CRASHES through men, knocking Hawkeye over...\n\n               CHINGACHGOOK\n\n               protecting Hawkeye, slams his war club into one Huron, \n               breaking his attack, his arm and his skull and swings the \n               other way burying the bladed end into the chest of an Ottawa \n               who's behind him. Then...\n\n               HAWKEYE'S\n\n               up, looking wildly...\n\n               CAMERA JAMS INTO CLEARING SMOKE:\n\n               33rd Regiment of Foot and Heyward. They FIRE into our face.\n\n               CLOSER: HEYWARD\n\n                                     HEYWARD\n                         Six paces back! Prime! Load! Rank \n                         two, present! Rank two, hold!\n\n               He grabs a partially loaded musket, the ramrod still in the \n               barrel. They're taking fire.\n\n               Men are dying. They're being pushed back.\n\n               AN ABNAKI\n\n               wearing a large cross, attacks Heyward from the side. One-\n               handed, Heyward fires the musket into the man's chest, sending \n               the ramrod through him. Then Heyward's shot in the thigh and \n               a thrown tomahawk hits him in the head and knocks him \n               sideways.\n\n               Dazed. Barely able to stand. He uses the musket as a cane \n               and...\n\n                                     HEYWARD\n                         Rank two, six paces back! Rank one, \n                         present!\n\n               Rank two did not retreat six paces. They stand in confusion. \n               Heyward looks to see what's wrong.\n\n               HEYWARD'S POV: THE REMNANTS OF THE 33RD REGIMENT OF FOOT\n\n               are standing in water. They're up against Lake George. Their \n               backs are to the wall. Last stand. Heyward straightens.\n\n               TWO FRENCH OFFICERS\n\n               on horseback try to intercede in the slaughter of five women. \n               One French officer is shot by a Huron. The other French \n               officer runs through that Huron and shoots the second.\n\n               Then his horse is shot out from under him and he goes down...\n\n               JESUIT\n\n               pleads with an Abnaki to give up a child he's holding by the \n               legs in one hand. He offers his cross. The Abnaki throws the \n               baby to the Jesuit, Pere Roubaud.\n\n               UNCAS\n\n               sees a flash of something yellow. So does Hawkeye. They charge \n               into the swirling chaos of attacking bodies. As we lose sight \n               of them...\n\n               ALICE\n\n               on her hands and knees. A massive Ottawa pulls her upright \n               by her hair about to take her life and her scalp.  He's struck \n               by a rock in the hands of Cora which barely phases him. He \n               bats her aside and returns to Alice, when suddenly...\n\n               OTTAWA WARRIOR\n\n               is spun, punched and tomahawked into the ground by Hawkeye. \n               Uncas has Alice and Cora...\n\f\n\n               TWO RANGERS AND A MOHAWK WARRIOR\n\n               from the earlier group are nearby. They combine with Hawkeye \n               to fight their way out with bayonets and tomahawks.\n\n               HAWKEYE, UNCAS, CHINGACHGOOK, TWO RANGERS, A MOHAWK & MUNRO'S \n               DAUGHTERS\n\n               back through the swirling smoke. There seems to be a lull. \n               Then they're hit from the side by musket fire. One of the \n               Rangers is shot, the other wounded. Hurons attack. The Mohawk \n               supports the wounded Ranger.\n\n               HAWKEYE\n\n               shields Cora as they back up.\n\n               CHINGACHGOOK\n\n               smashing his war club straight down on a Huron, reaches for \n               the man's musket and shoots another. Then he sees...\n\n               SMOKE DRIFTING OVER WATER\n\n               It's glass-smooth. And the bows are barely visible of three \n               or four Huron war canoes.\n\n               THE SHALLOWS\n\n               HAWKEYE, CHINGACHGOOK, UNCAS, CORA, ALICE, THE RANGER & THE \n               MOHAWK back into the water. They're pursued by Ottawa and \n               Hurons as they fight their way to the canoes.\n\n               CORA\n\n               held up by Hawkeye, suddenly screams.\n\n               ANGLE\n\n               something underwater is pulling her down. An Ottawa brave \n               rockets out of the shallows. Before he's erect, Hawkeye slams \n               him back into the water and FIRES.\n\n               WOUNDED RANGER\n\n               has shoved a large birch canoe at them.\n\n               HAWKEYE\n\n               Suddenly, the Mohawk fighting with them is shot and spins to \n               face Hawkeye. His hands rest on Hawkeye's shoulders. Hawkeye \n               looks into his face. Tries to hold him up, tries to rescue \n               him. A frozen moment. Hawkeye's staring into his eyes and \n               the man is staring into Hawkeye's as the light goes out...  \n               Hawkeye lets him slide into the water and float away. He \n               moves Cora and Alice towards the canoe...\n\n                                                                    CUT TO:\n\n               EXT. LAKE GEORGE - DAY\n\n               WATER & SWIRLING SMOKE\n\n               the bottom of the frame is water like glass. Smoke obscures \n               the background. Fingers tendril towards us. Out of the mist \n               we HEAR small splashing and then the high bow of a war canoe \n               defines itself. It's paddled towards us.\n\n               HAWKEYE, CHINGACHGOOK & UNCAS\n\n               Cora's behind Hawkeye. Alice and the wounded Ranger are near \n               Uncas.\n\n               CLOSER: HAWKEYE & CORA\n\n               Cora looks left. Her eyes go wide.\n\n                                     CORA\n                         No!\n\n               HAWKEYE\n\n               spins.\n\n               HEYWARD & TWO TROOPERS OF THE 33RD IN A SECOND CANOE\n\n               have emerged from the smoke ten feet from them. Heyward's \n               aiming a horse pistol at Hawkeye.\n\n               HAWKEYE\n\n               is non-plussed. He doesn't stop paddling.\n\n                                     HAWKEYE\n                         You got nothin' better to do today \n                         on Lake George than shoot me, Major, \n                         then go ahead...\n\n               Heyward's a hair's breadth from firing. Suddenly they hear \n               the boom of muskets and rounds come in.\n\n               WIDE\n\n               They're being pursued by three boatloads - and then a fourth \n               and fifth - of Huron.\n\n               HEYWARD\n\n               is indifferent to Huron musket balls. Hawkeye hasn't stopped \n               paddling and pays Heyward no heed.\n\n                                     CORA\n                         Stop it!!\n\n               Heyward comes to his senses. His head is gashed. A scarf, as \n               a tourniquet, is tied around his leg. He lowers the gun.\n\n                                     HEYWARD\n                         When you fall into British hands \n                         again, Nathaniel Poe, I will have \n                         you hanged.\n\n               HURON CANOES\n\n               paddle hard and deep and the canoes power across the lake.\n\n               HAWKEYE & HEYWARD'S CANOES\n\n               with less paddlers, plus wounded, are slower and will be \n               overtaken.\n\n               HAWKEYE\n\n               looks to Uncas. They both realize the same thing. Hawkeye \n               nods and he, Uncas & Chingachgook begin to paddle furiously. \n               The others match the doubled pace. They're sprinting ahead \n               but the effort is exhausting.\n\n               HURON CANOES\n\n               maintain their steady pace. Three or four Hurons fire.\n\n               HAWKEYE'S CANOE\n\n               Musket balls ricochet on the water's surface. One rips a \n               hole through the bow.\n\n               Hawkeye sees one of the Redcoats in Heyward's canoe is giving \n               out...\n\n                                     REDCOAT #1\n                         Can't... keep it up...\n\n                                     HAWKEYE\n                         Pull!\n\n               He renews the attack on the water with the paddle.\n\n                                     HEYWARD\n                              (shouts)\n                         How long?\n\n                                     HAWKEYE\n                              (shouts)\n                         Only chance we got is...\n                              (breathless)\n                         ... to get more distance on 'em and \n                         go to ground!\n\n               Heyward digs in. Like firecrackers in the distance, Huron \n               muskets sound. A new hail of musket balls cut the fabric of \n               the canoes. One Redcoat is shot in the back. He falls \n               overboard.\n\n                                     HAWKEYE\n                              (shouts)\n                         Pull!!\n\n               HAWKEYE CANOE\n\n               sprints forward.\n\n               CLOSE: HAWKEYE\n\n               looks over his shoulder.\n\n               THE HURON CANOES\n\n               They're pulling away from them.\n\n                                     HAWKEYE\n                         Pull...!\n\n               More Huron musket balls hit water nearby.\n\n               REDCOAT\n\n               in Heyward's boat is shot. BUT... the .65 caliber ball didn't \n               penetrate his skin. The Redcoat - amazed - picks it off the \n               floor of the canoe.\n\n               REDCOAT #2\n\n               Spent.\n\n               Distance caught up with eighteenth century ballistics. They're \n               out of smoothbore musket range.\n\n               HAWKEYE CANOE\n\n                                     HAWKEYE\n                              (to Heyward)\n                         Head for... for the white water.\n\n                                     HEYWARD\n                         Do you hear me, sir!\n                              (exhausted)\n                         If you ever fall... into British \n                         hands...\n                              (breathes)\n                         What white water?\n\n               HEYWARD & REDCOAT'S POV: \n\n               LAKE\n\n               divided by a spit of land. The right fork becomes a river \n               with white water rapids.\n\n               HAWKEYE CANOE - HAWKEYE\n\n               paddling now, too, as they furiously jam for the white water \n               that will shoot them way ahead of the Hurons.\n\n               UNCAS\n\n               leaps off the stern of Hawkeye's canoe and climbs up the \n               stern of Heyward's and takes control. He roughly gestures to \n               the Redcoat and the Major to stop paddling. He and Hawkeye \n               will pilot the two canoes.\n\n               EXT. WHITE WATER - WIDE - DAY\n\n               The canoes enter the white water and they're so light, they're \n               jet-propelled.\n\n               CANOE POV: EIGHT FOOT WAVE\n\n               racing in the same direction they are. They hit it straight \n               on and it shoots over them and they're drenched by two waves \n               coming from the sides.\n\n               HAWKEYE & CHINGACHGOOK\n\n               paddle like fiends to get momentum and control.\n\n               UNCAS' CANOE\n\n               Same thing. When they crested the wave Uncas hollers at them \n               to \"pull\" and they do.\n\n               As soon as they're through it, Uncas slams the paddle in the \n               water and makes the canoe revolve a hundred and eighty degrees \n               in a vortex so that now it's going through stern-first or \n               the stern becomes the bow, so that Uncas could pilot it a \n               different way through a hazard of...\n\n               EXPOSED ROCKS\n\n               jutting out of the water.\n\n               WIDE - BOTH CANOES\n\n               Hawkeye didn't have to turn because Chingachgook, at the \n               bow, uses his paddle to shove the canoe away from jutting \n               rocks. Uncas does the same. Past the jutting rocks, Uncas \n               swings it back around while...\n\n               WHITE WATER\n\n               smashes into the camera.\n\n               ALICE & CORA\n\n               as the canoe roller-coasters and water bursts the bow. Then \n               suddenly it's through and the water is miraculously smooth.\n\n               CANOES\n\n               The Ranger, the Redcoats and even Heyward feel the \n               exhilaration of the ride. That's because they think they're \n               home free.\n\n                                     HAWKEYE\n                         Here's where it gets tricky...\n\n               Heyward turns to look in front of him. He doesn't know what \n               the hell Hawkeye's talking about.\n\n               HEYWARD'S POV: THE RIVER AHEAD\n\n               looks glass-smoth. Although there is a distant ROAR of sorts. \n               Then Heyward realizes: something's wrong with this picture.\n\n               CLOSER: HEYWARD\n\n               The look on his face starts to change.\n\n               HEYWARD'S POV: TIGHTER\n\n               The glass surface of the river continues to a line then falls \n               off the end of the world. The river just ends...\n\n               BOTH CANOES: HEYWARD, REDCOATS, THE RANGER\n\n               realize they're heading for the lip of a waterfall. There's \n               a couple of outcroppings of rock in the center at the very \n               edge. We are at Glen Falls.\n\n                                     HAWKEYE\n                         Don't move...\n\n               AERIAL SHOT\n\n               from the other side of the falls. It's a two hundred foot \n               high, death-defying cataract.\n\n               The canoes - slightly above us - will go right over.\n\n               TWO CANOES\n\n               At the last moment, Hawkeye & Uncas land both on either side \n               of the larger rock outcropping. It is literally at the lip \n               of the falls.\n\n               HEYWARD\n\n               grabs a rock to anchor the bow of the canoe. He loses his \n               grip. The canoe rockets for the edge.\n\n               UNCAS\n\n               lurches sideways, grabs a tree root. He is the only link of \n               the canoe to earth. The bow, with Heyward, is literally \n               hanging over the edge. Uncas strains and pulls the canoe to \n               the rock. He gestures to Heyward.\n\n               HEYWARD\n\n               crawls forward and makes the island. Then the two Redcoats. \n               Finally Uncas. The canoe rockets over the falls. Meanwhile...\n\n               THE OTHER SIDE OF THE ISLAND\n\n               Hawkeye has beached his canoe and is camouflaging it with \n               driftwood and brush. As they clamber over the high pieces of \n               broken limestone, we see Hawkeye is slipping into a crevice. \n               He motions to Cora. Uncas carries the wounded Ranger. Heyward \n               helps Alice...\n\n                                                                    CUT TO:\n\n               INT. GLEN FALLS CAVES - FISSURE - TWILIGHT\n\n               The irregular opening of medium blue sky is obscured by the \n               black silhouetted forms of Hawkeye, Cora and then the others \n               entering.\n\n                                     HEYWARD\n                         Where do we go from here?\n\n                                     HAWKEYE\n                         We don't.\n\n                                     HEYWARD\n                         I don't understand!\n\n                                     HAWKEYE\n                         This is it, as far as we can go... \n                         If we're lucky, they'll be figurin' \n                         we can't have come this way and \n                         must've beached our canoes and headed \n                         cross land. If we're very lucky, \n                         they'll figure we went over the falls.\n\n                                     HEYWARD\n                         Then what?\n\n                                     HAWKEYE\n                         Then we take the south rim down the \n                         mountain and it's 12 miles cross \n                         country to Fort Edward.\n\n                                     HEYWARD\n                         And if we're unlucky?\n\n                                     HAWKEYE\n                         You will have to forego the pleasure \n                         of hangin' me.\n\n               REVERSE: WIDE\n\n               Hawkeye helps Cora; Heyward, the Ranger. Chingachgook carries \n               Alice, down the rockface into a cave. We hear a distant ROAR \n               reverberating off the walls.\n\n               ANOTHER ANGLE: THE WALLS\n\n               are scooped out, bone-like hollows eroded by tumbling water. \n               At an earlier time the formation was part of the falls.\n\n               HAWKEYE & CORA\n\n               reach the irregular floor of the chamber. The ROAR is louder.\n\n               WIDEN TO REVEAL\n\n               a curtain of falling water. They're behind the cataract, \n               probably a third of the way down its height. Light through \n               the water stikes them with a silver luminescence. They're \n               exhausted. The others join them. They almost have to shout \n               to be heard.\n\n               CHINGACHGOOK\n\n               followed by Uncas, takes stock of their supplies. They check \n               their powder. They have almost none. Uncas shares his with \n               Hawkeye. The Redcoat's cartridge case is soaked, the paper \n               cartridges a soggy mess. Heyward has none. The Ranger has \n               two left. In Mohican, Chingachgook decides some things. \n               Hawkeye and Uncas nod. Heyward approaches Hawkeye.\n\n                                     HEYWARD\n                         Any powder?\n\n                                     HAWKEYE:\n                              (crossing to Cora)\n                         Only one or two loads.\n\n               CORA\n\n               is soaked to the bones. Hawkeye strips off his buckskin \n               hunting shirt and wrings it out.\n\n               Cora turns her back, strips off her white blouse and puts on \n               the faster-drying chamois.\n\n                                     CORA\n                         Are we safe?\n\n                                     HAWKEYE\n                         Maybe...\n\n                                     CORA\n                         Our father? Did you see my father?\n\n               EXTREME CLOSE UP: HAWKEYE\n\n               The look on his face tells it all\n\n                                     CORA\n                         Tell me!\n\n               TWO SHOT\n\n               Hawkeye takes Cora away from the group and turns her by her \n               shoulders and whispers to her. We don't hear what he says. \n               Cora drops to her knees and places her hands over her eyes \n               and face like a little girl trying to make something bad go \n               away.\n\n               HAWKEYE\n\n               Leads her to a depression, his arm around her shoulders, her \n               face covered and she cries softly into his shoulder.\n\n               EXTREME CLOSE UP: CORA\n\n               says into Hawkeye's ear, after she looks O.S....\n\n                                     CORA\n                         Say nothing to Alice...!\n\n               Hawkeye nods.\n\n               ALICE\n\n               stands in the chamber not far from the wall of water, \n               fascinated with its shimmer. She's oblivious to all the events \n               and everything going on around her...\n\n               HEYWARD\n\n               sees Cora & Hawkeye together and turns away.\n\n               GROUP\n\n               Uncas watches Alice. The wounded Ranger has fallen asleep. \n               The Redcoat is exhausted. Hawkeye & Cora against the wall.\n\n                                                                    CUT TO:\n\n               EXT. RIVER BANK - TWILIGHT\n\n               RIVER FALLS ARE IN MIST & RED SKY\n\n               a landscape with mist rearlit by the red light of the sun \n               that's already behind the mountains. The blues are turning \n               purple and the greens are turning black and the white \n               highlights of the foaming water are going rose.  Reflecting \n               the darkening sky, where the surface isn't broken, the water \n               is fast-moving metal... SUDDENLY: a shaved head and muscled \n               back stands into the foreground. It moves down the shore \n               away from camera.\n\n               He's followed by other Huron warriors. They're two hundred \n               yards away from Glen Falls island.\n\n                                     HURON\n                         looks at the island of rock & trees \n                         and tilts his head curiously...\n\n                                                                    CUT TO:\n\n               EXT. FOREST ABOVE CANYON & FALLS - TWILIGHT\n\n               GREY WOLF\n\n               Watches the Hurons below make their way towards the edge of \n               the falls.\n\n               OVER HIS SHOULDER: THREE MORE WOLVES\n\n               join him, moving frenetically, uneasily... The leader of the \n               pack looks up & howls as his eyes go white reflecting the \n               new moon.\n\n               INT. GLEN FALLS CAVE - NIGHT\n\n               HAWKEYE \n\n               Hears the distant howl. He's now lit silver blue by the \n               moonlight through the falling water. Hawkeye knows it means \n               Hurons are out there. He exchanges worried glances with Uncas \n               & Chingachgook.\n\n               UNCAS\n\n               immediately starts up the right acclivity to one fissure, \n               and Chingachgook moves carefully to the first fissure. Hawkeye \n               follows.\n\n               HAWKEYE\n\n               His countenance gives way momentarily. All his experience \n               seems of no avail. He touches the side of Cora's face. Grabs \n               Killdeer and follows Chingachgook.\n\n               ALICE\n\n               sensing new danger, slips away on her own.\n\n               CORA\n\n               crosses to the Ranger who's semi-conscious, feverish and \n               getting delirious. She can't do a thing except hold his hand \n               and think of her father.\n\n                                                                    CUT TO:\n\n               INT. SOUTH FISSURE - TWILIGHT\n\n               HAWKEYE & CHINGACHGOOK\n\n               below the edge, listen & wait, testing the environment with \n               all their senses...\n\n               NORTH FISSURE - UNCAS\n\n               against one wall, has his ear cocked, monitoring, facing \n               away from the sky...\n\n               ALICE\n\n               looks at the sky through the fissure. She sees the starfields \n               and feels silver moonlight pull her forward. She starts out \n               onto the island, oblivious, unaware she'll expose them.\n\n               Suddenly...\n\n               UNCAS\n\n               yanks her down next to him. He pulls her head into his chest, \n               looking out over the edge, his tomahawk in front of him, his \n               musket near his right hand. There is no sign she was seen.\n\n               UNCAS & ALICE\n\n               He relaxes, looks at her and puts his finger to his lips \n               telling her to be silent.\n\n               Languorously, she lies back, closes her eyes and lays a hand \n               on his shoulder, palm up, as if he were a prince in a romantic \n               fantasy. Uncas tries to restrain her.\n\n               ALICE'S\n\n               eyes slowly open. Oblivion disappears. It's replaced with \n               escalating fear. She holds onto Uncas with desperation. Her \n               fingers claw his shoulders. She buries her face in his chest.\n\n                                     ALICE\n                         Uncas...\n\n               Her body shudders. Her terror's total. He tries to restrain \n               and calm her. She won't let him. Then her mouth seeks his \n               and in the passion of despair and fear and wanting life, she \n               holds him between her thighs. And Uncas is confused, but \n               Alice whispers his name and he responds. He loves her in the \n               half-light.\n\n               UNCAS\n\n               his hand buried in her hair irradiated by the moon, then she \n               seems to reach some emotional climax and begins to cry softly, \n               and Uncas stops making love to her and holds her. Then she's \n               flooded with shame. He reaches for her. She jerks away. He \n               reaches for her again and clutches her to him. And she breaks \n               down. Then he turns her face to him, but her expression has \n               completely flattened.\n\n               WIDER ANGLE\n\n               She's not a lover to Uncas now. She's pitiful & stricken and \n               he comforts her.\n\n                                                                    CUT TO:\n\n               EXT. RIVER - NIGHT\n\n               MAGUA\n\n               Beaches a canoe on the bank. He and eight braves ease out. \n               His war paint is fresh: green handprints on his chest and \n               black and green on his face. Black plumes are affixed to his \n               scalp-lock and his shawl is over his left shoulder. The right \n               arm carrying his musket is exposed. Many scalps are tied to \n               his tomahawk. He walks towards us approaching the island, \n               two hundred yards away...\n\n                                                                    CUT TO:\n\n               INT. SOUTH FISSURE - NIGHT\n\n               HAWKEYE\n\n               Checks his powder horn. Nearly empty. He looks at \n               Chingachgook.\n\n                                                                    CUT TO:\n\n               INT. GLEN FALLS ISLAND, CAVE - NIGHT\n\n               CORA \n\n               With the Ranger, looks up. Hawkeye enters. The look on his \n               face. Then hers. They've been discovered. Now they're backed \n               into a hole in the ground with no powder and no way out.\n\n                                                                    CUT TO:\n\n               INT. GLEN FALLS, CAVE - NIGHT\n\n               HAWKEYE & CHINGACHGOOK \n\n               Chingachgook talks to him in Mohican. Momentarily the anger \n               and frustration is seen on Hawkeye's face. All his experience \n               & craft has been to no avail. He looks at Cora.\n\n               Back to Chingachgook. Chingachgook states something terse in \n               Mohican. Hawkeye agrees. Heyward's confused. He doesn't know \n               what they're talking about. Cora has understood Chingachgook's \n               intent perfectly.\n\n                                     CORA\n                         Yes. Go ahead.\n\n                                     HEYWARD\n                              (explodes)\n                         What the bloody hell plan is this?\n\n                                     HAWKEYE\n                              (to Cora)\n                         In this there is a chance. If I live, \n                         I can try to free you. If we don't \n                         go, there is no powder, there's too \n                         many of them.  Though my heart would \n                         keep me here, in that there is no \n                         chance. None. I can do nothing. Do \n                         you understand?\n\n                                     CORA\n                         Yes. I want you to go.\n\n                                     HEYWARD\n                         Coward! Coward back at the fort.  \n                         Coward here.\n\n               Hawkeye uses discipline not to kill the man.\n\n                                     CORA\n                         You try. With all you have. To save \n                         yourself. If the worst happens, and \n                         only one of us survives, something \n                         of the other does, too...\n\n                                                                    CUT TO:\n\n               INT. NORTH FISSURE - NIGHT\n\n               UNCAS \n\n               Listens. Hears. Then he inches above cover to see...\n\n               UNCAS' POV: THE RIVER & SIX WAR CANOES\n\n               of Hurons approach to assault the island carrying torches.\n\n                                                                    CUT TO:\n\n               INT. GLEN FALLS CAVE - NIGHT\n\n               CORA & HAWKEYE \n\n               She's holding him. In the rigid language of her body is the \n               struggle to contain her fear.\n\n                                     HAWKEYE\n                              (very close)\n                         If they don't kill you, they may \n                         take you north up into Canada. A \n                         warrior may take you for a wife.\n\n               CORA\n\n               turns aside. Hawkeye insists.\n\n                                     HAWKEYE\n                              (continues)\n                         Listen. Submit. You hear me?  You're \n                         strong. You stay alive. I will find \n                         you...  no matter how far, how long \n                         it takes...\n\n                                     CORA\n                              (nods, low)\n                         ...never doubt what you are doing.\n\n               RANGER\n\n               conscious now, arranges his crushed body to face the direction \n               from which will come the attack as...\n\n               HEYWARD\n\n               puts Alice, who's entered, behind him as... Uncas hits the \n               floor of the cave. Now the first glow from Huron torches \n               starts to light the walls. They're coming...\n\n               CHINGACHGOOK\n\n               has their weapons slung over his back. He says something in \n               Mohican.  Uncas spins looks at Alice: her expression's vacant.\n\n               HAWKEYE'S KNIFE\n\n               cuts a lock of Cora's hair. He folds it into his shirt. The \n               orange light from Huron torches, now closer, plays on the \n               wall behind her. We hear many Huron approach.\n\n               CHINGACHGOOK & UNCAS\n\n               now run out of the cave and throw themselves into the curtain \n               of water. This is their exit.\n\n               HAWKEYE\n\n               engraves her image in his memory one last time and then \n               sprints across the floor towards the water...\n\n               WHAT HAWKEYE SEES: JAMMING AT THE WATERFALL\n\n               and then through it into...\n\n               SUBJECTIVE CAMERA: UP\n\n               An awful crushing roar. We explode out the front of a white \n               cataract a third of the way from the top and we fall down \n               away from the world.\n\n               EXT. GLEN FALLS - NIGHT\n\n               HAWKEYE \n\n               Tumbles down the falls; rolling, tumbling through the white \n               water; then through air; then back into cascading white water \n               again, disappearing...\n\n               THE RIVER BELOW - NIGHT\n\n               UNCAS & CHINGACHGOOK'S\n\n               Bodies hit, disappear and don't surface. It looks \n               unsurviveable.\n\n               HAWKEYE'S POV: FALLING\n\n               Sheets of water fall with us. The bottom races towards us at \n               a hundred miles an hour...\n\n               Just before we hit...\n\n                                                                    CUT TO:\n\n               INT. GLEN FALLS, CAVE -  NIGHT\n\n               FLAMING TORCH\n\n               WIDEN. The cave is filled with Hurons. The Redcoat is dead \n               in the corner. A group of braves moves away from the body of \n               the Ranger.\n\n               HEYWARD'S\n\n               surrounded. The women are behind him. He slashes at one Huron \n               with his sword and is clubbed down by a giant.\n\n               MAGUA\n\n               enters. His blanket, like a shawl, over his left shoulder, \n               black plumes in his hair. He's imperturbable.\n\n               MAGUA'S HAND\n\n               reaches out and touches Cora's hair. Cora is frozen to the \n               spot. His hand drops away from the hated Munros and as Magua \n               turns to go, he says something low in Huron and the two women \n               are jerked towards the fissures. Heyward is dragged by the \n               arms.\n\n                                                                    CUT TO:\n\n               EXT. RIVER - NIGHT\n\n               WHITE WATER\n\n               Miles from the falls. We see a figure. It's Chingachgook, \n               nearly spent, rolling and tumbling through the fast-moving \n               white water. He submerges, then surfaces again. He appears \n               exhausted by the fall and ride.\n\n               CHINGACHGOOK'S POV: WATER\n\n               rocketing at us, battering and drowning us. We glimpse \n               something downstream...\n\n               CHINGACHGOOK\n\n               tries to focus, slammed against rocks, he's striking out \n               towards the right, swimming against the current. He's grabbing \n               for something.\n\n               KILLDEER'S MUZZLE\n\n               and leather shoulder-strap. Chingachgook's hand grabs it. \n               The current rushing past tries to steal him from Uncas and \n               Hawkeye, who're also beaten, bloodied, exhausted. They pull \n               the older, larger man from the water and...\n\n               ON THE ROCK\n\n               all three lie there, almost devoid of energy. Then Hawkeye \n               rises, looks at the others.\n\n               Chingachgook nods. He's up. Then Uncas, and they're moving \n               off into the calm eddy between the rock they landed on and \n               the shoreline.\n\n                                                                    CUT TO:\n\n               EXT. FOREST - DAY\n\n               HURONS \n\n               Move along animal paths.\n\n               CORA & ALICE\n\n               struggle through the branches of trees. No one helps them. \n               When they fall behind, they are pushed forward.\n\n               HEYWARD\n\n               badly beaten, bound, staggers ahead to get behind Maqua. \n               Then:\n\n                                     HEYWARD\n                         If Magua give women to Yengeese \n                         soldiers... will receive many gifts.\n\n                                     MAGUA\n                              (as if considering)\n                         Gifts?\n\n                                     HEYWARD\n                         Three, four oxen... much wampum.\n\n                                     MAGUA\n                         Wampum?\n\n                                     HEYWARD\n                         Yes.\n\n                                     MAGUA\n                         Does Yengeese Major have property \n                         across salt sea?\n\n                                     HEYWARD\n                         Yes.\n\n                                     MAGUA\n                         Yengeese Major give all property to \n                         Magua.  Magua give Yengeese Major \n                         much wampum, many gifts, maybe three, \n                         four oxen.\n\n               Magua looks at Heyward derisively. Does this white man think \n               he's an idiot?\n\n                                     HEYWARD\n                         Gold could be arranged.\n\n                                     MAGUA\n                         For Munro children?\n\n                                     HEYWARD\n                         Yes.\n\n                                     MAGUA\n                         How much gold has the master of the \n                         Yengeese?\n\n                                     HEYWARD\n                         The King? The King has mountains of \n                         gold!\n\n               Long pause as if Magua and King George II were seriously \n               considering this transaction.\n\n                                     MAGUA\n                         Not enough.\n\n               Heyward is first realizing with whom he's playing.\n\n                                     HEYWARD\n                         What is enough?\n\n                                     MAGUA\n                         Heart. Give Magua new heart.\n\n               Magua totally disdains the Englishman and walks away from \n               him, starting up a steeper forested hill.\n\n                                                                    CUT TO:\n\n               EXT. FOREST - TWILIGHT\n\n               HAWKEYE, UNCAS & CHINGACHGOOK\n\n               Running cross-country after the Huron column. They leap over \n               fallen logs and keep going.\n\n               FRONTAL: HAWKEYE\n\n               breathing hard, his lips are drawn back, sweat stains his \n               buckskins.\n\n               PROFILE: UNCAS\n\n               runs. Then sees something.\n\n               BENT BRANCH\n\n               where Cora & Alice were struggling up the animal path.\n\n               REAR SHOT\n\n               as they race across a stream away from us after the war party \n               and into the night...\n\n                                                                    CUT TO:\n\n               EXT. FOREST - NIGHT\n\n               CORA \n\n               Supporting Alice, is dragged forward by a Huron warrior by a \n               woven rawhide thong tied to her neck.\n\n               MAGUA\n\n               is imperturbable.\n\n               HURONS\n\n               move quickly down into a ravine.\n\n               HEYWARD\n\n               is shoved forward.\n\n                                                                    CUT TO:\n\n               EXT. FOREST - DAY\n\n               RUNNING FEET\n\n               Long, loping strides.\n\n               HAWKEYE & UNCAS\n\n               cover ground like long-distance runners. No noise except \n               their hard, even breathing.\n\n               They're moving down a clear trail.\n\n               CHINGACHGOOK\n\n               out on the flank. Running hard.\n\n               CLOSER: HAWKEYE\n\n               lips are drawn back, determined, flashing through the hard \n               verticals of the forest, now leaps down an embankment into \n               the soft loam and keeps going.\n\n                                                                    CUT TO:\n\n               EXT. HURON VILLAGE - DAY\n\n               ORNATE CHAIR \n\n               on a rude platform. The entire village is crowded in a large \n               circle. They all wait for someone. They've been waiting a \n               long time. In the perimeter warriors keep Huron at bay for \n               some reason. We see Magua. He stands apart. They wait. Then...\n\n               ANCIENT SACHEM\n\n               is led to the dais by three women down the main street between \n               the neat rows of birch bark lodges. Many scalps and trophies \n               from the massacre are in evidence. He sits on the raised \n               platform. He looks to be in his nineties. His dark wrinkled \n               face is contrasted by his long white hair. His robe is painted \n               in hieroglyphical representation of combat. He wears numerous \n               silver & gold medals, gifts of French, English and Dutch \n               governors.\n\n               Most startling is his face. His dark & lined skin is enhanced \n               by delicate lines of tatooing. He looks up to Magua.\n\n                                     SACHEM\n                              (in Huron; subtitled)\n                         The tomahawks of your young men have \n                         been very red.\n\n                                     MAGUA\n                              (in Huron; subtitled)\n                         Many of the Yengeese are dead, great \n                         Sachem.\n                              (sound dissolve to \n                              English)\n                         I have brought three of my prisoners, \n                         to honor you. Two are the children \n                         of Munro. Whose scalp hangs on my \n                         lodge pole. And whose heart I cut \n                         from his chest.\n\n               Now we see Cora on the ground. Defeat & fear are held in \n               place by her determination.\n\n               Alice looks around, in another place. Heyward's hands are \n               bound between his back with a piece of wood wedged through \n               his elbows.\n\n                                                                    CUT TO:\n\n               EXT. DIFFERENT FOREST - DAY\n\n               WIDE FRONTAL: UNCAS, HAWKEYE & CHINGACHGOOK\n\n               running. Then Uncas drops and the other two follow.\n\n               WIDE OVER THEIR SHOULDERS: THE HURON \"CASTLE\"\n\n               seen in the distance through the sparse trees. They have \n               dropped at the very periphery of the forest where the woods \n               end. (The lay of the land is important for action that \n               follows: the village is built in a meadow. To the left is a \n               cliff face that rises to a rocky promontory. On the right is \n               a path that winds up to the promontory and beyond, across \n               the mountains.)\n\n               Hawkeye sees...\n\n               HAWKEYE'S POV: THE VILLAGE, CAPTIVES & HURON CROWD\n\n               in the center, outside the largest lodge.\n\n               HAWKEYE\n\n               slams the earth with his fists. They didn't intercept them \n               in time. Difficult odds just became impossible.\n\n                                                                    CUT TO:\n\f\n\n               EXT. HURON VILLAGE - DAY\n\n               MAGUA \n\n                                     MAGUA\n                         ... the earth was pale. Our tomahawks \n                         were bright. Now they are dull from \n                         war.  And the Huron rich with the \n                         trophies of honor... Magua will sell \n                         the English officer to Les Francais \n                         and the reward is my gift to you, \n                         wise one... The women - children of \n                         the white war chief - will burn in \n                         our fires so all can share in this.\n\n               The sachem considers this. Then he looks up and sees something \n               beyond Magua.\n\n               MAGUA\n\n               senses the sachem's eye line...\n\n               HAWKEYE\n\n               unarmed, walking through the Hurons. A young boy rushes at \n               him. Hawkeye, at the last possible second, dodges.  Others \n               catch and restrain the boy. The Hurons are astounded a \n               European would simply walk into their camp.\n\n               CORA\n\n               sees him enter, doesn't believe he's there.\n\n                                     CORA\n                         Nathaniel!\n\n               Hawkeye glances at her, doesn't respond. The situation is a \n               stick of dynamite ready to go off.\n\n                                     HAWKEYE\n                              (to Heyward; low)\n                         Translate for me, Major. Into French.  \n                         Every word... as I say it.\n\n               Magua starts towards Hawkeye, his tomahawk slipping into his \n               hand.\n\n                                     HAWKEYE\n                              (to Sachem)\n                         I come to you unarmed and in peace \n                         to unstop your ears, wise one. Because \n                         the Hurons are mislead by the words \n                         of the wolf who's never spoken the \n                         truth.\n\n               Sachem gestures with his hand to Magua. Magua reluctantly \n               stops advancing on Hawkeye. Heyward's French translation has \n               faded to a murmur. We hear Hawkeye's English.\n\n                                     HAWKEYE\n                         Let the children of the dead Colonel \n                         Munro go free and take the fire out \n                         of the English anger over the murder \n                         of their helpless ones.\n\n                                     MAGUA\n                              (to Sachem)\n                         Our father, Montcalm, is greater \n                         than the Yengeese in the arts of \n                         war. The Huron do not fear English \n                         anger.\n\n                                     HAWKEYE\n                              (to Sachem)\n                         Wise one, the French fathers made \n                         peace and swore to their honor not \n                         to break the friendship. Magua broke \n                         it. It is false that the French would \n                         not be friends, still, to the Huron.\n\n               Sachem reacts.\n\n                                     MAGUA\n                              (laughs)\n                         It made our French father happy to \n                         never have to fight the same Yengeese \n                         again.  He told me this without \n                         telling me this.\n\n               Hawkeye realizes this is true.\n\n                                     HAWKEYE\n                         So the Huron are the servants of the \n                         French?  To do what the French are \n                         shamed to do?\n\n                                     MAGUA\n                         No.\n                              (to Sachem)\n                         Huron serve no one. The French father \n                         believes he fooled Magua because he \n                         is so proud of his cleverness, he is \n                         blind. But it is the Huron path that \n                         Magua walks down, not the French \n                         one... Now, Les Francais, also, fear \n                         Huron. That is good. When the Huron \n                         is strong from their fear, we will \n                         make the terms of trade with Les \n                         Francais. And we will trade as the \n                         white man trades. Take land from the \n                         Abnakes; fur from the Osage, Sauk & \n                         Fox. And make the Huron great. Over \n                         other tribes. No less than the whites, \n                         as strong as the whites.\n\n               Hawkeye appears to be losing his debate with Magua.\n\n                                     HAWKEYE\n                              (to Sachem)\n                         Magua would use the ways of Les \n                         Francais and the Yengeese...\n\n                                     MAGUA\n                              (to Sachem)\n                         The red man put down the bow, picked \n                         up the fire stick and became the \n                         best warrior in the forest. Yes. It \n                         is the only way.\n\n                                     HAWKEYE\n                         Would the Huron make his Algonquin \n                         brothers foolish with brandy and \n                         steal his lands to sell them for \n                         gold to the white man?  Would the \n                         Huron have greed for more land than \n                         a man can use? Like Francais Black \n                         Robes do?  Would Huron kill tribes \n                         with disease? Would the Huron fool \n                         Seneca into taking all the animals \n                         in the forest for beads & brandy? \n                         But sell the fur to the white man \n                         for gold?...\n                              (to Sachem)\n                         Those are the ways of Yengeese and \n                         Les Francais masters. Are they the \n                         ways of Huron men who hunt & work \n                         the land? Or of dogs?  ...Magua's \n                         heart is twisted. He would make \n                         himself into what twisted him. A \n                         Dog, become Master of Dogs. But are \n                         Hurons dogs?  ...Magua's way is false. \n                         It is like the white sickness. Magua's \n                         way will bring only sadness and shame. \n                         Is there another way? I don't know.\n                         (pauses)\n                         I am Nathaniel of the Yengeese; \n                         Hawkeye, adopted son of Chingachgook, \n                         of the Mohican people... Let the \n                         children of the dead Munro go free... \n                         I speak the truth.\n\n               Magua starts to rebut. Sachem holds up his hand and stops \n               him. Nobody talks. Sachem whispers to the older men on either \n               side of him.\n\n               MAGUA\n\n               waits for the decision.\n\n               CORA\n\n               looks to Alice, then to Hawkeye.\n\n               HAWKEYE\n\n               exchanges a desperate look with Cora and then senses the \n               Sachem is staring at him from the perspective of nearly a \n               century of laws & judgments. Then... to every word.\n\n                                     SACHEM\n                         The white man comes like a day that \n                         has passed. And night enters our \n                         future with him...\n                              (pause)\n                         Our council talks since I was a boy: \n                         What is the Huron to do?\n                              (pause)\n                         But Magua would lead Huron down paths \n                         that make us not Hurons.\n                              (the judgment)\n                         Dark girl burn in fire to heal the \n                         twisted heart of Magua.\n\n               Cora, hearing the sentence... Hawkeye's losing her.\n\n                                     SACHEM\n                              (continuing)\n                         Munro daughter with moon in her hair \n                         must be Magua's wife so Munro's seed \n                         doesn't die.\n\n               Alice is gone, living in some dark recess of her mind.\n\n                                     SACHEM\n                              (continuing; dissolves \n                              back to French)\n                         ... and Yengeese officer not go to \n                         Les Francais, but back to Yengeese \n                         so their hatred burns less bright. \n                         La Longue Carabine, go in peace.\n\n               People move, start to implement the sentence. Hawkeye's \n               panicked. Cora is jerked upright. She looks at Hawkeye in \n               terror: Sachem is starting to depart.\n\n                                     HAWKEYE\n                         No! listen.\n                              (to Heyward)\n                         Tell him I'll trade him! Me for her! \n                         Tell him!!\n\n               Heyward translates into rapid-fire French.\n\n                                     HAWKEYE\n                              (shouts)\n                         I am La Longue Carabine! My death is \n                         a great honor to the Huron. Take me!\n\n               Cora is jerked forward by three Hurons. Magua grabs Alice. \n               Cora strikes at Magua. He knocks her aside. Chaos & confusion. \n               Meanwhile:\n\n                                     MAGUA\n                              (French; subtitled)\n                         This is not the voice of wisdom. I \n                         go to the Hurons of the Lakes! You \n                         are women.  Send your arrows and \n                         guns to the Seneca, beg from them \n                         venison to eat, corn to grind.  \n                         Slaves, dogs, rabbits, thieves... I \n                         spit on you!\n\n               Those Hurons who hear, do so in deadly, boding silence. Magua \n               and his fourteen hard core braves start out as...\n\n               SACHEM\n\n               heard Heyward's translation. He looks at Heyward, then looks \n               at Hawkeye and he nods his head.\n\n               HAWKEYE\n\n               sees this. His eyes go to Cora. They've stopped dragging her \n               towards the fire pit.\n\n               Hawkeye steps forward to surrender. Cora is thrown at him. \n               Cora looks around wildly.\n\n               Instead of taking Hawkeye, two warriors grab Heyward.\n\n               HEYWARD\n\n               is immediately hamstrung and his legs collapse. He gasps. \n               He's caught under the arms and dragged forward.\n\n                                     HAWKEYE\n                         I said to trade me!\n\n               Hawkeye's holding Cora. Heyward struggles to be seen.\n\n                                     HEYWARD\n                         ... compliments, Mr. Poe.\n                              (pause)\n                         Take her and get out.\n\n                                     CORA\n                              (standing)\n                         What are they doing to Duncan?  \n                         Duncan!\n\n               He's gone. They start to ease away from the mass of Hurons.\n\n                                     HAWKEYE\n                              (low to himself)\n                         And my compliments to you...\n\n                                     CORA\n                         Alice?\n\n               Hawkeye's concentration is on backing out of the Huron mob. \n               Will the Sachem's judgment be honored? Will some warriors \n               hack down Hawkeye & Cora? As they go...\n\n               CORA\n\n               moves towards her sister. But Hawkeye holds her tightly as \n               they retreat.\n\n               CORA'S POV: ALICE\n\n               with Magua's group crosses the path. He drags Alice behind \n               him like baggage. She regains her feet. Magua is oblivious \n               to her. He's heading towards the plateau.\n\n                                                                    CUT TO:\n\n               EXT. FOREST, TREE LINE - DAY\n\n               CHINGACHGOOK & UNCAS \n\n               Uncas sees Magua's direction. Uncas touches his father, grabs \n               his musket and races off.\n\n               Chingachgook reaches to stop him, but he's too late. \n               Chingachgook's hand in the air...\n\n               TWO-SHOT: HAWKEYE & CORA\n\n               near the tree line. Hawkeye has eyes only for...\n\n               HAWKEYE'S POV: HURONS\n\n               moving towards fire pit. One turns to watch Hawkeye & Cora \n               depart. Will he arouse others to attack? Behind him, others \n               are doing something to Heyward and flames leap up.\n\n               CORA'S EYES\n\n               are on Alice, off to the right in the meadow.\n\n               HAWKEYE\n\n               tense. They're almost there.\n\n               CHINGACHGOOK\n\n               holding Killdeer.\n\n               CHINGACHGOOK'S POV: MASSED HURON\n\n               Sky & flames. Suddenly, Heyward's stood upright into the \n               fire, bound to a bracket by his arms. As the flames start \n               devouring him...\n\n               HAWKEYE & CORA\n\n               close to Chingachgook and the tree line...\n\n               CHINGACHGOOK\n\n               tosses Hawkeye Killdeer. As fast as he jams it into his \n               shoulder he FIRES.\n\n               HEYWARD\n\n               among the hollering Hurons, is shot dead. It goes unnoticed.\n\n                                                                    CUT TO:\n\n               EXT. PROMONTORY - DAY\n\n               UNCAS\n\n               Half-way up the rock face. He's approaching an overhang. He \n               climbs with a reckless desperation...\n\n               EXT.  STREAM - DAY\n\n               HAWKEYE & CHINGACHGOOK\n\n               pound across the (sic) to the meadow towards Magua's path...\n\n               CORA\n\n               trying to stay with them, scrambles up...\n\n               EXT. PROMONTORY - DAY\n\n               UNCAS\n\n               reaches the overhang. It juts away from the face six feet.\n\n               THE CEILING OF THE OVERHANG\n\n               Uncas' hand jams into a crack in the granite, forms a fist \n               and twists, making a wedge.\n\n               He swings out, dangling in space by the hand wedged into the \n               rock. His right hand reaches out and up, searching the \n               vertical face for...\n\n               UNCAS' HAND\n\n               ... a rock flake. An indentation. Anything... His fingers \n               find a diagonal crevice and...\n\n               UNCAS\n\n               swings out, now hanging by the vertical face above the \n               overhang. His features are distorted with determination. \n               Nothing will stop him. His right hand grabs another rock.\n\n               His arms snap him up. Then push. He's on the ledge. Moving \n               fast...\n\n                                                                    CUT TO:\n\n               EXT. PROMONTORY - DAY\n\n               HURONS\n\n               On point are approaching the path above the promontory. Five \n               warriors are ahead of Magua. One behind him drags Alice.\n\n               FIRST\n\n               Huron starts up the narrow path. Suddenly...\n\n               UNCAS\n\n               slams him off the rock with the butt of his musket.\n\n               WIDE ANGLE\n\n               Two's musket coming up. Uncas swings. FIRES. Before he's \n               fallen, Uncas bayonets Three.\n\n               FOURTH\n\n               FIRES, misses, swings. Uncas slips the swung musket, but it \n               catches his elbow. Uncas' musket falls. Before it hits the \n               ground his tomahawk is out and hacks Four over the edge...\n\n               MAGUA\n\n               running forward past Five, confronts Uncas head on. It's \n               incredibly fast.\n\n               UNCAS'\n\n               three tomahawk swings are dodged by Magua whose own knife \n               streaks like silver flashes. Uncas, gashed on arms and chest, \n               feints right and slams Magua with an open hand, closes and \n               the men are intertwined steel and muscle... and Magua throws \n               Uncas.\n\n               Going with him and rolling off Uncas, Magua's knife flashes \n               into his armpit. Uncas' right arm is useless. He scrambles \n               up. Next to the expertise of a mature warrior like Magua, \n               Uncas' raw, young determination may not be enough.\n\n               EXT.  MEADOW - DAY\n\n               CHINGACHGOOK\n\n               Freezes.\n\n               EXT. PROMONTORY - DAY\n\n               UNCAS\n\n               closing, swings. Magua moves inside, stabs Uncas twice, turns \n               him to face the edge, ripping his head left to expose the \n               right underside of his throat.\n\n               CLOSE: MAGUA'S\n\n               knife arm punches forward.\n\n               WIDE: PROMONTORY\n\n               Uncas falls down the face onto to the rocks.\n\n               CHINGACHGOOK\n\n               seeing his boy killed, CRIES out and is charging up the path, \n               Hawkeye following.\n\n               EXT. PROMONTORY - ALICE\n\n               backs to the edge.\n\n               MAGUA\n\n               moves on Alice. His knife is low, about to strike. She stares \n               at him. Her eyes are like pools of deep water, calm, open, \n               almost beatific. It stops Magua...\n\n               MAGUA\n\n               inexplicably, drops his knife hand. He's riveted by her. \n               About him, there's a glimmer of something else. He wears a \n               human face for this one moment. He reaches out with his other \n               hand to offer her safety. To bring her back from the edge...\n\n               ALICE\n\n               looks down at Uncas, her lover, dead on the rocks below. She \n               turns to Magua with enigmatic calm. Her eyes seem to see \n               into him. She steps off the edge. She falls to her death \n               next to Uncas...\n\n               EXT. MEADOW - DAY\n\n               CORA\n\n               collapses to her knees on the ground and her face falls \n               forward into her hands...\n\n               HURON WARRIORS\n\n               are running down the path to intercept Chingachgook, charging \n               uphill, fueled by a father's rage, and Hawkeye. One Huron \n               aims at the center of Chingachgook's chest...\n\n               HAWKEYE\n\n               FIRES past his father's side. The Huron's blown off the path. \n               Hawkeye races to reload on the run...\n\n               EXT. PROMONTORY - MAGUA\n\n               sees the approach of Chingachgook.\n\n               TO CHINGACHGOOK\n\n               Huron warriors are an irrelevance. He slams one aside with \n               his musket.\n\n               HAWKEYE FIRES.\n\n               HURON\n\n               with tomahawk, about to blindside Chingachgook, is SHOT DOWN.\n\n               MAGUA\n\n               charging Chingachgook.\n\n               VERY WIDE\n\n               Two men, like dots, race to collide at the center of the \n               promontory. Now the others fall back... It's one-on-one. \n               Hawkeye slows...\n\n               COMBATANTS\n\n               Magua - confident, pumped up - feints with his left, his \n               tomahawk appearing in his right, sweeping backhand, while \n               his left, magically holding his blade, is jamming up to gut \n               Chingachgook. Chingachgook's dead. Except...\n\n               CHINGACHGOOK\n\n               isn't there. He rolled and, on one knee with his back to \n               Magua, his arm slams rearward.\n\n               The massive war club crashes into Magua's back.\n\n               MAGUA\n\n               stunned, turns to hatchet Chingachgook...\n\n               CHINGACHGOOK\n\n               now up and towering - slams his club right into Magua's \n               assault... destroying it, breaking Magua's right arm. And...\n\n               CHINGACHGOOK\n\n               ... with his momentum, spins like a shot-putter and the next \n               blow cripples Magua's left side and crushes part of his chest.\n\n               ANOTHER BLOW\n\n               destroys Magua's collar and shoulder.\n\n               MAGUA\n\n               amazed. His body is broken and crippled, but he still stands. \n               He looks into the eyes of the last warrior of the Mohicans.\n\n                                     CHINGACHGOOK\n                         UNCAS!!!\n\n               And he spins and swings. The blade side of the war club \n               punches into Magua's chest, caving him in two.\n\n               WIDE\n\n               Magua dies in the dust.\n\n               HAWKEYE\n\n               watching Chingachgook's heaving back. It's over.\n\n               CORA\n\n               alone, kneeling in the meadow. Her eyes downcast...\n\n               WIDE REAR SHOT\n\n                                                                  FADE OUT:\n\n               FADE IN:\n\n               EXT. - MOUNTAIN TOP -  NEXT DAY\n\n               Chingachgook's at the edge, facing the endless rolling forests \n               to the west. A haze of sunlight illuminates silver and lead \n               clouds. Hawkeye is a little apart, watching his father.\n\n               HAWKEYE'S POV: CHINGACHGOOK\n\n               speaks to the sky.\n\n                                     CHINGACHGOOK\n                              (Mohican)\n                         Great Spirit and the Maker of all \n                         Life...\n\n               ON HAWKEYE & CHINGACHGOOK\n\n               We HEAR Hawkeye's English translation in VOICE OVER:\n\n                                     CHINGACHGOOK\/HAWKEYE (V.O.)\n                              (in English)\n                         ... a warrior goes to you swift and \n                         straight as an arrow shot into the \n                         sun. Welcome him and let him take \n                         his place at the council fire of my \n                         people.\n                              (pause)\n                         He is Uncas, my son.\n                              (pause)\n                         Bid them patience and ask death for \n                         speed; for they are all there but \n                         one I, Chingachgook - Last of the \n                         Mohicans.\n\n               Chingachgook's hands drop to his sides. He lets out his breath \n               with a weariness. His eyes seek Hawkeye's. They hold...\n\n               CORA\n\n               is standing, her back to us, in front of a rock-covered grave \n               with a wooden cross. Next to it is Uncas' burial platform. \n               Cora [says a] silent prayer. Then she pauses, crosses herself. \n               Her emotions are spent. She moves next to Hawkeye. He takes \n               her hand.\n\n               HAWKEYE & CORA\n\n                                     HAWKEYE\n                         Will you go back to England?\n\n                                     CORA\n                         I have nothing to go back for.\n\n               Long pause.\n\n                                     HAWKEYE\n                         Then will you stay in America?\n\n               She turns to face him.\n\n                                     HAWKEYE\n                         And will you be my wife?\n\n               Pause.\n\n                                     CORA\n                         Yes.\n\n               They hold each other's eyes. She searches his face.\n\n                                     CORA\n                         Where will we go?\n\n                                     HAWKEYE\n                         Winter with the Delaware, my father's \n                         cousins. And in the spring, cross \n                         the Ohio and look for land to settle \n                         with my father in a new place called \n                         Can-tuck-ee.\n\n               They move next to Chingachgook. He senses they're beside \n               him. Hawkeye's arm is around her shoulders.\n\n                                     CHINGACHGOOK\n                         The frontier moves with the sun and \n                         pushes the red man of the wilderness \n                         forests in front of it. Until one \n                         day there will be nowhere left.  \n                         Then our race will be no more, or be \n                         not us...  The frontier place is for \n                         people like my white son and his \n                         woman and their children.\n\n                                     HAWKEYE\n                         That's my father's sadness talking.\n\n               Hawkeye puts a hand on his shoulder.\n\n                                     CHINGACHGOOK\n                         No. It is true... One day... there \n                         will be no more frontier. Then men \n                         like you will go, too.  Like the \n                         Mohicans.\n                              (pause)\n                         And new people will come. Work. \n                         Struggle to make their light... One \n                         mystery remains.\n\n                                     HAWKEYE\n                         What is that?\n\n               Cora, listening to Chingachgook, takes Hawkeye's hand.\n\n                                     CHINGACHGOOK\n                         Will there be anything left to show \n                         the world that we ever did exist?\n\n               REAR SHOT\n\n               Cora stands next to her man. Hawkeye puts his arm around his \n               father. They stare out over the wilderness.\n\n                                                                  FADE OUT:\n\n                                         THE END\n   <\/pre>\n<\/body>\n\n<\/html>\n","id":349,"split":"train"}
