{"ori_id":"d0cad885bea05d1a0272e36b14ddeef899db5cee","title":"I Walked with a Zombie","context":"I Walked with a Zombie\n Betsy Connell (Frances Dee), a Canadian nurse, relates in a voiceover how she once \"walked with a zombie.\"\nBetsy is hired to care for the wife of Paul Holland (Tom Conway), a sugar plantation owner on the Caribbean island of Saint Sebastian. Saint Sebastian is inhabited by a small white community and descendants of African slaves. Betsy is told the story of how the Hollands brought slaves to the island, and that the statue of \"Ti-Misery\" (Saint Sebastian pierced by arrows) in the courtyard is the figurehead from a slave ship.\nThat night at dinner, Betsy meets Paul's half-brother and employee, Wesley Rand (James Ellison). While getting ready for bed, Betsy hears crying. When she investigates, a woman in a white robe walks towards her, her eyes staring. Betsy screams, waking the rest of the household. Paul takes charge of Jessica Holland, the woman Betsy is to care for. The next morning, Dr. Maxwell tells Betsy that Jessica's spinal cord was irreparably damaged by a serious illness, leaving her totally without the willpower to do anything for herself.\nOn her day off, Betsy encounters Wesley in town. While he drinks himself into a stupor, a calypso singer (Sir Lancelot) sings about how Jessica was going to run away with Wesley, but Paul would not let them go. Then she was struck down by the fever. Betsy meets Mrs. Rand (Edith Barrett), Paul and Wesley's doctor mother.\nThat night, at dinner, Paul tries to persuade Wesley to reduce his drinking (at Betsy's suggestion), but he accuses Paul of trying to impress Betsy and of driving Jessica insane in the first place.\nLater, Betsy is drawn to the sound of Paul playing the piano. He apologizes for bringing her to the island and admits that he may have been the cause of his wife's condition. Betsy has been falling in love with her moody employer. She determines to make him happy by curing Jessica.\nBetsy gets Paul to agree to try a potentially fatal treatment of insulin shock on Jessica, but it has no effect. Housemaid Alma (Theresa Harris) then tells her that a Voodoo priest cured a woman of a similar condition. Betsy takes her patient without permission through cane fields past a crossroads guarded by the towering figure of the eerie Carre-Four (a reference to the loa Maitre Carrefours) to the houmfort (a place where Voodoo worshipers gather).\nThere, they watch a man (the Sabreur) wield a saber during a ritual. People are given advice through a shack door by a Voodoo priest. Betsy is summoned inside, where she is shocked to find that the priest is none other than Mrs. Rand. Mrs. Rand explains that she uses Voodoo to convince the natives to accept conventional medical practices and tells Betsy that Jessica can never be cured.\nOutside, the locals stab Jessica in the arm with the sword as a test. When she does not bleed, they are convinced she is a zombie. Betsy takes her back to the house, but the natives demand that Jessica be returned to them for \"ritual tests\". Later, Carre-Four approaches the residence, but Mrs. Rand orders him to leave.\nPaul suggests that Betsy return to Canada, as he is fearful of demeaning and abusing her as he did Jessica. She is convinced that he is not really like that.\nThe next day, Doctor Maxwell reports that the unrest has sparked an official inquiry into Jessica's illness. Mrs. Rand shocks everyone by claiming that Jessica is a zombie. Although she had never taken Voodoo seriously, Mrs Rand reveals that when she discovered that Jessica was planning to run away with Wesley and break up her family, she felt herself possessed by a Voodoo god. She then put a curse on Jessica. Paul, Maxwell and Betsy dismiss her story, but Wesley becomes obsessed with freeing Jessica from her zombie state. He asks Betsy if she would consider euthanasia, but she refuses.\nUsing an effigy of Jessica, the Sabreur takes control of her and draws her to him. Paul and Betsy stop her the first time, but they are not around when he tries again. Wesley opens the gate, letting Jessica out. Then he pulls an arrow out of the statue of Ti-Misery and follows. As the Sabreur stabs the doll with a pin, Wesley thrusts the arrow into Jessica. He then carries her body into the sea, pursued slowly by Carre-Four. Later, the natives discover the bodies of Jessica and Wesley floating in the surf. Paul comforts Betsy.\n<html>\n<head>\n<script>\n<!--\nif (window!= top)\ntop.location.href=location.href\n\/\/ -->\n<\/script>\n<title>I Walked with a Zombie<\/title>\n<\/head>\n<body bgcolor=\"#FFFFFF\">\n<pre>\n\t \t\t    <b><u>I WALKED WITH A ZOMBIE<\/u>\n\n\t\t\t\tOriginal Screen Play\n\n\t\t\t\t\tBy\n\n\t\t\t Curt Siodmak and Ardel Wray\n\n\n\t   Based on Scientific Information from Articles\n\n\t\t\t\t\tBy\n\n\t\t\t\t   Inez Wallace\n<\/b>\n\n\tThe RKO trademark FADES OUT, to reveal a road lined with palm\n\ttrees, spectrally long and straight like a vista in a Dali\n\tpainting.  Along this road and from a far distance two tiny\n\tfigures advance toward the camera.  Over this scene the TITLE\n\tand CREDITS are SUPERIMPOSED.  The two figures continue to\n\tadvance, growing more discernible all the time.\n\n\tAs the credits FADE, the two human figures advancing along\n\tthe road are more clearly discernible.  Although they are not\n\tclose enough to distinguish their faces, it can be seen that\n\tone of them is an enormously tall, cadaverous negro, clothed\n\tonly by ragged, tight-fitting trousers and that the other is\n\tnurse, dressed in crisp white uniform and cap, with a dark\n\tcloak over her shoulders.\n\n\n\t\t\t\tBETSY\n\t\t\t(narrating)\n\t\tI walked with a zombie.\n\t\t\t(laughs a little, self\n\t\t\tconsciously)\n\t\tIt does seem an odd thing to say. \n\t\tHad anyone said that to me a year\n\t\tago, I'm not at all sure I would\n\t\thave known what a Zombie was. I\n\t\tmight have had some notion -- that\n\t\tthey were strange and frightening,\n\t\tand perhaps a little funny.  But I\n\t\thave walked with a Zombie\n\n\tAs she speaks, the two figures advancing on the road come\n\tcloser.\n\n\t\t\t\tBETSY'S VOICE\n\t\t\t(narrating)\n\t\tIt all began in such an ordinary\n\t\tway --\n\n\tAs she says this the long road and the advancing figures\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>EXT. HOUSES OF PARLIAMENT - OTTAWA - DAY - (STOCK)<\/b><\/u>\n\n\tThe Houses of Parliament seen through falling snow.  In the\n\tf.g. horse-drawn sleighs are passing.\n\n\t\t\t\tBETSY'S VOICE\n\t\t\t(narrating)\n\t\tI'd just finished working on a case\n\t\tin Ottawa...a little boy who'd\n\t\tbroken both legs.  It was one of\n\t\tthose cases with traction frames\n\t\tand constant care, nicely\n\t\tcomplicate with a pair of\n\t\thysterical parents.  When he was\n\t\tall well I had to find another job. \n\t\tThat's a nurse's life for you. I\n\t\twent to the Registry.\n\n\t<u><b>EXT. CORNER OF A BUILDING - DAY - (SNOW)<\/b><\/u>\n\n\tAt about the level of the second and third floors is one of\n\tthose half-curved, elliptical signboards which lap around the\n\tcorners of old-fashioned office buildings.  The CAMERA PANS\n\tDOWN this sign, from one firm name to another, stopping at\n\tthe last name listed:\n\n\t\t   PARRISH AND BURDEN SUGAR CO., LTD.\n\n\t\t\t\tBETSY'S VOICE\n\t\t\t(narrating)\n\t\tThey gave me an address in the\n\t\tbusiness district.  I went there.\n\n\t<u><b>INT. OFFICE -- DAY\n<\/b><\/u>\n\tAn office on the first floor, with a window opening into a\n\tcourtyard.  Through this window snow can be seen falling.\n\n\tCLOSE SHOT of Mr. Richard Brindsley Wilkens, V.C.  He is a\n\tsmall, sharp-featured, precise little man with pincenez\n\tglasses, dressed in a dark business suit.  One of the coat\n\tsleeves is empty.  The explanation for the missing arm can be\n\tfound in his coat lapel: the ribbon of the Victoria Cross. \n\tHis age indicates that he won it in the last war.  He has a\n\ttablet in front of him and as he speaks, marks down the\n\tanswers to his questions.\n\n\t\t\t\tWILKENS\n\t\tYou're single?\n\n\t\t\t\tBETSY\n\t\tYes.\n\n\t\t\t\tWILKENS\n\t\tWhere were you trained?\n\n\t\t\t\tBETSY\n\t\tAt the Memorial Hospital -- here in\n\t\tOttawa.\n\n\tWilkens writes this down and then returns the pen to its desk\n\tholder.  He picks up a typewritten page from the blotter, and\n\tstares at it.\n\n\t\t\t\tWILKENS\n\t\t\t(fiddling with the paper\n\t\t\tunhappily)\n\t\tThis last question's a little\n\t\tirregular, Miss Connell.  I don't\n\t\tquite know how to put it.  \n\n\tWilkens straightens himself determinedly and puts down the\n\tpaper.\n\n\t\t\t\tWILKENS (cont'd)\n\t\tDo you believe in witchcraft?\n\n\tBetsy bursts into laughter and we go to our first sight of\n\ther.  She is young, bright, alert and looks extremely\n\tattractive in her blue nurse's cape and round fur cape.\n\n\t\t\t\tBETSY\n\t\t\t(finally putting the leash\n\t\t\ton her laughter)\n\t\tThey didn't teach it at Memorial\n\t\tHospital.  I had my suspicions,\n\t\tthough, about the Directress of\n\t\tTraining.\n\n\t\t\t\tWILKENS\n\t\t\t(permitting himself a dry\n\t\t\tlittle smile)\n\t\tVery well.  That means that you\n\t\thave met all Mr. Holland's\n\t\trequirements.  Now, as to salary --\n\t\tit's quite good -- two hundred\n\t\tdollars a month.\n\n\t\t\t\tBETSY\n\t\t\t(pleased)\n\t\tThat is good.  But I'd like to know\n\t\tmore about the case.\n\n\t\t\t\tWILKENS\n\t\tI'm afraid I'm not able to tell you\n\t\tmuch. Only that the patient is a young\n\t\twoman -- the wife of a Mr. Paul\n\t\tHolland with whom we do\n\t\tconsiderable business.\n\n\t\t\t\tBETSY\n\t\tThat will mean another interview,\n\t\twon't it?\n\n\t\t\t\tWILKENS\n\t\tNo, this is quite final.  You see,\n\t\tMr. Holland is a sugar planter.  He\n\t\tlives in St. Sebastian Island in\n\t\tthe West Indies.\n\n\t\t\t\tBETSY\n\t\tThe West Indies?\n\n\t\t\t\tWILKENS\n\t\t\t(he's been expecting this)\n\t\tA year's contract -- a trip with\n\t\tall expenses paid -- that's not so\n\t\tbad, you know.\n\n\t\t\t\tBETSY\n\t\tBut it's so far away...\n\n\t\t\t\tWILKENS\n\t\tThat's rather nice, isn't it?\n\n\tWilkens glancing at the snow falling outside the windows.\n\n\t\t\t\tWILKENS (cont'd)\n\t\t\t(a little wistfully)\n\t\tSit under a palm tree -- go\n\t\tswimming -- take sun baths.  Just\n\t\tlike a holiday...\n\n\t\t\t\tBETSY\n\t\tPalm trees --\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN\n\n\t<u><b>MONTAGE OF SHIPS\n<\/b><\/u>\n\tA great Canadian luxury liner, a boat like the Empress of\n\tCanada, proceeds across the screen from left to right. \n\tAnother ship, a smaller passenger steamer, going in the same\n\tdirection, takes her place as she DISSOLVES OFF; then a\n\tfreighter, and finally a small white-hulled trading schooner\n\tcomes onto the screen.\n\n\t\t\t\tBETSY'S VOICE\n\t\t\t(narrating)\n\t\tBoats grow smaller to reach out-of\n\t\tthe-way ports.  Judging by the\n\t\tboats that took me to St. Sebastian\n\t\t-- it's far away and hard to get\n\t\tto. First, there was the great\n\t\tliner to Havana -- then a smaller\n\t\tsteamer to Port au Prince -- a\n\t\tfreighter to Gonave -- and from\n\t\tGonave, one of the little island\n\t\ttrading schooners that carry sugar\n\t\tand sisal, sponges and salt all\n\t\tover the Caribbean.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>A SAIL -- NIGHT\n<\/b><\/u>\n\tA gaff-headed sail against a night sky of stars.  The boat\n\tcarrying the sail is evidently in a rolling sea.  The sail\n\tmoves in rhythmic undulance against the sky.  We hear the\n\tchug-chug of a one-cylinder Diesel.\n\n\t<u><b>EXT. SCHOONER -- WHEEL -- NIGHT\n<\/b><\/u>\n\tTwo men stand by the wheel of the schooner, their faces lit\n\tby the light from the binnacle.  Behind them the wake of the\n\tboat creams out, white and phosphorescent.  One of the men is\n\tobviously the skipper of the boat, dressed in sloppy white\n\tducks, unshaven and with an officer's battered cap on his\n\thead.  The other is a slim, tall man dressed in flannel\n\tslacks and a light tweed coat.\n\n\t\t\t\tBETSY'S VOICE\n\t\t\t(narrating)\n\t\tThe man for whom I'd come to work --\n\t\tMr. Holland -- boarded the schooner\n\t\tat Gonave.  He was pointed out to\n\t\tme, and he must have known who I\n\t\twas -- yet he never spoke to me. \n\t\tHe seemed quiet and aloof. \n\t\tSometimes I wondered how we'd get\n\t\ton -- but there wasn't really time\n\t\tfor to think about it -- there was\n\t\tso much to see.  I loved the trip.\n\n\t<u><b>EXT. SCHOONER -- OPEN GALLEY ON DECK -- NIGHT\n<\/b><\/u>\n\tNear the mainmast is a large box filled with sand and on this\n\tsand a charcoal fire has been laid.  A negro, dressed in\n\tdungarees, is cooking a large piece of meat.  Other negroes\n\tlounge on deck, their black faces fire-lit. \n\t\n\tThey are singing, and their singing is attuned to the rhythm\n\tof the chugging motor.\n\n\t<u><b>EXT. OCEAN -- NIGHT -- (STOCK)<\/b><\/u>\n\n\tThe wake of the schooner.\n\n\t<u><b>EXT. OCEAN -- FLYING FISH -- NIGHT -- (STOCK)\n<\/b><\/u>\n\tFlying fish, like shooting stars, dart across dark waters.\n\n\t<u><b>EXT. STAR-FILLED SKY -- NIGHT -- (STOCK)\n<\/b><\/u>\n\tThe stars seem very close and there is always movement in the\n\tsky, as if it were alive -- falling stars and comets, lively\n\tas the flying fish.\n\n\t<u><b>EXT. DECK OF SCHOONER -- NIGHT\n<\/b><\/u>\n\tBetsy is seated on the cabin top just abaft of the foremast. \n\tShe is looking out toward the sea and her expression is\n\tecstatic.  She is completely lost in the beauty that she\n\tfeels, sees and smells.\n\n\t\t\t\tBETSY'S VOICE\n\t\tI smelled the spicy smells coming\n\t\tfrom the islands -- I looked at those\n\t\tgreat glowing stars -- and I felt the\n\t\twarm wind on my cheeks and I breathed\n\t\tdeep and every bit of me inside\n\t\tmyself said, \"How beautiful --\"\n\n\tThe CAMERA DRAWS BACK to SHOW a tall, masculine figure\n\tleaning against the foremast, behind Betsy.  This is Paul\n\tHolland.  As we see him, we hear his voice.\n\n\t\t\t\tHOLLAND\n\t\tIt is not beautiful.\n\n\t\t\t\tBETSY\n\t\t\t(surprised but smiling)\n\t\tYou read my thoughts, Mr. Holland.\n\n\t\t\t\tHOLLAND\n\t\tIt's easy enough to read the\n\t\tthoughts of a newcomer. Everything\n\t\tseems beautiful because you don't\n\t\tunderstand.  Those flying fish --\n\t\tthey are not leaping for joy. \n\t\tThey're jumping in terror.  Bigger\n\t\tfish want to eat them.\n\t\tThat luminous water -- it takes its\n\t\tgleam from millions of tiny dead\n\t\tbodies. It's the glitter of\n\t\tputrescence.  There's no beauty\n\t\there -- it's death and decay.\n\n\t\t\t\tBETSY\n\t\tYou can't really believe that. \n\n\tA star falls.  They both follow its flight with their eyes.\n\n\t\t\t\tHOLLAND\n\t\t\t(pointing to it)\n\t\tEverything good dies here -- even\n\t\tthe stars.\n\n\tHe leaves his position by the mast and walks aft.\n\n\tThe group of negroes at the mainmast.  They have stopped\n\tsinging and they sit about the charcoal brazier.  They are\n\teating, tearing at the meat with cruel, greedy, animal\n\tgestures.  Holland walks past them on his way aft.\n\n\tBetsy is puzzled and a little alarmed by Holland's strange\n\tutterances and his queer behavior.  Over this shot of Betsy\n\tlooking off at him, we hear her as narrator.\n\n\t\t\t\tBETSY\n\t\t\t(narrating)\n\t\tIt was strange to have him break in\n\t\ton my thoughts that way.  There was\n\t\tcruelty and hardness in his voice. \n\t\tYet -- something about him I liked -- \n\t\tsomething clean and honest --  but\n\t\thurt -- badly hurt.\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN\n\n\t<u><b>EXT. VILLAGE OF ST. SEBASTIAN -- DAY\n<\/b><\/u>\n\tSt. Sebastian is a drab little West Indian village.  The\n\tshacks and houses of wood, lath and plaster seem to be\n\tfalling apart.  Over the doorway of one of the buildings --\n\tevidently an administrative office -- hangs an American flag,\n\tindicating the government of the island.  The hard-packed\n\tdirt in the roadway is overgrown with weeds.  Everywhere, and\n\tmoving indolently, are the little, badly nourished negroes,\n\tsome of them tending stalls and sidewalk vending booths,\n\tothers walking idly.  Betsy, followed by a black sailor with\n\ther suitcases, comes down the gangway.  Parallel to this\n\tgangway is another. \n\n\tUp the second gangway, in file, black stevedores with bundles\n\tof sugar cane and small bales of sisal hemp on their heads,\n\tgo up to the boat. \n\n\tOn the dock, Betsy makes her way through a group of clamorous\n\tchildren, vendors and beggars.  As the black sailor puts her\n\tluggage into an umbrella-topped surrey drawn by a gaunt mule,\n\tshe stops, delighted, before a great basket filled with\n\tenormous white flowers.  The man seated beside the basket\n\tseems to be asleep, his face hidden by the drooping brim of a\n\tstraw hat.  Betsy picks up one of the blooms, smells it and\n\tthen looks at the vendor.\n\n\t\t\t\tBETSY\n\t\tHow much is this?\n\n\tThe vendor wakens and lifts his head, revealing a face\n\tbloated and scarified by yaws, a hideous nightmare face. \n\tBetsy, startled, steps back, letting the flower drop.  Paul\n\tHolland, passing her, looks at this little tableau of horror\n\tand disgust.\n\n\t\t\t\tHOLLAND\n\t\t\t(in passing)\n\t\tYou're beginning to learn.\n\n\tBetsy looks after him as he walks away into the village.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>EXT. ROAD TO FORT HOLLAND -- DAY -- (PROCESS)<\/b><\/u>\n\n\tAn umbrella-topped surrey, drawn by a gaunt mule and piloted\n\tby an old coachman in dirty white singlet, a top hat with a\n\tcockade on his graying hair, is making its way along a dusty\n\troad between fields of sugar cane.  In the distance, the sea\n\tis visible and above it the great billowing white clouds of\n\tthe Caribbean.  Betsy, seated on the back seat of the\n\tcarriage, is bending forward to listen to the old man.\n\n\t\t\t\tCOACHMAN\n\t\tTimes gone, Fort Holland was a\n\t\tfort...now, no longer.  The\n\t\tHolland's are a most old family,\n\t\tmiss.  They brought the colored\n\t\tpeople to the island-- the colored\n\t\tfolks and Ti-Misery.\n\n\t\t\t\tBETSY\n\t\tTi-Misery?  What's that?\n\n\t\t\t\tCOACHMAN\n\t\tA man, miss -- an old man who lives\n\t\tin the garden at Fort Holland -\n\t\twith arrows stuck in him and a\n\t\tsorrowful, weeping look on his\n\t\tblack face.\n\n\t\t\t\tBETSY\n\t\t\t(incredulous)\n\t\tAlive?\n\n\t\t\t\tCOACHMAN\n\t\t\t(laughing, softly)\n\t\tNo, miss.  He's just as he was in\n\t\tthe beginning -- on the front part\n\t\tof an enormous boat.\n\n\t\t\t\tBETSY\n\t\t\t(understanding and amused)\n\t\tYou mean a figurehead.\n\n\t\t\t\tCOACHMAN\n\t\t\t(warming up to his\n\t\t\torating)\n\t\tIf you say, miss.  And the enormous\n\t\tboat brought the long-ago Fathers\n\t\tand the long-ago Mothers of us all \n\t\t- chained down to the deep side\n\t\tfloor. \n\n\t\t\t\tBETSY\n\t\t\t(looking at the endless\n\t\t\tfields and the richly\n\t\t\tclouded blue sky)\n\t\tBut they came to a beautiful place,\n\t\tdidn't they?\n\n\t\t\t\tCOACHMAN\n\t\t\t(smiling and nodding as\n\t\t\tone who accepts a\n\t\t\tpersonal compliment)\n\t\tIf you say, miss.  If you say.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>EXT. FORT HOLLAND -- DAY\n<\/b><\/u>\n\tThe jugheaded mule slowly pulls the carriage into the scene. \n\tThis beast comes to a somnolent stop without the coachman so\n\tmuch as touching the reins.  As the man climbs down and\n\tstarts to take the luggage out of the carriage, Betsy looks\n\tthrough the wrought-iron gate into the garden. \n  \n\tFort Holland is a one-story house built around the garden,\n\twith low covered porches to give shade and breezeway.  At the\n\topen end of the U is a great gate much like the wrought-iron\n\tgates of New Orleans.  Through this Betsy can see the garden\n\tand its profusion of verdure: azalea, bougainvillea, roses --\n\tmuch like California planting; no exotic orchids or man\n\teating Venus Jugs -- just ordinary, pretty, semi-tropic\n\tflowers and shrubs.\n\n\tThe separate rooms are open to the garden, but have jalousies\n\tof thin wood to give privacy when needed.  At one corner\n\tstands a big, stone tower, obviously a relic of some previous\n\tbuilding.  The walls of the house have been built right up to\n\tand around the tower so that it has become part of the\n\tbuilding itself.  On the garden side of the tower is the\n\tfountain. The most outstanding feature of this spring or\n\tfountain, which flows from a crevice in the stones of the\n\ttower, is that instead of falling directly into the cistern\n\tit falls first onto the shoulders of the enormous teakwood\n\tfigurehead of St. Sebastian. From the shoulders of the saint\n\tit drips down in two runnels over his breast.  The wooden\n\tbreast of the statue is pierced with six long iron arrows.\n\tThe face is weathered and black.  Only a few bits of white\n\tpaint still cling to the halo above his head.  Betsy and the\n\tcoachman come up to the grillwork of the gate.  Betsy looks\n\taround the garden, while the old coachman reaches up and\n\tpulls a bell rope suspended from the gate.  As the bell\n\tbegins to ring, he pushes the gate open.  Betsy walks\n\tthrough.\n\n\t<u><b>INT. BETSY'S ROOM -- NIGHT\n<\/b><\/u>\n\tThis is a small but lovely room with white plastered walls. \n\tAs in the rest of the house, the furniture is not the usual\n\ttropical porch furniture, but is neat, serviceable\n\tfurnishings such as an well-to-do family established for a\n\tlong time in any given place would acquire.  There is a nice\n\tfour-poster bed with pineapple carving, a dressing table with\n\ta little Chippendale chair before it, and a maple rocker so\n\told it has turned a hard, brown color that softly reflects\n\tthe highlights in the room.  On the wall is a little mirror\n\tin a carved Spanish frame.  There are no pictures or other\n\tornaments.  A woven grass rug lies on the floor.  Betsy is\n\tseated before the dressing table, putting the last touches to\n\ther hair.  She has changed her clothes and is wearing a\n\tsimple, linen dress.  There is a discreet rap on the\n\tjalousied door which separates the room from the garden. \n\tBetsy crosses the room and opens the door.  A colored man in\n\ta butler's white jacket stands there.  This is Clement.\n\n\t\t\t\tCLEMENT\n\t\tMiss Connell -- it's dinner.\n\n\t\t\t\tBETSY\n\t\tThank you, Clement.\n\n\tHe stands aside and lets her step through, goes ahead of her\n\tand precedes her down the garden path.\n\n\t<u><b>EXT. GARDEN AT FORT HOLLAND -- NIGHT\n<\/b><\/u>\n\tBetsy and Clement pass the fountain.  The figure of St.\n\tSebastian gleams wetly in the rays of the candlelight.  On\n\tthe covered porch in front of the living room, a dinner\n\tservice has been set out on a long mahogany table.  As she\n\tcomes forward, Betsy sees a handsome young man waiting for\n\ther.  This is Wesley Rand.  The table by which he stands is\n\tset for two and lit by candelabra in great glass hurricane\n\tlamps.  The table is laid with white linen, and the\n\tcandlelight gleams on silver and cut-glass arranged in the\n\tmost formal manner.  The table itself is a beautiful mahogany\n\tstructure with elaborate carving, and the four chairs which\n\tsurround it are massive Victorian pieces.  A fifth chair\n\tstands by the wall.  Rand steps down into the garden and\n\textends his hand to Betsy.\n\n\t\t\t\tRAND\n\t\tMiss Connell -- I'm Wesley Rand. \n\t\tPaul asked me to introduce myself.\n\n\tThey shake hands and he takes her elbow to guide her to the\n\ttable. \n\n\t\t\t\tRAND (CONT'D)\n\t\t\t(as they walk)\n\t\tIt seems we are having dinner by\n\t\tourselves, Miss Connell.  But I may\n\t\tas well introduce everyone to you,\n\t\tanyway.\n\t\t\t(points to the chair at\n\t\t\tthe head of the table)\n\t\tThere -- in the master's chair,\n\t\tsits the master -- my half-brother\n\t\tPaul Holland.  But you've already\n\t\tmet him.\n\n\t\t\t\tBETSY\n\t\tYes -- on the boat.\n\n\t\t\t\tRAND\n\t\tAnd that chair --\n\t\t\t(indicates the chair drawn\n\t\t\tback against the wall)\n\t\tis the particular property of Mrs.\n\t\tRand -- mother to both of us and\n\t\tmuch too good for either of us. \n\t\tToo wise, in fact, to live under\n\t\tthe same roof. She prefers the\n\t\tvillage dispensary.\n\n\t\t\t\tBETSY\n\t\t\t(interested and a little\n\t\t\tsurprised)\n\t\tIs she a doctor?\n\n\t\t\t\tRAND\n\t\tNo -- she just runs the place. \n\t\tShe's everything else -- amazing\n\t\twoman, mother.  You'll like her.\n\n\t\t\t\tBETSY\n\t\tI like her already.\n\n\t\t\t\tRAND\n\t\tAnd that --\n\t\t\t(points to another chair)\n\t\tis my chair.  And this --\n\t\t\t(draws back a chair for\n\t\t\tBetsy)\n\t\tis Miss Connell -- who is\n\t\tbeautiful.\n\n\t\t\t\tBETSY\n\t\tThank you.  But who sits there?\n\t\t\t(indicating a chair at her\n\t\t\tleft)\n\n\t\t\t\tRAND\n\t\tMy brother's wife.\n\n\tThere is a little pause.  Rand stands for a very brief\n\tmoment, looking at the empty chair and then, almost as if\n\tpulling himself together, takes hold of his own chair and\n\tmoves it down the table nearer to Betsy.\n\n\t\t\t\tRAND (cont'd)\n\t\t\t(as he moves the chair)\n\t\tHere, here, this isn't at all cozy --\n\t\tit makes me seem aloof and I'm\n\t\tanything but that.\n\n\tThey smile at each other.  Betsy looks around the table and\n\tout toward the garden.\n\n\tFROM BETSY'S VIEWPOINT, as we see the garden.  The CAMERA\n\tPANS AROUND to show one aspect of its beauty after another\n\tand finally COMES TO REST ON a lighted window.  On the\n\tshutters can be seen the shadow of a man seated at a desk,\n\tobviously working.\n\n\t\t\t\tBETSY'S VOICE\n\t\t\t(over pan)\n\t\tWe had a lovely dinner.  Somehow as\n\t\twe sat there, I couldn't help\n\t\tthinking of all the stories I had\n\t\tread in the magazines, stories in\n\t\twhich people had dinner on a\n\t\tterrace with moonlight flooding a\n\t\ttropical garden.  It seemed a\n\t\tlittle unreal.  -- Then we had\n\t\tcoffee.\n\n\t<u><b>EXT. THE PORCH -- NIGHT<\/b><\/u>\n\n\tBetsy and Rand are seated in easy chairs with a small coffee\n\ttable before them.  On it are a coffee urn, a bottle of\n\tbrandy, cups and glasses.  Behind them is the lighted window\n\twhere we have seen the shadow of Paul Holland.  From this\n\tangle the shadow can no longer be seen.  As if part of a\n\tgeneral conversation that has been going on for some time.\n\n\t\t\t\tBETSY\n\t\t-- But, you're an American?\n\n\t\t\t\tRAND\n\t\tI went to school in Buffalo.  Paul\n\t\twent to school in England.\n\n\t\t\t\tBETSY\n\t\tI wondered about your different\n\t\taccents.  I'm still wondering about\n\t\tyour names -- Rand and Holland.\n\n\t\t\t\tRAND\n\t\t\t(making mockery of his own\n\t\t\texplanation)\n\t\tWe're half-brothers.  Paul is\n\t\tmother's first child.  When his\n\t\tfather died, she married my father.\n\t\tDr. Rand, the missionary.  And you\n\t\tknow what they say about\n\t\tmissionaries' children.\n\n\tFar off somewhere a drum begins to beat, slowly and sullenly. \n\tBetsy turns in the direction of the sound.  Rand watches her,\n\tgrinning.\n\n\t\t\t\tRAND (CONT'D)\n\t\t\t(mocking her interest)\n\t\tThe jungle drums -- mysterious -\n\t\teerie.\n\n\tBetsy turns back to him and smiles.\n\n\t\t\t\tRAND (cont'd)\n\t\tThat's a work drum at the sugar\n\t\tmill. St. Sebastian's version of\n\t\tthe factory whistle.\n\n\tHe finishes the little bit of liquor left in his brandy glass\n\tand gets up.\n\n\t\t\t\tRAND (CONT'D)\n\t\tAs a matter of fact, it means the\n\t\tsugar syrup is ready to be poured\n\t\toff.  You'll have to excuse me.\n\n\t\t\t\tBETSY\n\t\tOf course.  It's been nice of you\n\t\tto spend this much time with me.\n\n\tRand picks up the brandy bottle.\n\n\t\t\t\tRAND\n\t\t\t(pouring himself a drink)\n\t\tDon't worry.  I wasn't missed.  The\n\t\tonly important man here is the\n\t\towner.\n\n\t\t\t\tBETSY\n\t\tMr. Holland?\n\n\t\t\t\tRAND\n\t\tYes, the redoubtable Paul.  He has\n\t\tthe plantation, and I, as you must\n\t\thave noticed, have all the charm.\n\n\t\t\t\tBETSY\n\t\tI don't know.  He spoke to me last\n\t\tnight on the boat. I liked him very\n\t\tmuch.\n\n\t\t\t\tRAND\n\t\t\t(pouring another drink)\n\t\tAh, yes, our Paul, strong and\n\t\tsilent and very sad -- quite the\n\t\tByronic character. Perhaps I ought\n\t\tto cultivate it. \n\n\tThe drum sounds again.\n\n\t\t\t\tBETSY\n\t\t\t(smiling and pointing off)\n\t\tPerhaps you ought to get on to the\n\t\tmill.\n\n\t\t\t\tRAND\n\t\t\t(leisurely sips at his\n\t\t\tdrink)\n\t\tIt'll wait.\n\n\tThe work drum sounds for the third time.  Rand who has\n\tfinished his drink, reaches for the bottle again.  At this\n\tmoment the jalousies behind them open and Holland comes out. \n\tRand puts down the bottle and straightens up.  Holland stands\n\twatching him. \n\n\t\t\t\tRAND (CONT'D)\n\t\t\t(to Holland)\n\t\tI was just going to the mill.\n\t\t\t(nods to Betsy)\n\t\tGood night, Miss Connell.\n\n\tBetsy nods and smiles to him.  Rand starts toward the gate.\n\n\t\t\t\tHOLLAND\n\t\t\t(still watching Rand)\n\t\tHave the servants made you\n\t\tcomfortable?\n\n\t\t\t\tBETSY\n\t\tYes, thank you.\n\n\tClement comes from the house carrying a large, silver tray\n\tcovered with a napkin.  He comes up to Holland and holds the\n\ttray before him, lifting the corner of the napkin to present\n\tthe food under it for inspection.\n\n\t\t\t\tHOLLAND\n\t\t\t(looking at the food)\n\t\tIt seems very nice, Clement.  I'll\n\t\ttake it to Mrs. Holland.\n\n\tHe starts to take the tray.  Betsy rising, also reaches for\n\tit.\n\n\t\t\t\tBETSY\n\t\tCan't I take it for you?\n\n\t\t\t\tHOLLAND\n\t\t\t(taking tray)\n\t\tNo, thank you.  Tomorrow's time\n\t\tenough for you to begin work.\n\n\tHe goes off with the tray.  Betsy picks up a coffee cup.\n\n\tLONG SHOT of tower.  Holland enters the tower and closes the\n\tdoor behind him.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>INT. BETSY'S ROOM -- NIGHT\n<\/b><\/u>\n\tBetsy, dressed in a trim negligee and slippers, is getting\n\tready for the night.  She plumps up the cushion, tests the\n\tsoftness of the mattress and then, yawning, turns out the\n\tAladdin kerosene lamp which lights the room.  Level rays of\n\tmoonlight filter through the rattan blinds into the room. \n\tBetsy crosses the room and peers out through the rattan\n\tstrips into the garden.\n\n\t<u><b>EXT. THE GARDEN -- NIGHT\n<\/b><\/u>\n\tAS BETSY SEES IT.  Lights are on in the living room.  This\n\tlight, barred and diffused by the strip-blinds, softly\n\tilluminates the garden.  The black shadows of trees and\n\tshrubbery loom over the paths.  Through these shadows a\n\twoman, dressed in filmy white, walks stiffly, her arms\n\thanging immobile, close to her slim body.  She is blonde and\n\tas far as the light will reveal, she seems beautiful.  She\n\tmakes the circuit of the garden, pacing slowly along the\n\tpaths.  Betsy watches her.  Then, from the living room, a\n\tman's voice calls out to her.\n\n\t\t\t\tHOLLAND'S VOICE\n\t\tJessica.\n\n\tThe woman at once turns toward the living room, mounts the\n\tporch and enters through a door held open for her.\n\n\t<u><b>INT. BETSY'S ROOM -- NIGHT\n<\/b><\/u>\n\tBetsy turns back into the room.  She has crossed over to the\n\tbed and is removing her negligee when the sound of hesitant\n\tnotes on the piano attract her attention.  In her nightgown\n\tshe goes back to the window and peers through the cracks\n\tbetween the laths.\n\n\t<u><b>INT. A CORNER OF THE LIVING ROOM -- NIGHT<\/b><\/u>\n\n\tFrom where she stands, Betsy can see the big, square,\n\trosewood piano.  A lamp had been lit beside it and the light\n\tfrom this lamp falls on the blonde hair and gleaming\n\tshoulders of the woman who had walked in the garden.  Her\n\tface cannot be seen.  Her fingers move strangely over the\n\tkeyboard, now and again striking a hesitant note, but making\n\tno music, only an occasional dissonance.\n\n\t<u><b>INT. BETSY'S ROOM -- NIGHT\n<\/b><\/u>\n\tBetsy, still watching through the slit in the jalousie,\n\tendeavors to get a better view of the living room.  She\n\tchanges her position and looks out again through the blinds.\n\n\t<u><b>INT. ANOTHER CORNER OF THE LIVING ROOM -- NIGHT<\/b><\/u>\n\n\tAs seen from Betsy's NEW ANGLE.  Paul Holland is seated in a\n\tlow armchair.  His eyes are fixed on the woman at the piano. \n\tShe continues to strike odd notes on the piano.\n\n\t<u><b>INT. BETSY'S ROOM -- NIGHT\n<\/b><\/u>\n\tBetsy leaves the window, crosses to the bed and lies down. \n\tThen, sighing, she makes herself comfortable on the pillow,\n\tsettling herself for sleep.  Outside the nightjars whistle\n\tsoftly, the cicadas twitter and the Hammer tree frogs make\n\tdrowsy, somnolent little croaks:  it is a tropic lullaby of\n\tbird, batrachian and insect sound.  The faint, groping notes\n\ton the piano continue.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>EXT. THE FIGURE OF ST. SEBASTIAN -- NIGHT -- (MOONLIGHT)<\/b><\/u>\n\n\tIn the moonlight, the pin-cushioned figure of St. Sebastian\n\tbroods over the dark water in the cistern.  Above the\n\tconstant sound of the water flowing over the saint's\n\tshoulders can be heard the sound of a woman crying,\n\tmournfully and as if from deep-seated sadness.\n\n\t<u><b>INT. BETSY'S ROOM -- NIGHT\n<\/b><\/u>\n\tBetsy is asleep.  The sound of the woman's weeping is\n\tpersistent in the room.  Finally, it has its effect.  The\n\tyoung nurse stirs restlessly, then wakes.  She listens, gets\n\tup, then listens again.\n\n\t<b><u>EXT. THE TOWER DOOR -- NIGHT -- (MOONLIGHT)\n<\/u><\/b>\n\t<b><u>INT. BETSY'S ROOM -- NIGHT\n<\/u><\/b>\n\tIt is obvious to her this piteous keening comes from the\n\tdirection of the tower.  It is in this direction she had seen\n\tHolland carry the tray of food to her patient.  She pulls on\n\ther slippers and negligee and leaves the room.\n\n\t<u><b>EXT. THE FIGURE OF ST. SEBASTIAN -- NIGHT\n<\/b><\/u>\n\tBetsy crosses in front of the fountain and goes to the small\n\tpostern door of heavy, iron-bound oaks which leads into the\n\truin.  The sound of weeping continues.  She tries the door. \n\tIt opens and she goes in, leaving it open behind her.\n\n\t<u><b>INT. THE GROUND FLOOR OF THE TOWER -- NIGHT\n<\/b><\/u>\n\tBetsy comes hesitantly in and looks around her.  She can\n\tstill hear the sound of a woman's crying.  It seems to come\n\tfrom above her.  A circling flight of shallow stone steps\n\tlead upward into the dark.  To one side of them, but almost\n\thidden from her in the darkness, is another door leading back\n\tinto the house.  She hesitates a moment and then, slowly,\n\tbegins to climb the stairs.\n\n\t<u><b>INT. TOWER -- SECOND FLOOR -- NIGHT\n<\/b><\/u>\n\tBetsy comes up to the level of the second floor.  It is in\n\tpitch blackness.  High above her is a narrow slit through\n\twhich a single shaft of white moonlight drives sharply into\n\tthe well-like darkness of the room.  Very slowly, almost as\n\tif feeling her way on the stone floor with her slippered\n\tfeet, she crosses the room.  Then, one hand groping along the\n\trough, stone wall, she begins to circle the room, searching\n\tfor some doorway, or an ascending flight of stairs.\n\n\tAbove her in the massive rafters of the tower, bats stir and\n\tsqueak.  One bat, dropping from his perch, sweeps past her\n\twith a rushing of air against the taut membranes of his\n\twings, then flies laboriously up and out through the narrow\n\tslit high in the wall.  Betsy stands stock still, frightened. \n\tThen she resumes her groping progress.  A rat squeals and\n\tslithers across the floor.  Again she stops.  Then, more as a\n\trequest for guidance than as a cry for help, she calls out\n\tsoftly.\n\n\t\t\t\tBETSY\n\t\t\t(calling)\n\t\tMrs. Holland!  Mrs. Holland!\n\n\tThere is no answer.  She gropes forward a few more steps,\n\tthen stops again and again calls, a little louder now.\n\n\t\t\t\tBETSY (CONT'D)\n\t\t\t(calling)\n\t\tMrs. Holland?\n\n\t<u><b>INT. FIRST FLOOR OF THE TOWER -- NIGHT<\/b><\/u>\n\n\tA white-robed female figure comes out from under the stairs,\n\twalking slowly, her movements drift-like as if walking in\n\tdeep sleep.  She begins slowly to climb the stairs.\n\n\t<u><b>INT. TOWER -- SECOND FLOOR -- NIGHT\n<\/b><\/u>\n\tBetsy is still groping her way around the circling walls of\n\tthe tower.  The shaft of moonlight strikes down between her\n\tand the stairs.  Through it she sees the drifting, diaphanous\n\twhiteness of the other woman as she comes up from the dark\n\tstairwell.\n\n\t\t\t\tBETSY\n\t\tMrs. Holland?\n\n\tThere is no answer.  The other woman continues to walk toward\n\ther.\n\n\t\t\t\tBETSY (cont'd)\n\t\t\t(embarrassed; trying to\n\t\t\texplain)\n\t\tMrs. Holland -- I didn't mean to\n\t\tget you up --\n\n\tThe white woman keeps walking toward her with the same\n\tentrance tread.  Betsy takes a step forward to meet her.  The\n\ttwo women come together in such a way that the white-clad\n\twoman stops directly in the shaft of moonlight.\n\n\tCLOSEUP of Jessica.  This is the face of the dead; bloodless,\n\tcold-lidded, eyes open and unseeing, washed white with the\n\tpallor of the moonlight, framed in lank, lifeless tresses of\n\tblonde hair.\n\n\t\t\t\tBETSY (cont'd)\n\t\t\t(a frightened questioning\n\t\t\twhisper over the closeup)\n\t\tMrs. Holland -- ?\n\n\tWithout expression, Jessica moves toward her.\n\n\tMED. CLOSE SHOT -- Jessica and Betsy.  Jessica comes toward\n\tBetsy, who takes a step back.  They are out of the moonlight\n\tnow, but the pale face of the woman seems to glow in the\n\tdarkness.  She keeps advancing toward Betsy.  Betsy screams --\n\tshrill and piercing.\n\n\t<u><b>INT. THE RAFTERS OF THE TOWER -- NIGHT\n<\/b><\/u>\n\tBetsy's cry echoes back and forth between the stone walls of\n\tthe tower.  The bats hanging from the rafters are roused and\n\tbegin to fly, squeaking and mewling.\n\n\t<u><b>INT. TOWER -- SECOND FLOOR -- NIGHT\n<\/b><\/u>\n\tThe flight of bats wheels and banks around the figures of the\n\ttwo women.  Betsy screams wordlessly and the shrill, piercing\n\tsound of her outcry lances back at her from the echoing\n\twalls.\n\n\tCLOSEUP of Betsy.  Desperately frightened, her face agonized,\n\tshe screams again, pressing her loosely clenched fists\n\tagainst the sides of her mouth.\n\n\t<u><b>INT. SLIT IN WALL OF TOWER -- NIGHT\n<\/b><\/u>\n\tSingle file, the bats sweep out one by one through the\n\tloophole high up in the wall of the tower.  Betsy's scream\n\tcontinues to echo.\n\n\t<u><b>INT. TOWER -- SECOND FLOOR -- NIGHT\n<\/b><\/u>\n\tJessica still continues to walk toward Betsy.  Betsy retreats\n\tfrom her, backs onto the stone stairs leading to the slit in\n\tthe wall.  She orients herself quickly; starts to back up\n\tthis narrow flight of steps.\n\n\t<u><b>INT. TOWER STAIRWELL -- NIGHT\n<\/b><\/u>\n\tHolland running up the steps of the tower.  He is pulling a\n\tlight bathrobe over his pajamas and carrying a flashlight in\n\this hand.  Behind him come Clement and a pretty, little negro\n\tmaid, Alma.  Clement has dressed hurriedly.  He is\n\tbarefooted; has on his trousers and a shirt, which is not\n\ttucked in at the waistband.  Alma, also barefooted, has on a\n\tthick, white cotton nightgown, a little bit too big for her. \n\tClement carries a lighted kerosene lamp in his hand.\n\n\t<b><u>INT. SECOND FLOOR -- TOWER -- NIGHT\n<\/u><\/b>\n\tHolland, Clement and Alma come up the stairs.  Clement's\n\tlantern, held high, illuminates the room, disclosing Jessica\n\tstill walking and Betsy cowering away from her.\n\n\t\t\t\tHOLLAND\n\t\tJessica!\n\n\tThe woman stops and turns slowly toward him.  He speaks\n\thurriedly to Alma.\n\n\t\t\t\tHOLLAND (CONT'D)\n\t\tTake Mrs. Holland to her room.\n\n\t\t\t\tALMA\n\t\t\t(taking Jessica's arm)\n\t\tCome, Miss Jessica, come with Alma.\n\n\t\t\t\tBETSY\n\t\t\t(attempting to get a grip\n\t\t\ton herself.  Terribly\n\t\t\tashamed)\n\t\tI heard someone crying -- a woman --\n\n\t\t\t\tHOLLAND\n\t\tA woman crying?  No one's been\n\t\tcrying here.\n\n\t\t\t\tCLEMENT\n\t\tMr. Paul -- yes, there was crying\n\t\ttonight. It was Alma.  Her sister\n\t\twas brought a'birthing.\n\n\t\t\t\tHOLLAND\n\t\t\t(with a slight smile)\n\t\tThank you, Clement.\n\n\tHe takes Betsy's elbow and starts toward the stairs.\n\n\t<u><b>INT. FIRST FLOOR OF THE TOWER -- NIGHT\n<\/b><\/u>\n\tClement precedes Betsy and Holland down the stairs, holding\n\tthe lantern high to give them light.  At the foot of the\n\tstairs he steps aside, standing near the door of Jessica's\n\tbedroom.  Betsy and Holland go outside to the garden. \n\tClement is about to follow them when the door to Jessica's\n\tbedroom opens a few inches.  Alma puts her head out\n\tcautiously.\n\n\t\t\t\tALMA\n\t\t\t(whispering)\n\t\tClement...\n\n\tClement goes over to her.\n\n\t\t\t\tALMA (cont'd)\n\t\tI'm going to stay with Miss Jessica\n\t\t-- in case the new Miss takes to\n\t\troaming again.\n\n\t\t\t\tCLEMENT\n\t\t\t(in a low voice\n\t\t\treprovingly)\n\t\tDon't you go crying anymore --\n\t\tthat's what frightened Miss Betsy.\n\n\t\t\t\tALMA \n\t\tWell, she didn't soothe me any --\n\t\thollering around in the tower!\n\n\t\t\t\tCLEMENT\n\t\tShhh!\n\n\t<u><b>EXT. FOUNTAIN -- NIGHT\n<\/b><\/u>\n\tHolland and Betsy come out of the tower.\n\n\t\t\t\tBETSY\n\t\tWhy was the maid crying?\n\n\t\t\t\tHOLLAND\n\t\tI'm not sure I can make you\n\t\tunderstand.\n\t\t\t(gestures toward the\n\t\t\tfountain statue)\n\t\tYou know what this is?\n\n\t\t\t\tBETSY\n\t\tA figure of St. Sebastian.\n\n\t\t\t\tHOLLAND\n\t\tYes.  But it was once the\n\t\tfigurehead of a slave ship.  That's\n\t\twhere our people came from -- from\n\t\tthe misery and pain of slavery. For\n\t\tgenerations they found life a\n\t\tburden. That's why they still weep\n\t\twhen a child is born -- and make\n\t\tmerry at a burial.\n\n\tClement, the lantern still in his hand, passes close behind\n\tthem.  For a moment they turn and look at his black, still\n\tface, underlit by the rays of the lantern.  It reflects all\n\tthe sadness of slave people and slave ways.  He goes by, the\n\tlantern light fading off in the distance, as he walks down\n\tthe path.\n\n\t\t\t\tHOLLAND (CONT'D)\n\t\tI've told you, Miss Connell, this\n\t\tis a sad place.\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN\n\n\t<u><b>INT. BETSY'S BEDROOM - DAY\n<\/b><\/u>\n\tThe birds in the garden are singing loudly and cheerfully and\n\tthe sun pours in wide streaks through the jalousies.  At the\n\tfoot of Betsy's bed Alma stands.  She has lifted the covers\n\tand holds Betsy's big toe between thumb and forefinger.  She\n\tshakes it gently.  Betsy wakes.\n\n\t\t\t\tALMA\n\t\tGood morning, miss.\n\n\t\t\t\tBETSY\n\t\t\t(starting to rouse from\n\t\t\tbed)\n\t\tThank you for waking me.\n\n\t\t\t\tALMA\n\t\tI didn't want to frighten you out\n\t\tof your sleep, Miss.  That's why I\n\t\ttouched you farthest from your\n\t\theart. \n\n\tBetsy starts to get up and Alma protests.\n\n\t\t\t\tALMA (CONT'D)\n\t\tDon't get up, Miss.  I brought your\n\t\tbreakfast.  Just like I do for Miss\n\t\tJessica.\n\n\tShe turns to reveal right and left-handed coffee pots behind\n\ther on a tray.  Also on the tray is an enormous, puffed-up\n\tbrioche.\n\n\t\t\t\tBETSY\n\t\tBut I'm Miss Jessica's nurse, Alma. \n\t\tYou don't have to do that for me.\n\n\t\t\t\tALMA\n\t\tI know, miss.  But I like to do it. \n\t\tI like to tend for Miss Jessica and\n\t\tI want to tend for you.  You settle\n\t\tright back, now, and I'll mix you\n\t\tyour coffee.\n\n\t\t\t\tBETSY\n\t\t\t(pulling the pillow up\n\t\t\tbehind her to make\n\t\t\therself comfortable)\n\t\tThank you, Alma.\n\n\tAlma takes a cup and places it on the little table near the\n\tbed.  She takes up the two coffee pots and simultaneously,\n\twith a deft movement, pours the hot milk and the hot coffee\n\tinto the cup.  She sweetens it and creams it and passes it to\n\tBetsy, questioning Betsy with upraised sugar tongs and cream\n\tpitcher before each move.\n\n\t\t\t\tALMA\n\t\t\t(while she's pouring the\n\t\t\tcoffee)\n\t\tMiss Jessica used to say this is\n\t\tthe only way for a lady to break\n\t\ther fast -- in bed, with a lacy\n\t\tcushion to bank her head up. If\n\t\tyou'd only seen her, Miss Connell.\n\t\tShe looked so pretty.\n\n\t\t\t\tBETSY\n\t\tShe must have been beautiful.  What\n\t\thappened to her, Alma?\n\n\t\t\t\tALMA\n\t\tShe was very sick and then she went\n\t\tmindless, Miss.\n\n\t\t\t\tBETSY\n\t\t\t(reassuringly)\n\t\tWe'll see if we can't make her\n\t\twell, Alma, you and I.\n\n\t\t\t\tALMA\n\t\tI do my best.  Every day I dress\n\t\ther just as beautifully as if she\n\t\twas well.  It's just like dressing\n\t\ta great, big doll. \n\n\tAs she talks, Alma picks up the plate with the brioche and\n\tplaces it at the bedside.  She puts a knife and fork on the\n\tplate.  Betsy sets down her coffee cup and picks up the\n\tplate.\n\n\t\t\t\tBETSY\n\t\tWhat's this?\n\n\t\t\t\tALMA\n\t\tA puff-up, I call it.  But Miss\n\t\tJessica always says \"brioche.\"\n\n\t\t\t\tBETSY\n\t\tLooks like an awful lot of\n\t\tbreakfast -- I don't know whether\n\t\tI'll be able to get away with it.\n\n\tShe puts her fork into it and the whole, enormous structure\n\tof the pastry falls into tiny bits.  Both she and Alma burst\n\tinto peals of laughter.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>INT. FORT HOLLAND LIVING ROOM AND OFFICE -- DAY\n<\/b><\/u>\n\tThis room is fairly long with jalousied doors and windows\n\tlike the other rooms in the house.  It is tastefully\n\tfurnished and there is a large square rosewood piano in one\n\tcorner of the room.  The rather formal elegant furniture\n\tshows up nicely against the white-washed plaster walls.  At\n\tone end is a raised portion with a low railing surrounding\n\tit.  Here Holland has his office.\n\n\tThere is a trestle table with a straight chair behind it,\n\ttypewriter on a stand, and a small wooden filing cabinet with\n\tan old-fashioned letter-press on top of it.  There is a\n\tsurveyor's map of the plantation on one wall, and on the\n\tother a Geodetic Survey chart of the island of St. Sebastian. \n\t(For 75c, we can purchase the U.S. Geodetic chart of Anacapa\n\tIsland, engraved by Whistler, possibly the most beautiful map\n\tever drawn.  We can use this for the map of our fictitious\n\tisland.)  Holland is seated at the table with a ledger open\n\tbefore him.  He has obviously been working.  Betsy sits in a\n\tchair drawn up to one corner of the table.  She is in her\n\tnurse's uniform.\n\n\t\t\t\tHOLLAND\n\t\tI made it clear in my letter to the\n\t\tcompany.  This is not a position\n\t\tfor a frightened girl.\n\n\t\t\t\tBETSY\n\t\t\t(quietly, but on the\n\t\t\tdefensive)\n\t\tI am not a frightened girl.\n\n\t\t\t\tHOLLAND\n\t\tThat's hard to believe, after what\n\t\thappened last night.\n\n\t\t\t\tBETSY\n\t\t\t(before he can continue)\n\t\tIf I were as timid as you seem to\n\t\tthink, Mr. Holland, I wouldn't have\n\t\tgone into the tower in the first\n\t\tplace.\n\n\t\t\t\tHOLLAND\n\t\tAnd what is so alarming about the\n\t\ttower, Miss Connell?\n\n\t\t\t\tBETSY\n\t\t\t(not so sure of herself)\n\t\tNothing -- really.  But you must\n\t\tadmit it's an eerie sort of place -- \n\t\tso dark --\n\n\t\t\t\tHOLLAND\n\t\t\t(smiling faintly)\n\t\tSurely nurses aren't afraid of the\n\t\tdark?\n\n\t\t\t\tBETSY\n\t\t\t(indignantly)\n\t\tOf course not!  \n\n\tHolland waits --- looking at her a little quizzically.\n\n\t\t\t\tBETSY (cont'd)\n\t\tBut frankly, it was something of a\n\t\tshock to see my patient that way,\n\t\tfor the first time.  No one had\n\t\ttold me Mrs. Holland was a mental\n\t\tcase.\n\n\t\t\t\tHOLLAND\n\t\tA mental case?\n\n\t\t\t\tBETSY\n\t\tI'm sorry...\n\n\t\t\t\tHOLLAND\n\t\t\t(again the impersonal\n\t\t\temployer)\n\t\tWhy should you be?  My wife is a\n\t\tmental case.  Please keep that in\n\t\tmind, Miss Connell -- particularly\n\t\twhen some of the foolish people of\n\t\tthis island start talking to you\n\t\tabout Zombies.\n\n\tPaul rises and walks around the desk.  Betsy also stands.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tYou will find slave superstition a\n\t\tcontagious thing.  Some people let\n\t\tit get the better of them.\n\t\t\t(breaks off and looks at\n\t\t\ther intently)\n\t\tI don't think you will.\n\n\t\t\t\tBETSY\n\t\tNo.\n\n\tHolland gets up and crosses to the jalousied door.  He holds\n\tit open for Betsy to precede him into the garden.\n\n\t\t\t\tHOLLAND\n\t\tCome along.  I'll introduce you to\n\t\tDr. Maxwell and your patient. \n\n\t<u><b>INT. JESSICA'S BEDROOM - DAY\n<\/b><\/u>\n\tIt is a beautiful woman's bedroom, feminine but with no\n\tsuggestion of the bagnic; elegant rather than seductive, and\n\treflecting a playful yet sophisticated taste.  The furniture\n\tis Biedermeier.  There is a large bed, a trim chaise lounge,\n\ta little slipper chair and in one corner of the room, that\n\thallmark of great vanity, a triple-screen, full-length\n\tmirror, also a Biedermeier style.  Before it is a tabouret,\n\tthe surface of which is literally covered with expensive\n\tlooking perfume bottles and cosmetic jars.  Mrs. Holland had\n\tevidently taken the tasks of beauty seriously enough to stand\n\tup to them.  There is one picture in the room.  It is\n\tBoecklin's \"The Isle of the Dead,\" framed in a narrow frame\n\tof dark wood.  Near the open window stands a beautiful gilt\n\tparlour harp. (Size 22)  Behind it, arranged conveniently for\n\tplaying, is a small Empire chair.  There is no other\n\tfurniture near this arrangement, and the harp, the empty\n\tchair and wind-stirred glass curtains give a dual effect of\n\telegance and loneliness.\n\n\tThe CAMERA is FOCUSED on this harp as the scene opens.  The\n\tglass curtains blown by the wind, steal across the strings\n\tbringing forth tinkling notes.\n\n\tThe CAMERA PANS RIGHT to reveal Betsy and Dr. Maxwell at Mrs.\n\tHolland's bedside.  Dr. Maxwell is a small, neat man with a\n\tcharming voice and a pleasant but somewhat professional\n\tpersonality.  He is dressed in tropical whites and wears a\n\tcummerbund.  Alma is removing the breakfast tray and, as she\n\tpasses Betsy on her way to the door, she makes a little\n\tcurtsey.  Mrs. Holland is lying back against the pillows on\n\ther bed in a semi-reclining position. \n\t\n\tIn the daylight her emaciated, pale face and great, empty\n\teyes are pitiful but no longer frightening.\n\n\t\t\t\tDR. MAXWELL\n\t\tI'm afraid it won't be easy for me\n\t\tto explain Mrs. Holland's illness,\n\t\tMiss Connell.  We have our own\n\t\tdiseases here.  But, if you'll sit\n\t\tdown --\n\t\t\t(indicates a chair)\n\n\tBetsy seats herself.  Dr. Maxwell takes a cigarette case from\n\this pocket.  He takes a cigarette, holds it up.\n\n\t\t\t\tDR. MAXWELL (cont'd)\n\t\tTo put it simply:  Mrs. Holland had\n\t\tone of those high fevers often found\n\t\twith our tropical maladies.  We might\n\t\tsay that portions of the spinal cord\n\t\tand certain lobes of the mind were\n\t\tburned out by this fever.  The result\n\t\tis what you see -- a woman bereft of\n\t\twill power, unable to speak or even\n\t\tto act by herself.  She will obey\n\t\tsimple commands.\n\n\t\t\t\tBETSY\n\t\tDoes she suffer?\n\n\t\t\t\tDR. MAXWELL\n\t\tI don't know.  I prefer to think of\n\t\ther as a sleepwalker who can never\n\t\tbe awakened -- feeling nothing,\n\t\tknowing nothing.  \n\n\tBetsy looks to Jessica.\n\n\t\t\t\tDR. MAXWELL (cont'd)\n\t\tThere's very little we can do\n\t\texcept keep her physically\n\t\tcomfortable -- light diet -- some\n\t\texercise --\n\n\t\t\t\tBETSY\n\t\tShe can never be cured?\n\n\t\t\t\tDR. MAXWELL\n\t\tI've never heard of a cure.\n\n\t\t\t\tBETSY\n\t\tIs this disease common in the\n\t\ttropics?\n\n\t\t\t\tDR. MAXWELL\n\t\tFortunately, not.  This is my first\n\t\texperience with it as a physician. \n\t\tBut I have seen half-witted field\n\t\thands -- whom the other peasants\n\t\tcall Zombies.  I am sure they\n\t\tsuffer from a similar destruction\n\t\tof spinal nerves as the result of\n\t\thigh fever.\n\n\tHe crosses the room and clasps shut the black leather bag in\n\twhich he carries his medicine kit.  Betsy rises and walks\n\tover to him.\n\n\t\t\t\tBETSY\n\t\tCould you give me the details of\n\t\ttreatment and diet?\n\n\tDr. Maxwell picks up a couple of sheets of typewritten paper\n\twhich have been lying beside the bed.  He hands them to\n\tBetsy.\n\n\t\t\t\tDR. MAXWELL\n\t\tI prepared these for you last\n\t\tnight, Miss Connell.\n\n\t\t\t\tBETSY\n\t\t\t(taking the papers)\n\t\tThank you.\n\n\tHe picks up his bag and walks toward the door.  Betsy walks\n\twith him.  At the door, he half turns and says:\n\n\t\t\t\tDR. MAXWELL\n\t\tI'll be by in a day or so, Miss\n\t\tConnell, and see how you are\n\t\tgetting on.\n\n\tBetsy nods and then turns back into the room.  She walks up\n\tto the bed and stands looking at Jessica, then down at the\n\tlist of typewritten instructions.  Evidently the list calls\n\tfor her to carry out some detail of the regime, for she puts\n\tit down and starts out of the room in a businesslike fashion.\n\n\t\t\t\t\t\t\tDISSOLVE \n\n\t<u><b>EXT. FOUNTAIN -- DAY\n<\/b><\/u>\n\tHolland is standing by the fountain as Betsy comes out of the\n\tdoor of the tower and starts to cross the garden.  He turns\n\ttoward her.  She stops and smiles.\n\n\t\t\t\tHOLLAND\n\t\tYou didn't find your patient so\n\t\tfrightening in the daylight, did\n\t\tyou?\n\n\t\t\t\tBETSY\n\t\tMrs. Holland must have been\n\t\tbeautiful ---\n\n\t\t\t\tHOLLAND\n\t\t\t(coldly)\n\t\tMany people thought her beautiful. \n\n\tBetsy is about to pass on when he asks abruptly:\n\n\t\t\t\tHOLLAND (CONT'D)\n\t\tTell me, Miss Connell. Do you\n\t\tconsider yourself pretty?\n\n\tBetsy is a little taken aback by this, but she recovers\n\therself.\n\n\t\t\t\tBETSY\n\t\tI suppose so.  Yes.\n\n\t\t\t\tHOLLAND\n\t\tAnd charming?\n\n\t\t\t\tBETSY\n\t\tI've never given it much thought.\n\n\t\t\t\tHOLLAND\n\t\tDon't.  It will save you a great\n\t\tdeal of trouble and other people a\n\t\tgreat  unhappiness.\n\n\tBetsy is puzzled and interested.  She stands a moment and\n\tthen starts off.\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN\n\n\t<u><b>EXT. THE VILLAGE OF ST. SEBASTIAN -- DAY\n<\/b><\/u>\n\tBetsy, out of her customary uniform and dressed in a light\n\tcolored print dress and a straw picture hat, is walking\n\tslowly and a little aimlessly down one of the village\n\tstreets.\n\n\t\t\t\tRAND'S VOICE\n\t\tBetsy!\n\n\tBetsy turns, as she hears her name, and sees Rand, mounted on\n\ta white saddle mule.  (The mule is one of those delicate,\n\tsingle footed saddle animals which they breed in Central\n\tAmerica and the West Indies, very smart-looking and with good\n\tfurniture.  The saddle should be particularly well-chosen. \n\tMost West Indian planters use an English saddle with long\n\tstirrups.  Sometimes a machete in a leather scabbard hangs\n\tfrom the near side of the saddle.)  He maneuvers the mule\n\tbetween a cart and a vendor balancing two baskets on a pole\n\tover his shoulders, then brings the animal to a halt beside\n\ther.\n\n\t\t\t\tRAND\n\t\tWhere do you think you're going?\n\n\t\t\t\tBETSY\n\t\tIt's my day off.\n\n\t\t\t\tRAND\n\t\tBut what in the world can you do\n\t\twith a day off in St. Sebastian?\n\n\t\t\t\tBETSY\n\t\t\t(a little ruefully)\n\t\tI was just beginning to wonder. \n\t\tAren't there shops, restaurants and\n\t\tthings?\n\n\t\t\t\tRAND\n\t\tWell -- and things -- might be a\n\t\tbetter description of what you'll\n\t\tfind.  I'd better come along and\n\t\tshow you the town.\n\n\tRand swings down off the mule and takes the reins to lead the\n\tanimal.\n\n\t\t\t\tBETSY\n\t\t\t(very pleased)\n\t\tBut don't you have to work?\n\n\t\t\t\tRAND\n\t\t\t(grinning)\n\t\tBy a curious coincidence, it's my\n\t\tday off, too.\n\n\t\t\t\t\t\t\tDISSOLVE OUT\n\n\tDISSOLVE IN\n\n\t<u><b>EXT. STREET CORNER - ST. SEBASTIAN -- DAY\n<\/b><\/u>\n\tA Calypso singer with a guitar slung around his shoulder,\n\tlounges against the corner of a building, singing to a small\n\taudience of loiterers.  He has a derby hat in front of him\n\twith one or two coins in it.\n\n\t<u><b>EXT. CAFE -- ST. SEBASTIAN -- DAY\n<\/b><\/u>\n\tAround the corner from the Calypso singer is a cafe.  On the\n\troadway in front of it, under a tattered awning, two or three\n\ttables have been set out.  At one of these sit Betsy and\n\tRand.  At another, two white planters in work clothing are\n\thaving a drink of beer.\n\n\tBehind them, leaning against the wall, stands the proprietor,\n\ta Negro in duck trousers and duck coat, with an apron tied\n\taround his middle.  Betsy has tea in front of her and Rand, a\n\tPlanter's Punch.  As we see them, she is just laughing at\n\tsomething he has said.  He is finishing his drink.  Rand sets\n\tdown his glass and gestures to the proprietor.\n\n\t\t\t\tRAND\n\t\t\t(very jovially to the\n\t\t\tproprietor)\n\t\tBring me another, Ti-Joseph.  I\n\t\thave to keep the lady entertained.\n\n\t\t\t\tBETSY\n\t\tIt must be hard work entertaining\n\t\tme if it requires six ounces of\n\t\trum.\n\n\t\t\t\tRAND\n\t\tWhat in the world are you talking\n\t\tabout?  Six ounces -- ?\n\n\t\t\t\tBETSY\n\t\tHigher mathematics.  Two ounces to\n\t\ta drink -- three drinks, six\n\t\tounces.\n\n\t\t\t\tRAND\n\t\tHow do you know there's two ounces\n\t\tin a drink?\n\n\t\t\t\tBETSY\n\t\tI'm a nurse.  I always watch people\n\t\twhen they pour something.  I\n\t\twatched Ti-Joseph and it was\n\t\texactly two ounces.\n\n\tAt this moment a new Calypso song starts.\n\n\t\t\t\tSINGER\n\t\t\t(sings)\n\t\t<i>There was a family that lived on the isle\n\t\tOf Saint Sebastian a long, long while  \n\t\tThe head of the family was a Holland man\n\t\tAnd the younger brother, his name was Rand <\/i>\n\n\tBetsy's attention is caught by the song.  Rand evidently\n\tknows the song, because he begins talking at random, trying\n\tto distract her.\n\n\t\t\t\tRAND\n\t\tListen, did I tell you that story\n\t\tabout the little mule at the\n\t\tplantation -- the little mule and\n\t\tClement?  Let me tell you.  It's\n\t\tone of the funniest stories --\n\n\t\t\t\tBETSY\n\t\t\t(putting a restraining\n\t\t\thand on his arm)\n\t\tWait. I want to listen.\n\n\tWe hear the guitar music without singing, as the Calypso\n\tsinger plays a few measures to bridge the first and second\n\tverses.  Ti-Joseph comes up to the table with Rand's drink. \n\tRand makes a motion to him indicating the corner around which\n\tthe Calypso singer is standing.  Ti-Joseph gets the idea and\n\tgoes off instantly.\n\n\tMED. CLOSE SHOT -- Calypso singer.\n\n\t\t\t\tCALYPSO SINGER\n\t\t<i> The Holland man, he kept in a tower  \n\t\tA wife as pretty as a big white flower\n\t\tShe saw the brother and she stole his heart...<\/i>\n\n\tTi-Joseph comes in and, while the singer goes on with his\n\tsong, whispers in his ear.  The Calypso singer stops\n\timmediately.  He looks frightened and guilty.  Ti-Joseph\n\tturns and goes around the corner to his cafe.  The Calypso\n\tsinger addresses one of the people in the little group before\n\thim.\n\n\t\t\t\tCALYPSO SINGER (cont'd)\n\t\tTi-Malice trip up my tongue -- What\n\t\tdo you wish trouble on me for --\n\t\tYou saw Mister Rand go in there. \n\t\tWhy don't you tell me?\n\n\tThe colored man he is addressing just dumbly shakes his head.\n\n\t\t\t\tCALYPSO SINGER (cont'd)\n\t\tApologize -- that's what I'll do. \n\t\tCreep in just like a little fox and\n\t\twarm myself in his heart.\n\t\t\t(placatingly but to\n\t\t\thimself)\n\t\tGood Mister Rand!\n\n\tThe other negro just dumbly shakes his head again.  The\n\tCalypso singer puts his idea instantly into action, starting\n\toff around the corner.\n\n\t<u><b>EXT. CAFE -- DAY\n<\/b><\/u>\n\tRand has finished the drink which Ti-Joseph had just brought\n\thim and is motioning to Ti-Joseph to bring him another,\n\tmaking a gesture with the glass in his hand.\n\n\t\t\t\tBETSY\n\t\t\t(evidently continuing what\n\t\t\tshe has been saying)\n\t\tThat's carrying free speech a\n\t\tlittle too far!  I wouldn't have\n\t\tlistened, Wes, if I had realized --\n\n\tThe Calypso singer comes in and stands humbly beside the\n\ttable.\n\n\t\t\t\tCALYPSO SINGER\n\t\t\t(with a little bow in the\n\t\t\tHaitian manner; one hand\n\t\t\tin front of the stomach\n\t\t\tand the other hand at the\n\t\t\tsmall of his back)\n\t\tMr. Rand? \n\n\tRand looks up at him.\n\n\t\t\t\tCALYPSO SINGER (cont'd)\n\t\tI've come to apologize.\n\n\t\t\t\tRAND\n\t\t\t(curtly)\n\t\tAll right.\n\n\t\t\t\tCALYPSO SINGER\n\t\t\t(with another quaint bow)\n\t\tJust an old song I picked up\n\t\tsomewhere. Don't know who did make\n\t\tit up.\n\n\t\t\t\tRAND\n\t\t\t(growing exasperated)\n\t\tAll right. All right.\n\n\t\t\t\tCALYPSO SINGER\n\t\tSome of these singers on this\n\t\tisland, they'd tattle-tale on\n\t\tanybody.  Believe me, Mister Rand,\n\t\tI never would sing that song if I'd\n\t\tknown you were with a lady.\n\n\t\t\t\tRAND\n\t\t\t(jumping up, furious)\n\t\tGet out of here!\n\n\tHe starts to rise.  Betsy restrains him.  The Calypso singer\n\truns off a few feet, makes his little polite bow again, and\n\tthe vanishes.  Rand stands practically shaking with rage. \n\tBetsy forces him into a chair.\n\n\t\t\t\tBETSY\n\t\tDon't let it bother you so, Wes.\n\n\t\t\t\tRAND\n\t\tDid you hear what he sang?\n\n\tBetsy is spared the embarrassment of replying when Ti-Joseph\n\tbrings the drink that Rand ordered.  Rand gulps thirstily at\n\tit, then looks at Betsy, half-defiantly, half-mockingly.\n\n\t\t\t\tRAND (cont'd)\n\t\tShocked?\n\n\t\t\t\tBETSY\n\t\t\t(sincerely)\n\t\tI wish I hadn't heard --\n\n\t\t\t\tRAND\n\t\tWhy?  Everybody else knows it. \n\t\tPaul saw to that.  Sometimes I\n\t\tthink he planned the whole thing\n\t\tfrom the beginning -- just to watch\n\t\tme squirm.\n\n\t\t\t\tBETSY\n\t\t\t(quietly)\n\t\tThat doesn't sound like him.\n\n\t\t\t\tRAND\n\t\tThat's right -- he's playing the\n\t\tnoble husband for you, isn't he? \n\t\tThat won't last long.\n\n\t\t\t\tBETSY\n\t\tI'd like to go now, Rand.  Would\n\t\tyou mind taking me home?\n\n\t\t\t\tRAND\n\t\t\t(ignoring her, speaking a\n\t\t\tlittle drunkenly)\n\t\tOne of these days he'll start on\n\t\tyou, the way he did on her.  \n\t\t\t(imitating)\n\t\t\"You think life's beautiful, don't\n\t\tyou, Jessica?  You think you're\n\t\tbeautiful, don't you, Jessica?\" \n\t\t\t(bitterly)\n\t\tWhat he could do to that word\n\t\t\"beautiful.\" That's Paul's great\n\t\tweapon -- words.  He uses them the\n\t\tway other men use their fists. \n\n\tRand finishes his drink.  Betsy watches him, her face deeply\n\ttroubled.\n\n\t\t\t\t\t\t\tDISSOLVE \n\n\t<b><u>EXT. THE CAFE - NIGHT\n<\/u><\/b>\n\tCAMERA IS FOCUSED ON a ragged, barefooted lamplighter.  He is\n\tlighting one of the crude kerosene street lamps of St.\n\tSebastian with a long taper on the end of the stick.  When it\n\tfinally lights up he lowers the glass chimney with another\n\tstick he carries.\n\n\tFrom the beach comes the sound of a guitar and a man singing. \n\tIt is very faint, at first, but as it comes closer we can\n\trecognize the voice of the Calypso singer and the melody he\n\twas singing when Rand interrupted him.\n\n\tThe CAMERA PANS OVER to show Rand and Betsy still sitting in\n\tTi-Joseph's sidewalk cafe.  Rand has slumped down in his\n\tchair, thoroughly drunk.  Ti-Joseph stands, arms folded,\n\tleaning in the darker shadows of the wall.  Betsy looks off\n\tin the direction of the singing, a little anxiously.\n\n\t\t\t\tCALYPSO SINGER\n\t\t\t(faint, but growing\n\t\t\tstronger)\n\t\t<i>She saw the brother and she stole his heart\n\t\tAnd that's how the badness and the trouble start    \n\t\tAh woe, ah me\n\t\tShame and sorrow for the fam-i-ly<\/i>\n\n\tBetsy leans over and touches Rand's arm.\n\n\t\t\t\tBETSY\n\t\tWes.  Wesley -- it's time we were\n\t\tstarting home.\n\n\tRand makes some meaningless mumble of words.\n\n\t\t\t\tCALYPSO SINGER\n\t\t<i>The wife and the brother, they want to go, \n\t\tBut the Holland man, he tell them \"no.\"<\/i>\n\n\tAs Betsy stares nervously into the shadows beyond the street\n\tlamp, she sees the figure of the Calypso singer, moving\n\tslowly towards her as he sings.\n\n\t\t\t\tCALYPSO SINGER (cont'd)\n\t\t<i>The wife fall down and the evil came \n\t\tAnd it burned her mind in the fever flame.<\/i>\n\n\tBetsy shakes Rand urgently.\n\n\t\t\t\tBETSY\n\t\tPlease, Wes -- we've got to get\n\t\tback to Fort Holland.\n\n\tThere is no movement, no sound from Rand.  Betsy looks at\n\thim, then looks over at Ti-Joseph.  There does not seem to be\n\tmuch help to be had in that direction.  Really frightened\n\tnow, she turns back quickly to the approaching Calypso\n\tsinger.  He never takes his eyes off her, as he walks slowly\n\ttoward the cafe.  There is a strange menace in the way he\n\tsings.\n\n\t\t\t\tCALYPSO SINGER\n\t\t<i> Her eyes are empty and she cannot talk \n\t\tAnd a nurse has come to make her walk. \n\t\tThe brothers are lonely and the nurse is young\n\t\tAnd now you must see that my song is sung. <\/i>\n\n\tThe Calypso singer is now coming directly to the table. \n\tInstinctively, Betsy rises and moves behind the table.\n\n\t\t\t\tCALYPSO SINGER (cont'd)\n\t\t\t(walking very slowly,\n\t\t\tsinging very slowly)\n\t\t<i> Ah, woe, Ah me\n\t\tShame --<\/i>\n\n\tHe stops abruptly.  In the silence footsteps are heard, light\n\tbrisk footsteps coming down the street toward the cafe.  The\n\tCalypso singer looks away from Betsy for the first time. \n\tAs Betsy also turns, in great relief, to see who is coming,\n\tthe Calypso singer moves quickly and silently out of the\n\tscene.  A middle-aged white woman, handsome and neatly\n\tdressed in a suit with a Norfolk jacket, appears in the\n\tentrance of the cafe.  She glances briefly in the direction\n\twhich the Calypso singer has taken and then at Betsy and\n\tRand.  She smiles in a friendly way at Betsy.\n\n\t\t\t\tMRS. RAND\n\t\tI think you need some help.\n\n\t\t\t\tBETSY\n\t\tI'm afraid so.\n\n\t\t\t\tMRS. RAND\n\t\tTi-Joseph?\n\n\tThe older woman looks over at Ti-Joseph.\n\n\t\t\t\tMRS. RAND (CONT'D)\n\t\tTi-Joseph, get Mr. Rand on to his\n\t\tmule, please, and start him for\n\t\thome.\n\n\tTi-Joseph comes down and starts to put his hands under Rand's\n\tarmpits preparatory to helping him to his feet.\n\n\t\t\t\tTI-JOSEPH\n\t\tYes, ma'am.\n\n\t\t\t\tBETSY\n\t\t\t(protesting)\n\t\tBut he's in no condition to ride -- \n\t\tI don't think he can even sit in\n\t\tthe saddle.\n\n\t\t\t\tMRS. RAND\n\t\tDon't worry about a sugar planter. \n\t\tGive him a mule and he'll ride to\n\t\this own funeral.\n\n\tTi-Joseph gets Rand to his feet and helps him stagger around\n\tthe corner.  From around the corner we can hear Ti-Joseph\n\tbellowing.\n\n\t\t\t\tTI-JOSEPH\n\t\tHey, boy!  Bring up that mule --\n\t\tthat white mule, boy.\n\n\tMrs. Rand turns to Betsy.\n\n\t\t\t\tMRS. RAND\n\t\tI really intended going out to the\n\t\tFort and meeting you long before\n\t\tthis, Miss Connell.  I'm Mrs.  \n\t\tRand -- Wesley's mother.\n\n\t\t\t\tBETSY\n\t\t\t(dismayed)\n\t\tOh, Mrs. Rand --\n\n\t\t\t\tMRS. RAND\n\t\t\t(interrupting)\n\t\tCome, come, don't tell me how sorry\n\t\tyou are that I should meet you this\n\t\tway.\n\t\t\t(puts out her hand)\n\t\tI'm even a little glad that\n\t\tWesley's difficulty brought us\n\t\ttogether.\n\n\tBetsy takes the older woman's hand and they shake hands.\n\n\t\t\t\tBETSY\n\t\tBelieve me, Mrs. Rand, he doesn't\n\t\tdo this often. This is the first\n\t\ttime I've seen him --\n\n\t\t\t\tMRS. RAND\n\t\tNonsense, child!  I know Wesley's\n\t\tbeen drinking too much lately.  I\n\t\tknow a great deal more about what\n\t\tgoes on at Fort Holland than you'd\n\t\tthink.  I know all about you --\n\t\tthat you're a nice girl, competent\n\t\tand kind to Jessica.  The Fort\n\t\tneeds a girl like you. \n\t\t\t(breaking her mood)\n\t\tBut now we've got to get you back\n\t\tthere.  I'll walk you back and stay\n\t\tover night.  It'll be a nice change\n\t\tfor me.\n\n\tShe takes Betsy's arm and they start off.\n\n\tThe CAMERA DOLLIES WITH them as they cross the space under Ti\n\tJoseph's awning.\n\n\t\t\t\tBETSY\n\t\tThank you, Mrs. Rand.  I think\n\t\tyou're every bit as nice as Wes\n\t\tsays you are.\n\n\t\t\t\tMRS. RAND\n\t\tSo -- he says I'm nice.  He's a\n\t\tnice boy, too, Miss Connell, a very\n\t\tnice boy.  But I'm worried about\n\t\this drinking. \n\n\tShe pauses in her speech, stops for a moment at the very edge\n\tof Ti-Joseph's domain and takes Betsy's arm.\n\n\t\t\t\tMRS. RAND (cont'd)\n\t\tYou could do me a great favor.\n\n\t\t\t\tBETSY\n\t\t\t(eagerly)\n\t\tI'd love to.\n\n\t\t\t\tMRS. RAND\n\t\tUse your influence with Paul.  Ask\n\t\thim to take that whiskey decanter\n\t\toff the dinner table.\n\n\t\t\t\tBETSY\n\t\t\t(protesting)\n\t\tI've no influence with Mr. Holland.\n\n\t\t\t\tMRS. RAND\n\t\tTry it -- you may have more\n\t\tinfluence than you think.\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN\n\n\t<u><b>EXT. GARDEN -- FORT HOLLAND -- DAY\n<\/b><\/u>\n\tHolland is walking down the path from the office toward the\n\tgate.  He is carrying a piece of sugar cane in his hand and\n\tis followed by a negro laborer in working clothes, who has\n\tseveral other pieces of cane in his arms.  They are talking\n\tas they walk.\n\n\t\t\t\tHOLLAND\n\t\t\t(over his shoulder as they\n\t\t\twalk)\n\t\tNo. It isn't a drought, Bayard. \n\t\tThe rains are just a little late,\n\t\tthat's all.\n\n\t\t\t\tBAYARD\n\t\tI've seen the drought before, Mr.\n\t\tHolland. The cane's too dry -- it's\n\t\tdangerous that way -- it's the\n\t\tdrought.\n\n\tBetsy comes across the garden with a tray of medicine bottles\n\tin her hands and several linen sheets folded over her arm. \n\tShe meets the two men at the path intersection.\n\n\t\t\t\tHOLLAND\n\t\tGood morning, Miss Connell.\n\n\t\t\t\tBETSY\n\t\tGood morning.\n\n\tHe waves Bayard on and stops for a moment to speak with\n\tBetsy.\n\n\t\t\t\tHOLLAND\n\t\tI heard about your little\n\t\tmisadventure yesterday, Miss\n\t\tConnell.  \n\t\t\t(with a smile)\n\t\tOn your first \"day off,\" too.\n\n\t\t\t\tBETSY\n\t\tWell, I had a good time up to a\n\t\tpoint.\n\n\t\t\t\tHOLLAND\n\t\t\t(sincerely)\n\t\tWesley can be very entertaining.\n\n\t\t\t\tBETSY\n\t\t\t(encouraged by his tone)\n\t\tYes, he can.  But I've been\n\t\twondering -- you know if you could\n\t\tleave the whisky decanter off the\n\t\ttable --\n\n\t\t\t\tHOLLAND\n\t\tIt's always stood there, Miss\n\t\tConnell.  I can remember it in my\n\t\tgrandfather's time and my father's. \n\t\tI'm afraid it will have to remain.\n\n\t\t\t\tBETSY\n\t\tBut for Wes -- it must be a\n\t\ttemptation to him.  \n\n\t\t\t\tHOLLAND\n\t\tI've no sympathy with people who\n\t\tcan't resist temptation.\n\n\t\t\t\tBETSY\n\t\tStill, I feel you should remove the\n\t\tdecanter.  Wes is not an alcoholic\n\t\tyet, Mr. Holland. But as a nurse I can \n\t\ttell you that it won't be long before he is.\n\n\t\t\t\tHOLLAND\n\t\t\t(coldly)\n\t\tI'm afraid the decanter will have\n\t\tto stay where it is.  I engaged\n\t\tyou, Miss Connell, to take care of\n\t\tmy wife, not my brother.  \n\n\tThey look at each other for a moment, then Betsy turns and\n\twalks off without a word.  Holland turns to rejoin Bayard at\n\tthe gate.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>EXT. TERRACE -- DINING TABLE -- NIGHT\n<\/b><\/u>\n\tIt is a hot, windy night.  The bushes in the garden move\n\tviolently with the gusts of wind.  Even protected as they are\n\tby the great glass hurricane lamps, the candle flames that\n\tlight the table are agitated and stir restlessly.  Tonight\n\tthere are four people at dinner, Holland, Rand, Betsy, in a\n\tsimple print dress, and Jessica, in a lovely evening gown\n\tthat leaves her shoulders and arms bare.  They have finished\n\tthe first portion of their meal and Clement is taking off the\n\tsoup plates.  Somewhere off in the hills there is the\n\tululating sounds of a great sea conch being blown.\n\n\t\t\t\tBETSY\n\t\tYou don't seem very disturbed by\n\t\tit.  I've always thought Voodoo was\n\t\tsomething to be scared of: the\n\t\tdrums sounded in the hills and\n\t\teverybody was frightened.\n\n\t\t\t\tHOLLAND\n\t\tI'm afraid it's not very\n\t\tfrightening.  They have their songs\n\t\tand dances and carry on and\n\t\tfinally, as I understand it, one of\n\t\tthe gods comes down and speaks\n\t\tthrough one of the people.\n\n\t\t\t\tRAND\n\t\tFor some reason, they always seem\n\t\tto pick a night like this.  This\n\t\twind even sets me on edge.\n\n\tHe reaches out with his hand and then looks around the table. \n\tIt is obvious something is missing.  Both Betsy and Holland\n\tnotice his half-gesture.  Betsy glances at Holland.  He\n\tsmiles and nods.  \n\n\t\t\t\tRAND (CONT'D)\n\t\tClement. \n\n\tClement, busy at the sideboard, looks around toward him.\n\n\t\t\t\tRAND (cont'd)\n\t\tYou've forgotten the decanter.\n\n\t\t\t\tHOLLAND\n\t\tI think from now on, Wes, we'll try\n\t\tserving dinner without it.\n\n\t\t\t\tRAND\n\t\tOh, I see.  The lord of the manor\n\t\thas decided to abolish one of the\n\t\ttribal customs.\n\n\tHolland makes no answer.  The conches blow wildly in the\n\thills and a flurry of wind sweeps the garden.\n\n\t\t\t\tRAND (cont'd)\n\t\tAn economy move, I suppose.  Or,\n\t\tperhaps, Paul, you decided on a\n\t\tfiner moral standard for our happy\n\t\tlittle household, now that Miss\n\t\tConnell is with us.\n\n\tHolland still keeps his silence, although the muscles in his\n\tjaw twitch.\n\n\t\t\t\tRAND (cont'd)\n\t\tWhat are you trying to do, impress\n\t\ther?\n\n\t\t\t\tHOLLAND\n\t\tLet's drop it now, Wes.  We can\n\t\ttalk about it later if you want.\n\n\tRand glowers at him and makes no immediate answer.  A great\n\tgust of wind blows across the garden.  The candle flames\n\tlevel out in one direction and then the other.\n\n\t\t\t\tRAND\n\t\tBut I want to talk now.  Why have\n\t\tyou decided to take the whiskey off\n\t\tthe table?  What's behind it?  What\n\t\tnice, sadistic little plot is\n\t\tbrewing this time, Paul?\n\n\t\t\t\tHOLLAND\n\t\t\t(with a glance at Betsy)\n\t\tLet's not discuss it, Wes.\n\n\tThe conches sound again in the hills, wildly and yet\n\tmonotonously.\n\n\t\t\t\tRAND\n\t\t\t(with great sarcasm)\n\t\tLet's not quarrel before the\n\t\tladies.  Let's be reserved and\n\t\tgentlemanly.\n\t\t\t(jumping to his feet)\n\t\tYou were so gentlemanly when you\n\t\tdrove Jessica insane -- so polite\n\t\twhen you made her into that!\n\n\tHe subsides in his chair, shaken, entirely out of control. \n\tHe doesn't look at Holland, nor at Betsy but at Jessica. \n\tThey sit there for a moment in complete silence.  Then\n\tHolland, obviously holding in his temper, rises and says:\n\n\t\t\t\tHOLLAND\n\t\tMiss Connell, I think it would be\n\t\tbest if I had Clement bring the\n\t\trest of your dinner to your room.\n\n\tHe turns and goes into the living room.  Betsy also starts to\n\trise.  Rand still stares at Jessica.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>INT. BETSY'S BEDROOM -- NIGHT\n<\/b><\/u>\n\tThe room is in darkness.  Betsy stands leaning against one of\n\tthe jalousies, looking out through the slit between two\n\tpanels.  Over the scene comes the sad, masculine sorrow of\n\tthe Liebestod.  It is being played well and forcefully on the\n\tpiano in the living room.\n\n\t<u><b>INT. LIVING ROOM -- NIGHT\n<\/b><\/u>\n\tFrom her window Betsy can see Holland playing the piano.\n\n\t<u><b>INT. BETSY'S BEDROOM -- NIGHT\n<\/b><\/u>\n\tBetsy stands watching him.  Then suddenly, as if compelled,\n\tshe leaves the window, opens the jalousied door and goes\n\tquickly out into the garden.\n\n\t<u><b>INT. LIVING ROOM -- NIGHT\n<\/b><\/u>\n\tHolland is still playing.  The sound of the door opening is\n\theard.  It startles him and he turns toward the sound.  He\n\tsees Betsy and rises to face her as she steps into the room.\n\n\t\t\t\tBETSY\n\t\tI heard you playing. \n\n\t\t\t\tHOLLAND\n\t\t\t(trying to hide behind\n\t\t\tbrittleness)\n\t\tI often do.\n\n\t\t\t\tBETSY\n\t\t\t(disregarding his remark)\n\t\tI know what you went through\n\t\ttonight.  I kept thinking of what\n\t\tyou said: that all good things died\n\t\there, violently. \n\n\t\t\t\tHOLLAND\n\t\tWhy did you come in here?\n\n\t\t\t\tBETSY\n\t\tI don't know.  I wanted to help\n\t\tyou. And now that I'm here, I don't\n\t\tknow how.\n\n\tHolland comes close to her and looks down into her eyes.\n\n\t\t\t\tHOLLAND\n\t\t\t(with unexpected\n\t\t\tsincerity)\n\t\tYou have helped me.  I want you to\n\t\tknow I'm sorry I brought you here.\n\t\tWhen I thought of a nurse, I\n\t\tthought of someone hard and\n\t\timpersonal.\n\n\t\t\t\tBETSY\n\t\t\t(looking past him into the\n\t\t\tgarden)\n\t\tI love Fort Holland.\n\n\t\t\t\tHOLLAND\n\t\tWhat you saw tonight -- two\n\t\tbrothers at each other's throat and\n\t\ta woman driven mad by her own\n\t\thusband?  Do you love that?\n\n\t\t\t\tBETSY\n\t\tYou didn't drive her mad.\n\n\t\t\t\tHOLLAND\n\t\tDidn't I?  I don't know.  That's\n\t\tthe simple truth of it.  I don't\n\t\tknow.\n\n\tBetsy shakes her head and moves closer to him.  Her face,\n\tupturned to his, is filled with pity.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tBefore Jessica was taken ill, there\n\t\twas a scene.  An ugly scene.  I\n\t\ttold her I wouldn't let her go,\n\t\tthat I'd hold her by force if\n\t\tnecessary.\n\n\tBetsy puts her hand on his arm, in an instinctive gesture of\n\tsympathy and comfort.  Holland looks down at her hand and\n\tthen, searchingly, into her face.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tYou wouldn't understand that kind\n\t\tof love.  You never knew Jessica as\n\t\tshe was.  Beautiful, restless,\n\t\twillful -- living in a world with\n\t\troom for nothing but her own image\n\t\tand her own desires.\n\n\tBetsy gently draws her hand away.  She watches his face, lost\n\tin remembering.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tShe promised so much -- warmth and\n\t\tsweetness...she promised --\n\n\tIn the hills the conches blow wildly, echoing and answering\n\teach other from every direction.  For a brief moment, the\n\tnoise is so loud Holland could not speak if he wanted to and\n\tthen, when he can, and does, his voice has changed entirely. \n\tIt is cold.  It cuts between him and Betsy like a sword.\n\n\t\t\t\tHOLLAND (CONT'D)\n\t\tI think it may be best for all of\n\t\tus not to discuss this again. \n\t\tThank you -- I know you meant to be\n\t\tkind.\n\n\t\t\t\t\t\t\tDISSOLVE \n\n\t<u><b>EXT. FOUNTAIN -- NIGHT\n<\/b><\/u>\n\tBetsy stands looking into the dark cistern.  The wind still\n\tblows and the conches are sounding from the hills.  But the\n\tnoise of the water flowing over the shoulders of St.\n\tSebastian can be heard above these other sounds.  The iron\n\tarrows in his breast glisten.\n\n\t\t\t\tBETSY\n\t\t\t(narrating)\n\t\tI don't know how their own love is\n\t\trevealed to other women -- maybe in\n\t\ttheir sweethearts' arms -- I don't\n\t\tknow.  To me it came that night\n\t\tafter Paul Holland almost thrust me\n\t\tfrom the room, and certainly thrust\n\t\tme from his life. I said to myself,\n\t\t\"I love him.\"  And even as I said\n\t\tit, I knew he still loved his wife. \n\t\tThen because I loved him, I felt I\n\t\thad to restore her to him -- to\n\t\tmake her what she had been before --\n\t\tto make him happy.\n\n\tAs the narrator's voice ceases, the CAMERA HOLDS ON that\n\tsmall, silent figure before the fountain.\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN\n\n\t<u><b>INT. MRS. HOLLAND'S BEDROOM -- DAY\n<\/b><\/u>\n\tJessica is seated before the triptych mirror, facing it\n\tblankly.  At the other end of the room stand Betsy and Dr.\n\tMaxwell.  Paul, his back to the window, faces them.\n\n\t\t\t\tHOLLAND\n\t\tAll that you say comes down to the\n\t\tsame thing.  You are asking me to\n\t\tpass a sentence of life or death on\n\t\tmy own wife.\n\n\t\t\t\tDR. MAXWELL\n\t\tInsulin shock treatment is an\n\t\textreme measure, Mr. Holland.   \n\t\tBut -- as Miss Connell pointed out\n\t\twhen she suggested it -- this is an\n\t\textreme case.\n\n\t\t\t\tHOLLAND\n\t\t\t(to Betsy)\n\t\tYou admit that it is terribly\n\t\tdangerous. Why do you advise it?\n\n\t\t\t\tBETSY\n\t\tI've worked with it.  I've seen\n\t\tcures. It is at least a hope.\n\n\t\t\t\tDR. MAXWELL\n\t\tIt's the very danger itself that\n\t\tmakes the cure possible, Mr.\n\t\tHolland.  The insulin produces a\n\t\tstate of coma, a stupor.  The\n\t\tpatient is revived from the coma by\n\t\ta violent overwhelming nerve shock.\n\t\tThat nerve shock can kill -- but it\n\t\tcan also restore the damaged mind.\n\n\t\t\t\tHOLLAND\n\t\tI don't know -- I don't know--\n\n\t\t\t\tDR. MAXWELL\n\t\t\t(sympathetically)\n\t\tIt is a hard decision to make --\n\t\tbut yours is only a technical\n\t\tresponsibility...\n\n\t\t\t\tHOLLAND\n\t\tTechnical responsibility, real\n\t\tresponsibility -- what difference\n\t\tdoes it make?\n\t\t\t(turns back to face them)\n\t\t Jessica lives -- or she dies. \n\t\tThat's what we're talking about! \n\n\tBetsy turns and looks across the room to where Jessica sits\n\tmotionless before the mirror.\n\n\t\t\t\tBETSY\n\t\tYou are wrong, Mr. Holland.\n\n\tShe turns back to face him.\n\n\t\t\t\tBETSY (cont'd)\n\t\tIt is not a question of life or\n\t\tdeath.  Your wife is not living. \n\t\tShe is in a world that is empty of\n\t\tjoy or meaning.  We have a chance\n\t\tto give her life back to her. \n\n\tHolland stares at her.  He turns to the window and stands for\n\ta moment with his back to the room.\n\n\t\t\t\t\t\t\tDISSOLVE \n\n\tOMITTED\n\n\t<u><b>INT. ARCHED DOORWAY OF MRS. HOLLAND'S BEDROOM -- NIGHT\n<\/b><\/u>\n\tThrough the doorway we see the enormous shadows of Betsy and\n\tDr. Maxwell on the wall as they work over their patient. \n\tWe hear the murmur of their voices although we cannot hear\n\twhat they are saying.  In the doorway itself, leaning against\n\tthe wall looking toward the room expectantly, anxiously, is\n\tHolland, half hidden in the shadows of the arch.  The shadows\n\ton the wall straighten up.  We see Betsy in shadow drawing\n\ther hand wearily across her forehead.  Still in shadow, she\n\tturns toward the door, her shadow grows enormous as she comes\n\ttoward the source of light.\n\n\tAs Betsy comes under the arch, Holland moves to meet her. \n\tShe turns to him.\n\n\t\t\t\tHOLLAND\n\t\t\t(tensely)\n\t\tWell?\n\n\t\t\t\tBETSY\n\t\tShe is alive, Mr. Holland -- that's\n\t\tall.\n\n\tThere is a little pause.  Then Betsy looks at Holland, her\n\teyes glistening with tears.  Betsy turns away slightly,\n\tclosing her eyes for a moment to steady herself.  Holland\n\tputs his hands on her shoulders and turns her back to face\n\thim.\n\n\t\t\t\tHOLLAND\n\t\t\t(gently)\n\t\tDon't take it to heart, Betsy.\n\n\t\t\t\tBETSY\n\t\tI imagined this so differently...\n\n\tHolland takes his hand from her shoulders.\n\n\t\t\t\tHOLLAND\n\t\tI've been waiting here for hours,\n\t\ttrying to imagine Jessica well\n\t\tagain -- wondering what I'd feel. \n\t\tI could see Jessica as she used to\n\t\tbe, I could hear her say in that\n\t\tsweet mocking voice, \"Paul,\n\t\tdarling...\"  The whole thing\n\t\tbeginning all over again...\n\n\t\t\t\tBETSY\n\t\t\t(dully)\n\t\tAnd instead,  I came -- bringing\n\t\tyou nothing.\n\n\t\t\t\tHOLLAND\n\t\t\t(slowly looking down at\n\t\t\ther)\n\t\tInstead -- you come, with sympathy,\n\t\tBetsy, and a generous heart. \n\t\tDon't forget that.  Don't call it\n\t\tnothing.\n\n\tBetsy turns wearily and returns to the sick room.  Holland is\n\tabout to follow her when he hears a low chuckle and turns to\n\tsee who it is.\n\n\t<b><u>INT. THE PASSAGE TO THE TOWER DOOR AS SEEN FROM JESSICA'S<\/u><\/b>\n\t<u><b>ROOM -- DAY\n<\/b><\/u>\n\tA few feet from Holland, leaning against the wall, is Rand. \n\tHe has evidently been there some time.  He is not drunk, but\n\tit is obvious he has been drinking.  Holland walks down the\n\tshort corridor toward him.\n\n\t\t\t\tRAND\n\t\tVery sad, very sweet.  The noble\n\t\thusband and the noble nurse\n\t\tcomforting each other -- because\n\t\tthe patient still lives.  I've been\n\t\timagining too, Paul.  You didn't\n\t\tthink of that, did you?  I saw\n\t\tJessica coming across the garden, I\n\t\theard her voice.  \n\n\t<b>THERE ARE TWO PAGES MISSING AT THIS POINT WHERE PAUL AND\n\tWESLEY END THEIR CONVERSATION.  THE SCRIPT PICKS UP IN THE\n\tMIDDLE OF THE NEXT SCENE JUST AFTER ALMA'S SISTER HAS VISITED\n\tWITH HER BABY.<\/b>\n\n\t\t\t\tBETSY\n\t\tI suppose not.\n\n\t\t\t\tALMA\n\t\tThings so bad, nobody can help --\n\t\tnot even Doctor Maxwell.\n\n\t\t\t\tBETSY\n\t\tDoctors and nurses can only do so\n\t\tmuch, Alma.  They can't cure\n\t\teverything.\n\n\t\t\t\tALMA\n\t\tDoctors that are people can't cure\n\t\teverything.\n\n\t\t\t\tBETSY\n\t\t\t(with a puzzled look)\n\t\tWhat do you mean -- \"doctors that\n\t\tare people\"?\n\n\t\t\t\tALMA\n\t\t\t(slowly, almost sing-song)\n\t\tThere are other doctors...Yes,\n\t\tother doctors...Better doctors...\n\n\t\t\t\tBETSY\n\t\tWhere?\n\n\t\t\t\tALMA\n\t\tAt the Houmfort.\n\n\t\t\t\tBETSY\n\t\t\t(shaking off the idea)\n\t\tThat's nonsense, Alma.\n\n\t\t\t\tALMA\n\t\tThey even cure nonsense, Miss\n\t\tBetsy.  Mama Rose was mindless.  I\n\t\twas at the Houmfort when the\n\t\tHoungan brought her mind back. \n\n\t\t\t\tBETSY\n\t\tYou mean Mama Rose was like Mrs.\n\t\tHolland?\n\n\t\t\t\tALMA\n\t\tNo.  She was mindless but not like\n\t\tMiss Jessica.  But the Houngan\n\t\tcured her.\n\n\t\t\t\tBETSY\n\t\tAre you trying to tell me that the\n\t\tHoungan -- the voodoo priest --\n\t\tcould cure Mrs. Holland?\n\n\t\t\t\tALMA\n\t\tYes, Miss Betsy.  I mean that.  The\n\t\tHoungan will speak to the rada\n\t\tdrums and the drums will speak to\n\t\tShango and Damballa. \n\n\tThe CAMERA MOVES IN to a CLOSE TWO SHOT of both women's\n\tfaces,  Betsy looking thoughtfully at Alma and Alma returning\n\tthe gaze with equal intensity.\n\n\t\t\t\tALMA (CONT'D)\n\t\t\t(softly)\n\t\tBetter doctors --\n\n\t\t\t\t\t\t\tDISSOLVE \n\n\t<u><b>INT. THE DISPENSARY - DAY\n<\/b><\/u>\n\tThis is a small, plainly furnished room with a plain table, a\n\tfew bentwood chairs and a medicine cabinet and a few\n\twashbasins and water pitchers on a shelf.  Mrs. Rand is\n\tkneeling down at the side of the little, black pickaninny,\n\trubbing ointment on a sore on his chest.  Betsy, in street\n\tclothes, watcher her.  Mrs. Rand finishes her work on the\n\tlittle boy's chest and begins to put his little shirt back on\n\thim.  An obeah bag tied around his neck on a string gets in\n\ther way as she tries to button the shirt.  She holds it up so\n\tthat the little boy can see it.\n\n\t\t\t\tMRS. RAND\n\t\tTi-Peter, how do you ever expect to\n\t\tget to Heaven with one foot in the\n\t\tvoodoo Houmfort and the other in\n\t\tthe Baptist church?  \n\n\tThe little black boy looks at her with rolling eyes but does\n\tnot answer.  She gives him a playful pat on the behind,\n\tstarting him on his way to the door.\n\n\t\t\t\tMRS. RAND (CONT'D)\n\t\t\t(to Betsy, cheerfully)\n\t\tSome of this native nonsense. The\n\t\tHoungan has his prescription and\n\t\tDr. Maxwell and I have ours.\n\n\t\t\t\tBETSY\n\t\tYou've never said anything about\n\t\tvoodoo before, Mrs. Rand.\n\n\t\t\t\tMRS. RAND\n\t\tHaven't I?  I suppose I take it for\n\t\tgranted. It's just part of everyday\n\t\tlife here.\n\n\t\t\t\tBETSY\n\t\tYou don't believe in it?\n\n\t\t\t\tMRS. RAND\n\t\tA missionary's widow?  It isn't\n\t\tvery likely, is it?\n\n\t\t\t\tBETSY\n\t\tI don't mean believe, like\n\t\tbelieving in a religion.  I mean,\n\t\tdo you believe it has power?  Do\n\t\tyou think it could heal a sick\n\t\tperson?\n\n\t\t\t\tMRS. RAND\n\t\t\t(looking hard at Betsy for\n\t\t\ta moment)\n\t\tFrankly, my dear, I didn't expect\n\t\tanything like this from a nice\n\t\tlevel-headed girl.  What are you\n\t\tdriving at?\n\n\t\t\t\tBETSY\n\t\tI heard the servants talking about\n\t\tsomeone called Mama Rose. They said\n\t\tshe had been \"mindless\"...\n\n\t\t\t\tMRS. RAND\n\t\tHer son drowned.  She brooded until\n\t\ther mind was affected. All the\n\t\tHoungan did was coax her out of it\n\t\twith a little practical psychology.\n\n\t<b>PAGES ARE MISSING AT THIS POINT AS BETSY AND\n\tJESSICA LEAVE FORT HOLLAND AND TRAVEL ACROSS THE SUGAR CANE\n\tFIELDS TO THE HOUMFORT\n<\/b>\n\t<u><b>EXT. THE HOUMFORT - NIGHT\n<\/b><\/u>\n\tLONG SHOT.  The camera is behind Betsy and Jessica as they go\n\ttoward the Houmfort through the sugar cane.  We see this\n\tvoodoo temple as they go toward it.  It is a rickety\n\tstructure of poles and laths, roofed over with a thin thatch\n\tof sugar cane and straw.  It forms a sort of rude pergola. \n\tIn the center of this structure is a small, cubicle hut, made\n\tof rough boards but neatly whitewashed.  From the rafters of\n\tthe main structure hang crude chandeliers of tin which give\n\tlight to the ceremonies.\n\n\t(Please see pages 28 to 31, Life Magazine, December 13, 1937. \n\tAll the details mentioned above are graphically illustrated,\n\n\tNear the little hut in the center of the Houmfort, stands an\n\taltar covered with a lace tablecloth and littered with a\n\tchildish jumble of plates, candles, little colored stones and\n\tbottles.  Before this altar stands the Houngan, the high\n\tpriest of the voodoo ceremonies, a small, stoop-shouldered\n\tman in a worn, white coat and trousers with ragged cuffs. \n\tSeveral mild-looking negroes in white trousers and shirts sit\n\tin kitchen chairs on one side of the altar with rada drums\n\tbetween their knees.  Grouped around this altar in a loose\n\tsemicircle are the worshippers, a group of mild-mannered,\n\tpoorly-but-neatly-dressed negroes.  They seem to have made an\n\teffort to dress in their best and their best is very poor\n\tindeed.    As Betsy approaches, she can see familiar faces. \n\tAs she comes up they turn and look at her.  They are not\n\thostile nor greatly surprised; just mildly curious.  Leading\n\tJessica by the hand, Betsy takes her place at one end of the\n\tsemicircle around the altar.  Her arrival has in no way\n\tinterrupted the ceremonies.  The Houngan continues to chant\n\tbefore the altar, the rada drums beat and the crowd sings the\n\tchorus of the Shango song at the proper intervals.  It is all\n\tvery decorous and decidedly religious in tone.  No sooner has\n\tBetsy taken her place with the others than the Shango ritual\n\tapproaches its climax.  The Sabreur, a colored man dressed in\n\twhite shirt and trousers, with a neat dark tie knotted under\n\this collar, comes in, bearing a sabre in his right hand,\n\tholding it in stately, almost processional manner.  He\n\tadvances to the altar, strikes it three times and at this\n\tsignal two colored women dressed in white beguine dresses\n\twith square cut necks, an essential part of this religious\n\tcostume, come forward.  One holds a white leghorn chicken and\n\tthe other carries a white rooster. They come together to the\n\taltar and for a moment, the figures of the Houngan, the\n\tSabreur and the two Mam-Lois hide the actual blood sacrifice\n\tfrom us.  Only the fact that the drumming and the singing\n\treach a climactic pitch reveal that some Important portion of\n\tthe ceremony has taken place.  Instantly the drumming and the\n\tsinging stops.  A young colored girl jumps up from her seat\n\tamong the worshippers and begins shivering and quaking,\n\tcrying out wordlessly.  There is a cry from the people.\n\n\t\t\t\tTHE PEOPLE\n\t\tPut the god in her! Put the god in\n\t\ther!\n\n\tThe Houngan prances forward, followed by the Sabreur. The\n\tHoungan holds a little saucer in his hand with some dark\n\tliquid at the bottom of it.  He dips four fingers into this\n\tliquid while the girl quivers and writhes before him in\n\treligious ecstasy.  He marks her forehead with four strange\n\tmarks, one with each finger.  The Sabreur, crying out the\n\tname of Shango, four times, points his sabre to the four\n\tdirections of the compass. There is an immediate\n\ttransformation in the girl.  Her frenzy ceases.  She seems to\n\tbe filled with a jubilant calm and dances into the cleared\n\tspace before the altar. Her words are no longer meaningless. \n\tThey have taken shape and form and, when she speaks, she\n\tspeaks with great resonance as if her voice came from\n\tsomewhere other than her own throat.  She is possessed by the\n\tgod, Shango.\n\n\tOne by one, people from among the group of devotees dance\n\tinto the circle, go up to her and beg for favors. One woman\n\tleads a little boy up to her.  We hear her words as she calls\n\tout to the possessed girl:\n\n\t\t\t\tWOMAN\n\t\tMake him rich, Shango!  Make him\n\t\trich!\n\n\tThe girl lays her fingers on the boy's eyes, and then takes\n\this shoulders and turns him around three times, Evidently\n\tthis is absolute guarantee of an enormous income tax to be\n\tpaid at St. Sebastian.  The woman and her son retire happily,\n\tpleased and grinning.  Finally, exhausted, the girl possessed\n\tof the god, Shango, sinks to her knees and then falls\n\tfainting to the floor. Two colored men come in, carry her\n\taway.  A great cry rises from the voodoo worshippers.\n\n\t\t\t\tWORSHIPPERS\n\t\tDamballa!  Damballa!  Damballa!\n\t\tDamballa!\n\n\tThe drums find a new rhythm.  The Houngan retires to one\n\tcorner of the altar; the Sabreur to the other.  Two young\n\tgirls, their beguine dresses slashed and torn, dance in from\n\teither side.  This is a wild and an impassioned dance, a\n\tdance to Damballa.  There is no singing, only an occasional\n\tcall from the crowd, \"Come to us, Damballa!\" The dancers\n\treach the climax of their dance and strike a plastic pose\n\tbefore the altar, each kneeling on one knee, their arms held\n\tto their breasts, their foreheads butted together.  Although\n\tnot a muscle moves, one can almost feel the tension of these\n\ttwo bodies.  One of the rada drummers comes up and crouches\n\tdown holding a small drum almost under the chins of the two\n\tgirls.\n\n\tThe other drummers stop playing and he begins to beat a quick\n\tstaccato rhythm that grows faster and faster.  In this\n\tplaying, as in the pose of the girls, there is tremendous\n\ttension.  By now all cries have ceased. Everyone is silent,\n\twaiting.  Then suddenly, from behind the closed and curiously\n\tpainted door of the inner Houmfort, a voice speaks.  A voice\n\tthat is light, pleasant and authoritative.\n\n\t\t\t\tVOICE\n\t\t\t(muffled by the door)\n\t\tWhere are my people?  Let them\n\t\tbring me the rice cakes -- let them\n\t\tdance and be happy --\n\n\tThere is a great ecstatic shout from the voodoo worshippers.\n\n\t\t\t\tVOODOO WORSHIPPERS\n\t\t\t(shouting)\n\t\tDamballa!  Damballa!\n\n\tThe Sabreur dances forward, sword in his left hand and a\n\tlittle plate with rice cakes, in his right.  He kneels down\n\tand places the plate near the door jamb.  A line forms at the\n\tdoor.  Betsy leading Jessica by the hand takes her place with\n\tthe rest.  She is third in the line of suppliants.  She can\n\tsee the whole procedure.  The suppliant places his forehead\n\tagainst the forehead of the god painted on the door, and\n\tspeaks.  The first suppliant is a weary-looking field hand\n\twho shuffles to the door and speaks in such a low tone that\n\this words cannot be heard.  The second suppliant is an old\n\twoman, thin and work-worn.  She speaks sincerely and humbly\n\tand Betsy, directly behind her, hears her words.\n\n\t\t\t\tOLD WOMAN\n\t\tDamballa -- my son don't take care\n\t\tof me.\n\n\t\t\t\tVOICE OF DAMBALLA\n\t\tTell him his own little son will\n\t\tgrow big.  He, himself, will grow\n\t\told.  The son learns from the\n\t\tfather. One day your son may stand\n\t\there to complain that his boy does\n\t\tnot take care of him.\n\n\tThe old woman turns away, comforted -- hopeful.  Betsy looks\n\tat her.  She can see tears in the old woman's eyes. With\n\tJessica's hand in hers, Betsy takes her place at the door. \n\tShe puts her forehead against the crudely painted forehead of\n\tthe god.  She talks to the door.\n\n\t\t\t\tBETSY\n\t\tDamballa! This woman is sick.\n\n\tThe door swings open slowly. The feeble light of the outer\n\tHoumfort does not penetrate the darkness of the inner temple.\n\tA hand reaches out from the darkness and takes Betsy's hand\n\tand draws her in. The Houngan follows Betsy into the temple.\n\tThe door shuts behind him. Jessica remains outside, standing\n\tbefore the door.\n\n\t<u><b>INT. INNER HOUMFORT - NIGHT\n<\/b><\/u>\n\tA match flares and a hand brings it forward to light an oil\n\tlamp which flares brightly, revealing a little room of\n\twhitewashed boards, bare except for a table on which stands a\n\tsmall iron tripod from which an iron pot is suspended.\n\tAlthough there is no fire under the pot, the steam rises from\n\tthis receptacle and water boils and bubbles in it.\n\tIt is the Houngan who has lit the lamp and, on the other side\n\tof the table is Mrs. Rand. Her face is serious and unsmiling.\n\n\t\t\t\tBETSY\n\t\t\t(starting forward around\n\t\t\tthe table)\n\t\tMrs. Rand.\n\n\t\t\t\tMRS. RAND\n\t\tWait. Don't draw any conclusions.\n\t\tLet me explain.\n\n\t\t\t\tBETSY\n\t\tBut, Mrs. Rand --\n\n\t\t\t\tMRS. RAND\n\t\tI knew you'd come. And I knew I'd\n\t\thave to come up here and talk to\n\t\tyou. I couldn't let you go back\n\t\twithout any word. I came to tell\n\t\tyou again -- Jessica cannot be\n\t\tcured.\n\n\t\t\t\tBETSY\n\t\tBut how did you get here? What\n\t\tare you doing here?\n\n\t\t\t\tMRS. RAND\n\t\tI asked you to let me explain. It's a\n\t\tlong story.  And not an easy one --\n\n\t<u><b>EXT. THE HOUMFORT - NIGHT\n<\/b><\/u>\n\tJessica stands patiently where Betsy had left her. The\n\tSabreur and two Mam-Lois stand near her looking at her and\n\ttalking. We cannot hear what they say. The drumming and the\n\tsong of joy for the coming of Damballa continue over the\n\tscene. Suddenly, as if he had arrived at some decision, the\n\tSabreur, holding his sword stiffly in front of him, starts\n\ttoward Jessica with little mincing steps.\n\n\t<u><b>INT. INNER HOUMFORT -- NIGHT\n<\/b><\/u>\n\tMrs. Rand, as if continuing with something she has been\n\ttalking about for a long time --\n\n\t\t\t\tMRS. RAND\n\t\t-- and when my husband died I felt\n\t\thelpless. They disobeyed me --\n\t\tthings went from bad to worse. All\n\t\tmy husband's dreams of good health,\n\t\tgood sanitation, good morals for\n\t\tthese sweet and gentle people\n\t\tseemed to die with him.\n\t\t\t(pauses)\n\t\tThen, almost accidentally, I\n\t\tdiscovered the secret of how to\n\t\tdeal with them. There was a girl\n\t\twith a baby -- again and again I\n\t\tbegged her to boil the drinking\n\t\twater. She never would. Then I told\n\t\ther the god, Shango, would be\n\t\tpleased and kill the evil spirits\n\t\tin the water if she boiled it. She\n\t\tboiled the water from then on.\n\n\t\t\t\tBETSY\n\t\tBut you didn't have to come up\n\t\there.\n\n\t\t\t\tMRS. RAND\n\t\tPerhaps not.  But I did come here\n\t\tand I found it was so simple to let\n\t\tthe gods speak through me. Once\n\t\tstarted, it seemed such an easy way\n\t\tto do good.  I should have known\n\t\tthere was no easy way to do good,\n\t\tBetsy.\n\n\t<b>PAGE MISSING WHERE THE SABREUR CUTS JESSICA'S ARM AND SHE\n\tDOES NOT BLEED.  THE WORSHIPPERS REALIZE SHE IS A \"ZOMBIE\".<\/b>\n\n\t\t\t\tMRS. RAND (CONT'D)\n\t\tBetsy!  Get her away -- back to the\n\t\tFort!  Do as I say -- they won't\n\t\thurt you.\n\n\tANOTHER ANGLE - SHOOTING TOWARD the inner Houmfort. Betsy\n\truns out from the doorway, takes hold of Jessica's arm and\n\tstarts running with her.  There is a movement in the crowd as\n\tif they were about to follow her.  From the doorway of the\n\tinner Houmfort, the Houngan calls out:\n\n\t\t\t\tHOUNGAN\n\t\tTrouble.  Bad trouble.  Let her go.\n\n\tThe crowd subsides.\n\n\tDISSOLVE\n\n\t<u><b>EXT. THE BANYAN TREE -- NIGHT\n<\/b><\/u>\n\tBetsy and Jessica pass quickly under the dead goat, on their\n\tway home.\n\n\t<u><b>EXT. GARDEN AT FORT HOLLAND -- NIGHT\n<\/b><\/u>\n\tBetsy comes out of the tower door, closing it behind her very\n\tquietly and cautiously.  She starts across the garden toward\n\ther room.  From the shadows, Holland steps out barring her\n\tway.\n\n\t\t\t\tHOLLAND\n\t\tWhere have you been, Miss Connell?\n\n\tThere is a pause.  Holland stands looking at her, taking in\n\ther bedraggled appearance.\n\n\t\t\t\tBETSY\n\t\t\t(wearily)\n\t\tI wanted to help you.\n\n\t\t\t\tHOLLAND\n\t\tHelp me? How?\n\n\t\t\t\tBETSY\n\t\tI took Mrs. Holland to the\n\t\tHoumfort.  I thought they might\n\t\tcure her.\n\n\t\t\t\tHOLLAND\n\t\tYou have deliberately endangered\n\t\tMrs. Holland's life.  There's no\n\t\ttelling what you may have started\n\t\twith this insanity.  Why did you do\n\t\tit?\n\n\t\t\t\tBETSY\n\t\t\t(in a low tone)\n\t\tI told you.\n\n\t\t\t\tHOLLAND\n\t\tBecause you wanted to give my wife\n\t\tback to me?  Why should that mean\n\t\tanything to you?\n\n\t\t\t\tBETSY\n\t\t\t(not looking at him)\n\t\tYou know why.  You saw it the other\n\t\tnight at the piano.  You turned\n\t\taway from me.\n\n\t\t\t\tHOLLAND\n\t\t\t(putting his hand on her\n\t\t\tshoulder, looking into\n\t\t\ther face very closely)\n\t\tWhat I saw the other night, I\n\t\tdidn't dare believe, Betsy --\n\n\tBetsy tries to turn away from him.  He grips her shoulders\n\ttightly.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tI thought I was looking at a woman\n\t\twho loved me and had compassion for\n\t\tme.  Yet you made that trip to the\n\t\tHoumfort to bring Jessica back to\n\t\tme --\n\n\t\t\t\tBETSY\n\t\tYes.\n\n\tHolland pulls her close to him, looks down into her eyes.\n\n\t\t\t\tHOLLAND\n\t\tYou think I love Jessica and want\n\t\ther back. It is like you to think\n\t\tthat -- clean, decent thinking. \n\n\t\t\t\tBETSY\n\t\t\t(simply)\n\t\tShe was beautiful.\n\n\t\t\t\tHOLLAND\n\t\tI hated her.\n\n\tBetsy looks up at him, astounded by his words.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tHer selfishness made her empty and\n\t\tdead.  She was a possession, a\n\t\tbeautiful possession to own and\n\t\thold -- but I never had a moment's\n\t\tpeace or happiness with her.\n\n\tThey stand there, close together, looking at each other. \n\tSuddenly Holland puts her arms around her.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tBetsy -- \n\n\tShe lifts her face, with a smile of complete love and trust. \n\tHolland studies her face longingly, but does not kiss her.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tI should never have brought you\n\t\there.\n\n\t\t\t\tBETSY\n\t\tThere's no happiness for me\n\t\tanywhere else --\n\n\tHolland shakes his head slowly, hopelessly.\n\n\t\t\t\tBETSY (cont'd)\n\t\t\t(pleading)\n\t\tPaul, I don't want you to be alone,\n\t\tunhappy --\n\n\tHolland lets his arms drop from about her shoulders.\n\n\t\t\t\tHOLLAND\n\t\t\t(coldly)\n\t\tI may prefer it that way.\n\n\tThey stand looking at each other.  The garden is still with\n\tthe dead, heavy stillness of their hopelessness.  Then, from\n\tthe direction of the Houmfort, there is the sound of a single\n\tconch blowing, loudly and insistent, a thinner, higher call\n\tthan we have heard before.\n\n\t<u><b>INT. LIVING ROOM -- FORT HOLLAND -- DAY\n<\/b><\/u>\n\tMrs. Rand, in a simple afternoon dress, is seated on the\n\tsofa.  Before her is a coffee table with a silver tea\n\tservice.  She is engaged in pouring tea.  Betsy is beside her\n\thelping her.  Rand, in working clothes, is in an armchair\n\tnear the sofa with a highball in his hand.  Also seated, and\n\tfacing Mrs. Rand and Betsy, is Dr. Maxwell and Commissioner\n\tJeffries.  The latter is a dignified man of early middle-age. \n\tHe is dressed in a light business suit.  At the window, at\n\tthe rear of the room, stands Holland, talking with a Priest. \n\tAs the scene opens, Mrs. Rand fills a teacup and holds it up\n\ttoward Holland.  He comes toward her to pick up the cup, the\n\tPriest walking with him.  As they walk, Holland speaks:\n\n\t\t\t\tHOLLAND\n\t\tBut I assure you, Father Walters,\n\t\tMiss Connell had no idea of the\n\t\tconsequences when she went there.\n\n\t\t\t\tDR. MAXWELL\n\t\tPaul, we're not trying to blame\n\t\tMiss Connell.  It isn't a question\n\t\tof blame.  It's a question of what\n\t\twe are to do with Jessica.  The\n\t\tcommissioner is very concerned.\n\n\t\t\t\tJEFFRIES\n\t\tIt has become a serious problem. \n\t\tThere's so much gossip, rumor and\n\t\tagitation about the whole thing.\n\n\t\t\t\tHOLLAND\n\t\tI know.  We've felt it at the mill. \n\t\tThe men could hardly keep their\n\t\tminds on their work.\n\n\t\t\t\tRAND\n\t\tWell, Jeffries, why come to us\n\t\tabout it?  Why don't you go up to\n\t\tthe Houmfort and put a stop to the\n\t\tdrumming and dancing -- that's what\n\t\tcauses all the trouble.\n\n\t\t\t\tJEFFRIES\n\t\t\t(shaking his head)\n\t\tNo.  You're quite wrong.  Right\n\t\there's the seat of the trouble. \n\t\tMrs. Holland has become an object\n\t\tof speculation and religious\n\t\tinterest to these people.  It's\n\t\trevived all their old superstitions\n\t\t-- Zombies -- and that sort of\n\t\tnonsense.\n\n\t\t\t\tMRS. RAND\n\t\tI wouldn't worry too much,\n\t\tCommissioner.  It'll pass.  We've\n\t\thad this sort of thing before.\n\n\t\t\t\tDR. MAXWELL\n\t\tThis is something else.  They're\n\t\tcurious.  Curiosity and religious\n\t\tfervor make a strange and explosive\n\t\tmixture.\n\n\t\t\t\tMRS. RAND\n\t\tI'm quite sure nothing will happen,\n\t\tDoctor.\n\n\t\t\t\tJEFFRIES\n\t\tIf I were as sure as you, Mrs.\n\t\tRand, we wouldn't be here.  I'll\n\t\ttell you quite bluntly: for the\n\t\tpeace of the island and possibly\n\t\tfor her own safety, we've come to\n\t\task you to send Mrs. Holland away\n\t\tto St. Thomas.\n\n\t\t\t\tRAND\n\t\tTo the asylum?\n\n\t\t\t\tJEFFRIES\n\t\tI believe there's a kinder name for\n\t\tit, Wesley. At St. Thomas, it's called the\n\t\tInstitute for Mental Therapy.\n\n\t\t\t\tRAND\n\t\t\t(getting up)\n\t\tIt doesn't matter what you call it. \n\t\tI can tell you right now Jessica\n\t\tisn't going!\n\n\tDr. Maxwell looks first at him, then at Holland, then back to\n\tRand.\n\n\t\t\t\tDR. MAXWELL\n\t\tFortunately, Wesley, this isn't a\n\t\tmatter for your decision.\n\n\t\t\t\tRAND\n\t\tYou mean to say Paul can send her\n\t\taway -- that he can hand her over\n\t\tto strangers -- who'll shut her up \n\t\t- maybe mistreat her?  He hasn't\n\t\tthat right!\n\n\t\t\t\tMRS. RAND\n\t\t\t(trying to calm him)\n\t\tWesley!\n\n\t\t\t\tDR. MAXWELL\n\t\tI am afraid, Wesley, he has that\n\t\tright.  And I will have to urge him\n\t\tto use it.\n\n\t\t\t\tRAND\n\t\tI tell you he hasn't and he\n\t\twouldn't dare use it if he had.\n\n\t\t\t\tJEFFRIES\n\t\tWhy?\n\n\t\t\t\tRAND\n\t\tBecause he drove Jessica insane --\n\t\tdeliberately -- coldly!\n\n\tThey all look at Holland.  There is a long and awkward pause. \n\tHolland makes no move to deny by word or gesture his\n\tbrother's accusation.  Finally, however, he breaks the pause\n\tby bringing the teacup to his lips.\n\n\t\t\t\tJEFFRIES\n\t\tThat could be a serious accusation,\n\t\tRand, if it weren't a foolish one.\n\n\t\t\t\tRAND\n\t\tFoolish?  Tell them how foolish it\n\t\tis, Paul -- tell them!\n\n\t\t\t\tHOLLAND\n\t\t\t(very calmly but with a\n\t\t\tlittle uncertainty)\n\t\tMy guilt in this matter, if any,\n\t\tWesley, is not the subject of this\n\t\tdiscussion.\n\n\t\t\t\tRAND\n\t\tBut it is, Paul!  Because that's\n\t\twhy you won't dare send Jessica\n\t\taway!\n\n\tHolland empties his teacup. Carrying the teacup and saucer\n\tvery carefully, he walks across to the table in front of\n\tBetsy, and sets it down.  Betsy looks at him.  It is on her\n\tlook, questioning and puzzled, that we\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>INT. INNER HOUMFORT -- DAY<\/b><\/u>\n\n\tAlthough it is broad daylight, the Inner Houmfort is lit with\n\ta rush light which burns weakly.  The ceremonial pot of\n\tboiling water has been removed from the table and, in its\n\tplace, squatting cross-legged like a tailor, sits the\n\tSabreur. With one hand he holds upright a small, cheaply-made\n\tbisque doll, with flaxen hair.  It is dressed in a little\n\twhite slip.  From under the table rim, two dark feminine\n\thands come up to put a white robe on the doll.  The moment\n\tthis garment has been draped on the little doll, a rada drum\n\tbegins to beat softly in a corner of the room.\n\n\tTHE CAMERA DRAWS BACK to reveal that one of the girls who\n\tdanced in the voodoo ceremony is kneeling before the table. \n\tIt is her hands which have dressed the doll.  There are about\n\tfive people in the room, including the three drummers.  The\n\tSabreur makes magical passes over the doll.\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN \n\n\t<u><b>EXT. GATES OF FORT HOLLAND -- DAY\n<\/b><\/u>\n\tBetsy and Holland are standing in the gateway.  The CAMERA is\n\tPOINTED TOWARD the garden.  On the porch in the b.g. we can\n\tsee Mrs. Rand.\n\n\t\t\t\tBETSY\n\t\tI still can't believe it Paul --\n\t\tthat you wouldn't say a word in\n\t\tyour own defense.\n\n\t\t\t\tHOLLAND\n\t\tI have no defense.  So far as I\n\t\tknow -- it is true.\n\n\t\t\t\tBETSY\n\t\tYou can't believe that.  You don't\n\t\tknow what viciousness it would take\n\t\tto drive a person mad.  You're not\n\t\tvicious or cruel, Paul.\n\n\t\t\t\tHOLLAND\n\t\tHow do you know I'm not?  I was\n\t\tcruel to Jessica.  When I got to\n\t\tknow her -- when I found out how\n\t\tempty and ungenerous she was, there\n\t\twas something about her --\n\t\tsomething smooth and false -- that\n\t\tmade we want to hurt her.\n\n\t\t\t\tBETSY\n\t\tI can understand that.  Everyone\n\t\tfeels that way about someone.\n\n\t\t\t\tHOLLAND\n\t\tNo.  It's not just how I felt\n\t\ttoward Jessica.  I've been cruel to\n\t\teven you.\n\n\tBesty, smiling, shakes her head.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tThe first night I saw you -- you\n\t\twere looking at the sea.  You were\n\t\tenchanted -- and I had to break\n\t\tthat enchantment.  Do you\n\t\tunderstand, Betsy -- I had to break\n\t\tit!\n\n\tBetsy is shaken by this, but she tries to put it aside.\n\n\t\t\t\tBETSY\n\t\tYou wanted to warn me...\n\n\t\t\t\tHOLLAND\n\t\t\t(disregarding her words)\n\t\tThe night you came to me in this\n\t\troom -- to comfort me, to help me --\n\t\tI turned you away.\n\n\t\t\t\tBETSY\n\t\tDon't, Paul -- don't doubt yourself\n\t\t-- don't make me doubt you.\n\n\t\t\t\tHOLLAND\n\t\tI remember words I said to Jessica \n\t\t- words mixed like to poison -- to\n\t\thurt her, to madden her.\n\n\t\t\t\tBETSY\n\t\t\t(desperately)\n\t\tThat's past -- that's over and done\n\t\twith...\n\n\t\t\t\tHOLLAND\n\t\tI want you to be safe, Betsy.  I\n\t\twant to know you're away from this\n\t\tplace -- home again, where nothing\n\t\tcan harm you -- nothing and no one.\n\n\t\t\t\tBETSY\n\t\tYou want that?\n\n\t\t\t\tHOLLAND\n\t\tYes.\n\n\tThey stand looking at each other in silence.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>EXT. THE PORCH -- DAY\n<\/b><\/u>\n\tMrs. Rand is seated in an easy chair, obviously enjoying an\n\tinterlude of leisure.  Clement comes from the house, bringing\n\ther a bulky newspaper, still in its mail wrapper.\n\n\t\t\t\tCLEMENT\n\t\tWould you like to see the paper,\n\t\tMrs. Rand?\n\t\t\t(proudly)\n\t\tThis is our newest one.\n\n\t\t\t\tMRS. RAND\n\t\tThank you , Clement!\n\n\tShe takes it and starts slitting the wrapper eagerly.\n\n\t<u><b>EXT. THE GARDEN AT FORT HOLLAND -- DAY<\/b><\/u>\n\n\tBetsy and Holland start across the garden to the porch.\n\n\t<u><b>EXT. THE PORCH -- DAY\n<\/b><\/u>\n\tMrs. Rand seems them and waves a section of the paper in\n\twelcome.\n\n\t\t\t\tMRS. RAND\n\t\tYou're just in time.  Will you join\n\t\tme in the Sunday paper?\n\n\tBetsy and Holland sink into porch chairs, looking grateful\n\tfor the shade.  Betsy takes off her hat and tosses it onto\n\tthe coffee table.\n\n\t\t\t\tHOLLAND\n\t\tConsidering that the paper is three\n\t\tmonths old and this isn't Sunday --\n\t\tno thank you.\n\n\t\t\t\tBETSY\n\t\t\t(smiling)\n\t\tI guess I'll wait until I'm home,\n\t\tMrs. Rand.\n\n\tMrs. Rand looks at a page of rotogravure section.\n\n\t\t\t\tMRS. RAND\n\t\t\t(casually)\n\t\tThat's a long wait...\n\n\t\t\t\tHOLLAND\n\t\tI'm afraid not.  Betsy's leaving\n\t\tus, Mother.\n\n\tMrs. Rand puts down the paper and looks at them, startled.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tShe's decided to go on the next\n\t\tboat.\n\n\t\t\t\tMRS. RAND\n\t\tWhy, Betsy -- we can't lose you. \n\t\tYou mean too much to us here.\n\n\t\t\t\tBETSY\n\t\tThat's sweet of you, Mrs. Rand.\n\n\t\t\t\tHOLLAND\n\t\tBetsy feels there is nothing she\n\t\tcan do for Jessica...\n\n\t<b>PAGE MISSING\n<\/b>\n\t<u><b>EXT. GARDEN AT FORT HOLLAND -- DAY\n<\/b><\/u>\n\tRand and Dr. Maxwell come through the gate and walk up the\n\tgarden path.  As they do so, Mrs. Rand comes down the porch\n\tsteps.  Betsy and Holland follow her.\n\n\t\t\t\tMRS. RAND\n\t\tDr. Maxwell -- it's nice to see\n\t\tyou.\n\n\t\t\t\tRAND\n\t\t\t(grimly)\n\t\tDr. Maxwell has very unpleasant\n\t\tnews for us.\n\n\t\t\t\tHOLLAND\n\t\t\t(nervously)\n\t\tAn accident at the mill?\n\n\t\t\t\tDR. MAXWELL\n\t\tNo -- it's about Mrs. Holland.  A\n\t\tresult of our discussion the other\n\t\tday, I'm afraid.\n\n\t\t\t\tHOLLAND\n\t\tWhat about her?\n\n\t\t\t\tDR. MAXWELL\n\t\tIn view of all the circumstances,\n\t\tthe commissioner has decided on a\n\t\tlegal investigation.\n\n\t\t\t\tHOLLAND\n\t\tInvestigation of what?\n\n\t\t\t\tDR. MAXWELL\n\t\tOf the nature of Mrs. Holland's\n\t\tillness.  And, of course, the\n\t\tevents which led up to it.\n\n\t\t\t\tHOLLAND\n\t\tIn other words, I'm on trial.\n\n\t\t\t\tDR. MAXWELL\n\t\tI did everything I could to\n\t\tforestall this, Paul.  I don't\n\t\tthink there's any question of your\n\t\tinnocence in the matter.  But\n\t\tthere's been too much talk.  The\n\t\tthing's out of hand.\n\n\t\t\t\tHOLLAND\n\t\tMaybe it's better this way, Mother. \n\t\tI'm glad you're going home, Betsy --\n\t\tyou'll be out of the mess.\n\n\t\t\t\tRAND\n\t\tBut she isn't.  She's been\n\t\tsubpoenaed.\n\n\tHolland turns to the Doctor, his face stricken.\n\n\t\t\t\tDR. MAXWELL\n\t\tMiss Connell's testimony will be\n\t\tvery important.\n\n\t\t\t\tBETSY\n\t\t\t(quietly)\n\t\tI would have stayed anyway, Dr.\n\t\tMaxwell.\n\n\t\t\t\tRAND\n\t\tWe're all in it.  There won't be a\n\t\tshred of pride or decency left for\n\t\tany of use.\n\t\t\t(violently)\n\t\tSay something, Paul!  You've always\n\t\tbeen good with words.  Put some\n\t\ttogether, now, and tell us that\n\t\tyou're not responsible -- that\n\t\tevery damnable bit of it doesn't\n\t\trest squarely on your shoulders!\n\n\t\t\t\tMRS. RAND\n\t\tYou're wrong, Wesley.  The guilt is\n\t\tmine -- all of it.\n\n\t\t\t\tRAND\n\t\t\t(bitterly)\n\t\tAre you going to lie for him,\n\t\tMother?\n\n\t\t\t\tMRS. RAND\n\t\tBetsy, tell them about the\n\t\tHoumfort.  Tell them what you saw\n\t\tthere.  \n\n\t\t\t\tBETSY\n\t\t\t(protestingly)\n\t\tMrs. Rand...\n\n\t\t\t\tMRS. RAND\n\t\tYou must, Betsy. They'll have to\n\t\tbelieve you.\n\n\t\t\t\tBETSY\n\t\t\t(reluctantly)\n\t\tMrs. Rand was at the Houmfort that\n\t\tnight.  But there's nothing wrong\n\t\twith that.  She's gone there for\n\t\tyears -- trying to take care of\n\t\tthose people,  to help them.\n\n\t\t\t\tRAND\n\t\tWhat do you mean?\n\n\t\t\t\tHOLLAND\n\t\tI don't understand...\n\n\t\t\t\tDR. MAXWELL\n\t\tI think I do.  \n\t\t\t(smiling)\n\t\tI've often talked a little voodoo\n\t\tto get medicine down a patient's\n\t\tthroat.\n\n\t\t\t\tMRS. RAND\n\t\tIt's more than that, Doctor.  I've\n\t\tentered into their ceremonies -\n\t\tpretended to be possessed by their\n\t\tgods...\n\n\tThey stare at her, dumbfounded.\n\n\t\t\t\tMRS. RAND (cont'd)\n\t\tBut what I did to Jessica was worse\n\t\tthan that.  It was when she going\n\t\taway with Wesley.  There was that\n\t\thorrible scene.\n\n\tShe turns to Rand.\n\n\t\t\t\tMRS. RAND (cont'd)\n\t\tYou thought she loved you, didn't\n\t\tyou?  She didn't.  She didn't love\n\t\tanyone except herself  -- her\n\t\treflection in the mirror, the look\n\t\tshe could bring into a man's eyes.\n\n\t\t\t\tRAND\n\t\tThat isn't true.  You never\n\t\tunderstood her.\n\n\t\t\t\tMRS. RAND\n\t\t\t(disregarding his protest)\n\t\tThat night, I went to the Houmfort. \n\t\tI kept seeing Jessica's face --\n\t\tsmiling -- smiling because two men\n\t\thated each other -- because she was\n\t\tbeautiful enough to take my family\n\t\tin her hands and break it apart. \n\t\tThe drums seemed to be beating in\n\t\tmy head.  The chanting -- the\n\t\tlights --  everything blurred\n\t\ttogether.  And then I heard a\n\t\tvoice, speaking in a sudden\n\t\tsilence.  My voice.  I was\n\t\tpossessed.  I said that the woman\n\t\tat Fort Holland was evil and that\n\t\tthe Houngan must maker her a\n\t\tZombie.\n\n\tDr. Maxwell has been studying Mrs. Rand with a curious,\n\tintent expression.\n\n\t\t\t\tDR. MAXWELL\n\t\tAnd what happened then, Mrs. Rand?\n\n\t\t\t\tMRS. RAND\n\t\t\t(unsteadily)\n\t\tI hated myself.  I kept saying to\n\t\tmyself over and over again that\n\t\tthese people had no power; they had\n\t\tno strange drugs; that there is no\n\t\tsuch thing as a Zombie.\n\n\t\t\t\tDR. MAXWELL\n\t\tAh -- that's where reason took\n\t\thold.\n\n\t\t\t\tMRS. RAND\n\t\tYes, I said it, and I made myself\n\t\tbelieve it. But when I got here,\n\t\tJessica was already raging with\n\t\tfever.\n\n\t\t\t\tDR. MAXWELL\n\t\tTwo things had happened, Mrs. Rand. \n\t\tOne was that your daughter-in-law\n\t\thad been taken ill with a fever. \n\t\tThe other thing -- completely\n\t\tdisconnected -- was that you had\n\t\twished her ill, because she had\n\t\thurt your sons.\n\n\t\t\t\tMRS. RAND\n\t\t\t(protesting)\n\t\tBut I had no thought of harming\n\t\ther.  It wasn't I...\n\n\t\t\t\tDR. MAXWELL\n\t\tYou were possessed.  That is true --\n\t\tpossessed by your subconscious\n\t\tmind.  You were in the Houmfort,\n\t\tsurrounded by their symbols.  To\n\t\tthem, nothing worse can happen to a\n\t\tperson than to be made into a\n\t\tZombie.  Your subconscious mind\n\t\tused their own words for evil.\n\n\t\t\t\tHOLLAND\n\t\tDr. Maxwell is right, Mother.\n\n\t\t\t\tDR. MAXWELL\n\t\t\t(gently and kindly)\n\t\tEmotion tricks all of us, Mrs.\n\t\tRand.  And you are a woman with a\n\t\tvery strong conscience.  That\n\t\tconscience has been tormenting you. \n\t\tThe rest is coincidence.  There is\n\t\tno such thing as a Zombie.  The\n\t\tdead do not come back to life. \n\t\tDeath is final.\n\n\tFrom the hills comes the sound of a single conch, loud and\n\tthin.\n\n\tThe CAMERA PANS from the group around Mrs. Rand to the tower\n\tdoor.  Jessica walks out of it and comes slowly past the\n\tfountain.\n\n\t<u><b>EXT. HOUMFORT -- NIGHT\n<\/b><\/u>\n\tThe CAMERA IS FOCUSED ON a little five-and-ten-cent store\n\tdoll about three inches high.  It is dressed in a crude\n\timitation of Jessica's loose, belted, white gown.  A thread\n\tis tied around it and this thread leads off, taut.\n\n\tThe CAMERA PANS ALONG the thread to show us that the other\n\tend of the thread, some twenty feet long, is held by a negro,\n\tcrouched near the altar.  Halfway between this man and the\n\tdoll, the Sabreur, his sword stuck in the mound before him,\n\tstraddles the thread, his hands clasped around the thread but\n\tnot touching it.  Carre-Four stands watching.\n\n\tThe conch is blowing its strange, magnetic call and the\n\tnegroes are chanting as they watch the Sabreur and the doll. \n\tThe Sabreur makes motions as if he were pulling on the thread\n\tbut still does no touch it.  He makes these motions over and\n\tover again.  The doll moves slowly.  Then suddenly stops. \n\tThe Sabreur's most frantic efforts fail to move it.\n\n\tOMITTED\n\n\t<u><b>EXT. THE GARDEN -- NIGHT\n<\/b><\/u>\n\tANOTHER ANGLE -- Jessica comes slowly past the fountain.\n\n\t\t\t\tRAND'S VOICE\n\t\tJessica!\n\n\tShe does not seem to hear but continues walking toward the\n\tgate.  We hear the sound of running feet.  Holland and Betsy\n\trun up to Jessica.  Holland takes her arm, but she continues\n\tto walk forward.  He tries to hold her.  It is apparent he\n\tcannot do so without the use of considerable force.\n\n\t\t\t\tBETSY\n\t\tJessica!  Jessica!\n\n\tShe pays no attention but continues to move forward toward\n\tthe gate.  Betsy, realizing that is something outside of her\n\tprevious experiences with the woman, has the presence of mind\n\tto run forward and slam shut the great wrought-iron gate. \n\tJessica walks up against the gate and stands there, unable to\n\tmove any further.  They stand and look at her perplexed.\n\n\t<u><b>EXT. HOUMFORT -- NIGHT\n<\/b><\/u>\n\tThe doll has stopped moving.  The Sabreur is exerting all his\n\tforce.  We can see the sweat soaking his white shirt.  The\n\tothers are chanting, louder now, swaying in rhythm with his\n\tpulling movements.  The conch is being blown with a more\n\tinsistent and compelling note.  Still, the doll-figure\n\trefuses to move.  The Sabreur stops.  The conches are\n\tsuddenly silenced.\n\n\t<u><b>EXT. GARDEN GATE -- NIGHT\n<\/b><\/u>\n\tIn this sudden silence, Holland and Jessica look at each\n\tother across the motionless figure of Jessica.\n\n\t\t\t\tHOLLAND\n\t\tThe Houmfort -- they're trying to\n\t\tget her back there.\n\n\tBetsy and Holland look at each other.  Then Betsy takes\n\tJessica's arm.\n\n\t\t\t\tBETSY\n\t\tCome with me, Jessica.\n\n\tObedient again, Jessica allows Betsy to turn her around and\n\tlead her back to the open tower door.  As Betsy and Jessica\n\tgo into the bedroom, the door closes behind them.\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN\n\n\t<u><b>EXT. THE HOUMFORT -- EARLY EVENING<\/b><\/u>\n\n\tCLOSE SHOT of an enormous black hand.  The fingers of this\n\thand are spread out limply.  On this hand stands the little\n\tfive-and-ten-cent store doll which represents Jessica.  From\n\tbeneath this hand, another smaller black hand comes in and\n\tcloses the great fingers around the doll.\n\n\tThe CAMERA PULLS BACK to show the exterior of the Houmfort. \n\tThe light is fading.  The posts of the Houmfort and the\n\tfigures of several voodoo worshippers are outlined in\n\tsilhouette against the darkening sky.  A single rada drum is\n\tbeing beaten in light, quick rhythm.  Someone sets fire to a\n\theaped-up bonfire of dry leaves.  The flames blazing up\n\tilluminate the scene more clearly, so that we can see a small\n\tgroup of voodoo adepts squatting on their heels in a ring\n\taround the bonfire.  Near the bonfire stand Carre-Four and\n\tthe Sabreur, with the drummer crouched behind them.  The\n\tSabreur takes the doll from Carre-Four's hand and holds it a\n\tfoot or so away from him.  The great black hand reaches for\n\tit.  Again the Sabreur takes the doll away and dances off\n\twith mincing steps to a distance of a few yards.  Carre-Four\n\tlumbers after him, his hand extended.  Again, the Sabreur\n\tlets him take the doll.\n\n\tCLOSE SHOT of Carre-Four's hand with the doll upon it.  From\n\tunderneath, the smaller hand of the Sabreur comes in and\n\tcloses the great black fingers over the little white doll.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>INT. MRS. HOLLAND'S BEDROOM -- NIGHT\n<\/b><\/u>\n\tThe room is in darkness.  In the faint light from the barred\n\twindows, we see Betsy sleeping on the chaise lounge.  A\n\tshadow moves across her face.  Through the window, we see the\n\tgreat, cadaverous figure of Carre-Four.  His hand closes\n\taround the bars, his face presses against them.  Then he lets\n\tgo of the bars and slips out of sight.  His figure reappears\n\tat the next window.  Again, he tries the bars and peers into\n\tthe room.  Again, he vanishes in the darkness.  We hear a\n\tfaint sound from the tower.  Betsy wakens.  Her eyes go\n\tquickly to the bed, where the outline of Jessica's figure\n\treassures her.  There is another muffled, dragging sound from\n\tthe tower.  Betsy sits up, listens intently.  She gets up and\n\tgoes toward the door leading into the tower.  At the foot of\n\tJessica's bed, she stops to grab up Jessica's white negligee,\n\tthrowing it around her she continues to the door and opens it\n\tslowly and cautiously.\n\n\t<u><b>INT. THE GROUND FLOOR OF THE TOWER -- NIGHT\n<\/b><\/u>\n\tBetsy steps into the lower tower room.  The thick blackness\n\tof the place is faintly lit by the open door into Jessica's\n\twindowed bedroom.  She stands at the foot of the circling\n\tstone stairs, straining to see into the darkness above. \n\tOverhead, there is a sudden commotion of wings and shrilling \n\t- something has disturbed the bats.  Very slowly and\n\thesitantly, Betsy moves up a few steps.\n\n\tThe CAMERA PANS UP from Betsy, around the circling walls of\n\tthe stairs, to where the sharp blade of light from the slit\n\twindow of the tower strikes across the wall.  A big black\n\thand slides down the shaft of light.  The CAMERA PANS BACK to\n\tBetsy.  She can see nothing, but she hears the dry,\n\twhispering sound of the hand moving along the wall.  She\n\tbacks down the few steps and across to the tower door leading\n\tto the garden.\n\n\t<u><b>EXT. THE GARDEN AT FORT HOLLAND -- NIGHT<\/b><\/u>\n\n\tBetsy slips out of the tower door.  She stands irresolutely\n\tby the fountain, watching and listening.  She can see nothing\n\tin the black patch of the open tower door.  She walks slowly\n\tinto the garden.  There is a faint sound behind her. \n\tFearfully, Betsy looks back across her shoulder.  She sees a\n\tshadow slip into the deeper shadows of the fountain, merge\n\twith them.  Quickly she moves behind a tall shrub, looks\n\tagain toward the tower.  She sees nothing.\n\n\tA CLOSE SHOT of the fountain shows the surface of the water\n\tin the cistern broken by a spreading ring of ripples.  Taut\n\twith fear, Betsy leaves the shadow of the tall shrub and\n\tslips over to a bush nearer the living room porch.  As if in\n\tanswer to this move, a whispering rustle comes from the\n\tscreen of bamboo against the tower-wing of the house.  She\n\tstares toward the bamboo.  She sees nothing.\n\n\tA CLOSE SHOT of the bamboo shows the leaves trembling\n\tslightly.  Betsy looks across the empty, defenseless space\n\tbetween herself and the porch steps.  Steeling herself, she\n\tmoves into it, walking with the slowness of nightmare fear,\n\tlooking from side to side with the slightest possible move of\n\ther head.  At the foot of the steps, she turns to look back\n\tat the bamboo.  A distorted shadow slithers out from under\n\tthe stalks.  Her panic released, Betsy runs up the steps,\n\tdown the shadowy porch to the door of Holland's bedroom.\n\n\t\t\t\tBETSY\n\t\t\t(in a very low, choked\n\t\t\tcry)\n\t\tPaul...Paul...\n\n\tShe flings herself against the door, turns the handle, and\n\truns into the room, closes the door behind her.  Into the\n\tspace before the porch steps moves the great gaunt figure of\n\tCarre-Four.  This is our first full sight of him in the\n\tscene.  He is bare to the waist, wearing only a pair of dark,\n\tragged trousers.  He starts up the steps.\n\n\t<u><b>EXT. PORCH -- NIGHT\n<\/b><\/u>\n\tBetsy comes out of the door to Holland's bedroom, followed by\n\tHolland who has put on a robe.  In a CLOSE SHOT, we see the\n\tshock that springs into their two faces as they see Carre\n\tFour facing them across the length of the porch, moving\n\ttoward them, a single slow step at a time.  As Carre-Four\n\tsees Betsy's white-clad figure, his hands come up slowly from\n\this sides.\n\n\t\t\t\tHOLLAND\n\t\tYou!  What are you doing here?\n\n\tCarre-Four continues his slow, implacable move forward.  His\n\tlifted hands start reaching outward.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\tGet out of here.\n\n\tCarre-Four comes on relentlessly, his great arms outstretched\n\ttoward Betsy, the enormous hands curving to seize her.  Fear\n\tcomes into Holland's face.  With a quick gesture, he presses\n\tBetsy back and steps in front of her.\n\n\t\t\t\tHOLLAND (cont'd)\n\t\t\t(a little uncertainly)\n\t\tGet out of here --\n\n\tCarre-Four is almost upon them.  His shoulders press forward\n\tas he reaches out.\n\n\t\t\t\tMRS. RAND\n\t\t\t(quiet, with great\n\t\t\tauthority)\n\t\tCarre-Four!\n\n\tThe single word freezes Carre-Four into immobility. \n\tAstounded, Betsy and Holland turn to see Mrs. Rand at the far\n\tend of the porch -- her face and hair pale above a dark, coat\n\tlike robe.\n\n\t\t\t\tMRS. RAND (cont'd)\n\t\tCarre-Four.  Go back.\n\n\tSlowly, the giant figure obeys.  Carre-Four turns to face\n\ther.  His hands relax, his arms fall to his sides again. \n\tIn his blind fashion, Carre-Four moves back across the porch,\n\tturns and goes down the steps to the garden.  Holland, who\n\thas been watching this transfixed, starts after him.\n\n\t\t\t\tMRS. RAND (cont'd)\n\t\tPaul!\n\n\tHolland pauses at the head of the stairs and turns to her.\n\n\t\t\t\tMRS. RAND (cont'd)\n\t\tLet him go.  Don't touch him, don't\n\t\ttry to stop him!\n\n\tBetsy has come down the porch behind Holland and she and Mrs.\n\tRand stand together.  All three of them look into the garden.\n\n\tCarre-Four slips through the gates and is immediately lost to\n\tsight in the darkness of the road beyond.\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN\n\n\t<u><b>INT. BETSY'S BEDROOM -- DAY\n<\/b><\/u>\n\tAs Betsy steps into her room, she sees Rand standing by one\n\tof the windows.  In his face and his posture are complete\n\tdejection, utter misery.\n\n\t\t\t\tRAND\n\t\tBetsy, can I talk to you a minute?\n\n\t\t\t\tBETSY\n\t\t\t(with quiet sympathy)\n\t\tOf course, Wes.\n\n\tShe waits, inquiringly.  Rand takes a few steps into the room\n\tand turns to stare through the door, across the garden to\n\tJessica's room.\n\n\t\t\t\tRAND\n\t\tDoes she suffer?  Does she know\n\t\twhat she is?\n\n\t\t\t\tBETSY\n\t\tI don't know.\n\t\t\t(trying to ease the truth)\n\t\tI once asked Dr. Maxwell the same\n\t\tquestion.  He said he thought she\n\t\twas like a sleepwalker who would\n\t\tnever waken.\n\n\t\t\t\tRAND\n\t\tShe hated sleep.  She used to say\n\t\tit was a thief -- stealing away her\n\t\tlife, an hour at a time...\n\n\t\t\t\tBETSY\n\t\t\t(trying to speak lightly)\n\t\tNot to a nurse.  Sleep is a cure.\n\n\tBetsy crosses to the dressing table and takes a small cotton\n\tstoppered bottle from a drawer.  She pulls out the cotton and\n\tshakes two little pills into her hand.\n\n\t\t\t\tBETSY (cont'd)\n\t\t\t(going to Rand)\n\t\tIn fact, I'm prescribing sleep for\n\t\tyou right now.\n\n\tShe puts them into his hand.\n\n\t\t\t\tBETSY (cont'd)\n\t\tBe a good patient.  Take these and\n\t\tgo to bed.\n\n\t\t\t\tRAND\n\t\t\t(suddenly)\n\t\tShe's dead.  The dead ought to be\n\t\tburied.\n\n\t\t\t\tBETSY\n\t\t\t(gently)\n\t\tBut she's not dead, Wes.\n\n\t\t\t\tRAND\n\t\t\t(violently)\n\t\tYou know what she is!  That's death\n\t\t-- no mind, no senses -- no love,\n\t\tno hate, no feeling -- nothing!\n\n\t\t\t\tBETSY\n\t\tPlease, Wes, do as I ask.  You must\n\t\trest, you must sleep.\n\n\tRand turns his hand and lets the tablets fall to the floor.\n\n\t\t\t\tRAND\n\t\t\t(dully)\n\t\tShe should have rest.\n\t\t\t(looking up at Betsy)\n\t\tShe shouldn't have to walk and\n\t\twalk, in that black emptiness.\n\t\t\t(with realization)\n\t\tYou could set her free. \n\t\tYou could give her rest.  You could\n\t\tgive her rest.\n\n\tBetsy, alarmed and troubled, puts her hand on his arm.\n\n\t\t\t\tBETSY\n\t\tDon't think of it, Wes.  I couldn't\n\t\tdo that.\n\n\tRand turns and takes hold of her arm pleadingly, urgently.\n\n\t\t\t\tRAND\n\t\tYou could do it.  You have drugs --\n\t\tit would be so quick -- a single\n\t\tinjection.  If you won't do it for\n\t\ther sake, do it for Paul.\n\n\tBetsy shakes her head.\n\n\t\t\t\tBETSY\n\t\tNo, Wes.\n\n\t\t\t\tRAND\n\t\tJessica was never any good for\n\t\tPaul.  You will be, you are.  And\n\t\tMother -- seeing Jessica day after\n\t\tday -- never able to escape, never\n\t\table to forget.  Please, Betsy --\n\t\tit's only merciful.\n\n\tHe looks into her eyes and sees the finality of her refusal\n\tthere.  His hand drops from her arm and he turns away.\n\n\t\t\t\tBETSY\n\t\t\t(with great pity)\n\t\tHer heart beats, Wes.  She\n\t\tbreathes.  That's life -- I once\n\t\ttook an oath to guard life.\n\n\tRand straightens up and takes a deep breath.\n\n\t\t\t\tRAND\n\t\tI know.  I shouldn't have asked it.\n\n\tHe starts slowly to the open door.\n\n\t\t\t\t\t\t\tDISSOLVE\n\n\t<u><b>EXT. HOUMFORT -- NIGHT\n<\/b><\/u>\n\tThe Houngan and the Sabreur are working over the doll again. \n\tIt begins to move.\n\n\t<u><b>EXT. GARDEN -- NIGHT\n<\/b><\/u>\n\tSHOOTING TOWARD the gates from behind Rand where he still\n\tsits at the table.  Jessica, dressed in a white nightgown,\n\tcomes slowly out of the tower and moves toward the gates. \n\tRand watches her.  The gate stops her progress.\n\n\t<u><b>EXT. THE HOUMFORT -- NIGHT\n<\/b><\/u>\n\tThe doll has stopped despite the frenzied efforts of the\n\tSabreur and the wild chanting of the voodoo adepts.  Nothing\n\tcan make it move again.  There is a whispered consultation\n\tbetween the Sabreur and the Houngan.  The Houngan lifts his\n\thand and the drums begin to beat a light rapid rhythm.\n\n\tThe Sabreur dances toward the doll, making a menacing move\n\twith his saber.  When he reaches the little image, he puts\n\tthe point of his saber in the ground and draws from his\n\tbodkin, a long needle.  With one swift movement, he stabs\n\tthis through the doll's back.\n\n\t<u><b>EXT. GARDEN -- NIGHT\n<\/b><\/u>\n\tAs seen from Rand's ANGLE.  He rises slowly, drains the\n\tliquor in his glass, walks forward to where Jessica stands at\n\tthe gate.  He looks at her for a long moment and then, as if\n\ta resolve had formed in his mind, goes to the statue of St.\n\tSebastian, takes hold of one of the iron arrows.  He tugs at\n\tit, but it refuses to come free.  He puts his foot up on the\n\twooden breast of the statue and gives a hard pull.  The long,\n\tiron arrow comes out in his hand.  With this in his hand, he\n\twalks to where Jessica stands.  He pulls back the latch bar\n\tand throws the gates wide open.  Jessica moves out into the\n\tdarkness.  Rand follows her.\n\n\t<u><b>EXT. ROAD IN FRONT OF FORT HOLLAND -- NIGHT<\/b><\/u>\n\n\tSHOOTING TOWARD the gates.  Jessica, followed by Rand, walks\n\tinto the darkness.\n\n\t<u><b>INT. HOUMFORT -- NIGHT<\/b><\/u>\n\n\tThe kettle of water, without a fire, is still boiling.  The\n\tCAMERA MOVES AROUND the room to show that it is empty.  Then\n\tMOVES UP ON a small shelf before which a candle is burning. \n\tOn this shelf, a few inches above the candle flame, stands\n\tthe cheap little doll dressed like Jessica, with the needle\n\tin its back.  Suddenly, the doll falls forward on its face.\n\n\t<u><b>EXT. SEASHORE -- DAY FOR NIGHT\n<\/b><\/u>\n\tRand carrying Jessica's dead body in his arm, comes down to\n\tthe sand.\n\n\tThe surf.  Rand reverently places the body in the lapping\n\twater of the surf.  The backward drag of an outgoing wave\n\tdraws it silently away from him.  He watches it go.\n\n\tA returning wave, tall and forward curving, upthrusts the\n\tbody of Jessica so that we see it in the semi-transparency of\n\tthe wave.\n\n\tMED. CLOSE SHOT of Rand.  The body comes floating to his\n\tfeet.\n\n\tRand carries the body a little further into the surf so that\n\tthe waves when they come in flow past his knees.  Again, the\n\toutsurge takes the body away.\n\n\tA returning wave brings Jessica's body back again.  (There is\n\ta famous painting by Boecklin, called \"And the Sea Gave Up\n\tits Dead\" which should somewhat influence the composition of\n\tthis scene.)\n\n\tMED. CLOSE SHOT -- Rand.  He walks forward to secure the\n\treturning body.  This time, he picks it up in his arms and\n\tstarts wading forward.\n\n\tRand is walking forward with the body in his arms.  The sea\n\tis up to his hips.  The outgoing surge tugs at him.  He\n\tstruggles to regain his footing, misses and is drawn out to\n\tsea.\n\n\t<u><b>EXT. SEA -- NIGHT -- (PROCESS)\n<\/b><\/u>\n\tThe stars seem to have fallen to the surface of the sea.  We\n\tsee lights here and there, only a few feet from the water,\n\tflaring and sparkling.\n\n\t<u><b>EXT. SEA -- FLOUNDER FISHERMAN -- NIGHT -- (PROCESS)<\/b><\/u>\n\n\tMED. LONG SHOT.  This is a closer shot of the scene and\n\tidentifies the lights.  There are torches held in the hands\n\tof black fisherman, up to their knees in water, spearing\n\tflounders by torch light.\n\n\t<u><b>EXT. SEA -- NIGHT -- (PROCESS)\n<\/b><\/u>\n\tCLOSEUP -- flounder fisherman.  He is moving slowly through\n\tthe shallow water his spear raised.  Suddenly, he makes a\n\tdarting strike with his spear.  With a cry of triumph, he\n\tholds aloft a struggling flounder.  He disengages it from the\n\tspear and puts it into the sack slung from his belt.\n\n\tMED. CLOSE SHOT -- another fisherman.  He, too, is moving\n\tstealthily forward, spear poised, torch held low. \n\tSomething on the surface of the water near-by attracts his\n\tattention and he lifts up his torch, the periphery of the\n\tlight widening as he holds it aloft.  The widening light\n\treveals the dead body of Jessica afloat on the surface of the\n\twater, pallid and dreamlike, her wet, white garments clinging\n\tlike cerements.  The fisherman looks for a moment at the body\n\tand then calls off to one of the other fishermen.\n\n\tLONG SHOT -- flounder fishermen, their lights all converging\n\ton a central light.\n\n\t<u><b>EXT. BEACH -- NIGHT\n<\/b><\/u>\n\tMED. CLOSE SHOT.  A group of flounder fishermen come out onto\n\tthe land.  They are carrying the bodies of Jessica and Rand. \n\tThey start in the direction of Fort Holland.\n\n\t<u><b>EXT. GATES AT FORT HOLLAND -- NIGHT\n<\/b><\/u>\n\tThe fishermen come in bearing their tragic burdens.  Rand's\n\tbody is carried on the shoulders of four fishermen.  Behind\n\twalks Carre-Four and in his gigantic arms is the body of\n\tJessica; her wet hair and garments dripping from the great\n\tarms of the still-living Zombie.  The upheld torches and\n\tspears of the fishermen give a weird, processional feeling to\n\tthe group.\n\n\t<u><b>EXT. DINING TERRACE -- NIGHT\n<\/b><\/u>\n\tHolland, Betsy and Mrs. Rand stand watching the fishermen\n\tbringing in the bodies of the dead.  Across the garden from\n\tthe fountain stands the little group of house servants also\n\twatching.  The procession passes the fountain of St.\n\tSebastian and the CAMERA GOES IN to show the glistening sad\n\tface of the saint.\n\n\t\t\t\t\t\t\tFADE OUT\n\n\tFADE IN\n\n\t<u><b>EXT. STREET CORNER -- OTTOWA -- DAY\n<\/b><\/u>\n\tThe CAMERA, as in the first portion of the script, PANS DOWN\n\tthe sign, pausing for a moment at the firm name of the\n\tParrish & Burden Sugar Company.  Then it CONTINUES ITS\n\tDOWNWARD MOVEMENT to disclose a portion of the street itself, \n\tIn the falling snow Betsy is standing with her back to the\n\tcamera, looking up at the sign.\n\n\t\t\t\tBETSY'S VOICE\n\t\t\t(narration)\n\t\tIt was a sad time at Fort Holland. \n\t\tMother Rand was completely broken\n\t\tby the tragedy. But she's a woman of  \n\t\tcourage. She's begun to build up her \n\t\tlife again at St. Sebastian -- It's a\n\t\tgood life and a full one.  As for\n\t\tPaul and me -- it wasn't a simple\n\t\tproblem for either of us.\n\n\tA CLOSER SHOT of Betsy as she stands waiting.  She is dressed\n\tin a fur-collared coat and has a little round fur cap on her\n\thead.  She looks very attractive and very happy.  The door of\n\tthe office opens and Paul Holland comes out, muffling up his\n\tovercoat.  Betsy takes a half step to meet him.  He takes her\n\tarm with a well-used and familiar gesture.\n\n\t\t\t\tPAUL\n\t\tSorry to keep you waiting, darling! \n\t\tI thought I'd never get away. \n\t\tInvoices and stock lists piling up\n\t\tall day long.  The balmy tropics\n\t\twere never like this.\n\n\t\t\t\tBETSY\n\t\t\t(giving his arm a little\n\t\t\tsqueeze as they start\n\t\t\twalking toward the\n\t\t\tcamera)\n\t\tI wouldn't have minded waiting.  I\n\t\tnever mind waiting for you -- only\n\t\twe're dining with the Wilkins.  I\n\t\tdon't want it said all over Ottowa\n\t\tthat the Hollands are always late.\n\n\tThey pass the camera which HOLDS for a moment on the sign and\n\tthe falling snow, then we\n\n\t\t\t\t\t\t\tFADE OUT\n\n\t\t\t\t\t <b><u>THE END\n<\/u><\/b>\n<\/pre>\n<\/body>\n<\/html>\n","id":913,"split":"train"}
