{"ori_id":"026723e23a4f1b279e20d9d2d3746a1dc4543b2d","title":"Minna von Barnhelm","context":"Minna von Barnhelm\n Wounded and dishonourably discharged from the Prussian Army, Major von Tellheim finds himself waiting at a Berlin hotel with his servant for the outcome of his trial, threatened by financial troubles and serious bribery allegations. His penniless condition is because repayment of a large sum advanced to the government during the recent war is being held up and his honor in making the loan questioned. During Tellheim's absence from the inn, the landlord has caused Tellheim's effects to be removed, ostensibly because his rooms were needed for a lady and her maid. In reality, the landlord doubts Tellheim's ability to pay, since he is already somewhat in arrears.\nIn the removal of the Major's possessions, the landlord comes upon a sealed envelope marked as containing five hundred thalers. This discovery makes him anxious to placate Tellheim. What he does not know is that the money has been left with the Major by Paul Werner, his former sergeant. Werner knowing Tellheim's predicament is in hope that he will use the money as his own. Tellheim is too honorable to borrow when he has no assurance of repaying. Instead, he bids his servant, Just, take his last possession of value, an expensive ring, and pawn it to satisfy the landlord's bill and his own back wages.\nJust pledges the ring with the landlord but refuses to accept either wages or dismissal on the plea that he is in Tellheim's debt and will have to work it out. The garrulous landlord shows the ring to his newly arrived guests, revealing considerable concerning the owner's circumstances. The lady, Minna von Barnhelm, recognizes the ring as one of the betrothal rings which she and Tellheim had exchanged, and is overjoyed that her search for her missing lover is ended.\nWhen Tellheim appears, however, he refuses to accept her hand or to continue the engagement on account of his precarious circumstances. When no argument can move him, Minna with the help of her maid, Franziska, pretends that she, too, is penniless and in dire straits. Under these circumstances Tellheim immediately claims the privilege of marrying and protecting her.\nAt this point a delayed letter from the King is delivered. It announces the restoration of Tellheim's fortune and the vindication of his honor. To punish him for making her suffer, Minna now pretends that she cannot marry Tellheim because of the inequality of their circumstances. In answer to his pleas, she uses his own recent arguments to confound him. Only when Tellheim is reduced to the verge of despair and the belated arrival of Minna's uncle and guardian threatens to give the whole thing away does Minna relent and reveal the truth. In a final scene of celebration, matters are settled to the satisfaction of everyone including Franziska and Paul Werner who have discovered a lively interest in each other.\nï»¿Project Gutenberg's Minna von Barnhelm, by Gotthold Ephraim Lessing\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Minna von Barnhelm\n\nAuthor: Gotthold Ephraim Lessing\n\nTranslator: Ernest Bell\n\nPosting Date: December 25, 2008 [EBook #2663]\nRelease Date: June, 2001\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK MINNA VON BARNHELM ***\n\n\n\n\nProduced by Dagny, Emma Dudding, and John Bickers\n\n\n\n\n\nMINNA VON BARNHELM\n\nor, THE SOLDIER'S FORTUNE\n\n\nBy Gotthold Ephraim Lessing\n\n\nTranslated By Ernest Bell\n\n\n\n\nINTRODUCTORY NOTE\n\n\nGotthold Ephraim Lessing was born at Kamenz, Germany, January 22,\n1729, the son of a Lutheran minister. He was educated at Meissen\nand Leipzic, and began writing for the stage before he was twenty.\nIn 1748 he went to Berlin, where he met Voltaire and for a time\nwas powerfully influenced by him. The most important product of\nthis period was his tragedy of \"Miss Sara Samson,\" a modern\nversion of the story of Medea, which began the vogue of the\nsentimental middle-class play in Germany. After a second sojourn\nin Leipzic (1755-1758), during which he wrote criticism, lyrics,\nand fables, Lessing returned to Berlin and began to publish his\n\"Literary Letters,\" making himself by the vigor and candor of his\ncriticism a real force in contemporary literature. From Berlin he\nwent to Breslau, where he made the first sketches of two of his\ngreatest works, \"Laocoon\" and \"Minna von Barnhelm,\" both of which\nwere issued after his return to the Prussian capital. Failing in\nhis effort to be appointed Director of the Royal Library by\nFrederick the Great, Lessing went to Hamburg in 1767 as critic of\na new national theatre, and in connection with this enterprise he\nissued twice a week the \"Hamburgische Dramaturgie,\" the two\nvolumes of which are a rich mine of dramatic criticism and theory.\n\nHis next residence was at Wolfenbuttel, where he had charge of the\nducal library from 1770 till his death in 1781. Here he wrote his\ntragedy of \"Emilia Galotti,\" founded on the story of Virginia, and\nengaged for a time in violent religious controversies, one\nimportant outcome of which was his \"Education of the Human Race.\"\nOn being ordered by the Brunswick authorities to give up\ncontroversial writing, he found expression for his views in his\nplay \"Nathan the Wise,\" his last great production.\n\nThe importance of Lessing's masterpiece in comedy, \"Minna von\nBarnhelm,\" is difficult to exaggerate. It was the beginning of\nGerman national drama; and by the patriotic interest of its\nhistorical background, by its sympathetic treatment of the German\nsoldier and the German woman, and by its happy blending of the\namusing and the pathetic, it won a place in the national heart\nfrom which no succeeding comedy has been able to dislodge it.\n\n\n\n\n\nMINNA VON BARNHELM\n\nor, THE SOLDIER'S FORTUNE\n\n\n\n\nDRAMATIS PERSONAE\n\n  MAJOR VON TELLHEIM, a discharged officer.\n  MINNA VON BARNHELM.\n  COUNT VON BRUCHSAL, her uncle.\n  FRANZISKA, her lady's maid.\n  JUST, servant to the Major.\n  PAUL WERNER, an old Sergeant of the Major's.\n  The LANDLORD of an Inn.\n  A LADY.\n  An ORDERLY.\n  RICCAUT DE LA MARLINIERE.\n\n  The scene alternates between the Parlour of an Inn, and a Room\n  adjoining it.\n\n\n\n\nACT I.\n\n\n  SCENE I.\n  Just\n\n  JUST (sitting in a corner, and talking while asleep).\n  Rogue of a landlord! You treat us so? On, comrade! hit hard!\n  (He strikes with his fist, and wakes through the exertion).\n  Ha! there he is again! I cannot shut an eye without fighting with him.\n  I wish he got but half the blows. Why, it is morning! I must just look\n  for my poor master at once; if I can help it, he shall not set foot in\n  the cursed house again. I wonder where he has passed the night?\n\n\n\n  SCENE II.\n  Landlord, Just\n\n  LAND.\n  Good-morning, Herr Just; good-morning! What, up so early! Or shall I\n  say--up so late?\n\n  JUST.\n  Say which you please.\n\n  LAND.\n  I say only--good-morning! and that deserves, I suppose, that Herr Just\n  should answer, \"Many thanks.\"\n\n  JUST.\n  Many thanks.\n\n  LAND.\n  One is peevish, if one can't have one's proper rest. What will you bet\n  the Major has not returned home, and you have been keeping watch for\n  him?\n\n  JUST.\n  How the man can guess everything!\n\n  LAND.\n  I surmise, I surmise.\n\n  JUST. (turns round to go).\n  Your servant!\n\n  LAND. (stops him).\n  Not so, Herr Just!\n\n  JUST.\n  Very well, then, not your servant!\n\n  LAND.\n  What, Herr Just, I do hope you are not still angry about yesterday's\n  affair! Who would keep his anger over night?\n\n  JUST.\n  I; and over a good many nights.\n\n  LAND.\n  Is that like a Christian?\n\n  JUST.\n  As much so as to turn an honourable man who cannot pay to a day, out\n  of doors, into the street.\n\n  LAND.\n  Fie! who would be so wicked?\n\n  JUST.\n  A Christian innkeeper.--My master! such a man! such an officer!\n\n  LAND.\n  I thrust him from the house into the streets? I have far too much\n  respect for an officer to do that, and far too much pity for a\n  discharged one! I was obliged to have another room prepared for him.\n  Think no more about it, Herr Just.\n  (Calls)\n  --Hullo! I will make it good in another way.\n  (A lad comes.)\n  Bring a glass; Herr Just will have a drop; something good.\n\n  JUST.\n  Do not trouble yourself, Mr. Landlord. May the drop turn to poison,\n  which... But I will not swear; I have not yet breakfasted.\n\n  LAND. (to the lad, who brings a bottle of spirits and a glass).\n  Give it here; go! Now, Herr Just; something quite excellent; strong,\n  delicious, and wholesome.\n  (Fills, and holds it out to him.)\n  That can set an over-taxed stomach to rights again!\n\n  JUST.\n  I hardly ought!--And yet why should I let my health suffer on account\n  of his incivility?\n  (Takes it, and drinks.)\n\n  LAND.\n  May it do you good, Herr Just!\n\n  JUST. (giving the glass back).\n  Not bad! But, Landlord, you are nevertheless an ill-mannered brute!\n\n  LAND.\n  Not so, not so!... Come, another glass; one cannot stand upon one\n  leg.\n\n  JUST. (after drinking).\n  I must say so much--it is good, very good! Made at home, Landlord?\n\n  LAND.\n  At home, indeed! True Dantzig, real double distilled!\n\n  JUST.\n  Look ye, Landlord; if I could play the hypocrite, I would do so for\n  such stuff as that; but I cannot, so it must out.--You are an ill-\n  mannered brute all the same.\n\n  LAND.\n  Nobody in my life ever told me that before... But another glass,\n  Herr Just; three is the lucky number!\n\n  JUST.\n  With all my heart!--\n  (Drinks).\n  Good stuff indeed, capital! But truth is good also, and indeed,\n  Landlord, you are an ill-mannered brute all the same!\n\n  LAND.\n  If I was, do you think I should let you say so?\n\n  JUST.\n  Oh! yes; a brute seldom has spirit.\n\n  LAND.\n  One more, Herr Just: a four-stranded rope is the strongest.\n\n  JUST.\n  No, enough is as good as a feast! And what good will it do you,\n  Landlord? I shall stick to my text till the last drop in the bottle.\n  Shame, Landlord, to have such good Dantzig, and such bad manners! To\n  turn out of his room, in his absence--a man like my master, who has\n  lodged at your house above a year; from whom you have had already so\n  many shining thalers; who never owed a heller in his life--because he\n  let payment run for a couple of months, and because he does not spend\n  quite so much as he used.\n\n  LAND.\n  But suppose I really wanted the room and saw beforehand that the Major\n  would willingly have given it up if we could only have waited some\n  time for his return! Should I let strange gentlefolk like them drive\n  away again from my door! Should I wilfully send such a prize into the\n  clutches of another innkeeper? Besides, I don't believe they could\n  have got a lodging elsewhere. The inns are all now quite full. Could\n  such a young, beautiful, amiable lady remain in the street? Your\n  master is much too gallant for that. And what does he lose by the\n  change? Have not I given him another room?\n\n  JUST.\n  By the pigeon-house at the back, with a view between a neighbour's\n  chimneys.\n\n  LAND.\n  The view was uncommonly fine, before the confounded neighbour\n  obstructed it. The room is otherwise very nice, and is papered!!!!!\n\n  JUST.\n  Has been!\n\n  LAND.\n  No, one side is so still. And the little room adjoining, what is the\n  matter with that? It has a chimney which, perhaps, smokes somewhat in\n  the winter!!!!!\n\n  JUST.\n  But does very nicely in the summer. I believe, Landlord, you are\n  mocking us into the bargain!\n\n  LAND.\n  Come, come; Herr Just, Herr Just!!!!!\n\n  JUST.\n  Don't make Herr Just's head hot!!!!!\n\n  LAND.\n  I make his head hot? It is the Dantzig does that.\n\n  JUST.\n  An officer, like my master! Or do you think that a discharged officer,\n  is not an officer who may break your neck for you? Why were you all,\n  you Landlords, so civil during the war? Why was every officer an\n  honourable man then and every soldier a worthy, brave fellow? Does\n  this bit of a peace make you so bumptious?\n\n  LAND.\n  What makes you fly out so, Herr Just!\n\n  JUST.\n  I will fly out.\n\n\n\n  SCENE III.\n  Major von Tellheim, Landlord, Just\n\n  MAJ. T. (entering).\n  Just!\n\n  JUST. (supposing the Landlord is still speaking).\n  Just? Are we so intimate?\n\n  MAJ. T.\n  Just!\n\n  JUST.\n  I thought I was \"Herr Just\" with you.\n\n  LAND. (seeing the Major).\n  Hist! hist! Herr Just, Herr Just, look round; your master!!!!!\n\n  MAJ. T.\n  Just, I think you are quarreling! What did I tell you?\n\n  LAND.\n  Quarrel, your honour? God forbid! Would your most humble servant dare\n  to quarrel with one who has the honour of being in your service?\n\n  JUST.\n  If I could but give him a good whack on that cringing cat's back of\n  his!\n\n  LAND.\n  It is true Herr Just speaks up for his master, and rather warmly; but\n  in that he is right. I esteem him so much the more: I like him for it.\n\n  JUST.\n  I should like to knock his teeth out for him!\n\n  LAND.\n  It is only a pity that he puts himself in a passion for nothing. For I\n  feel quite sure that your honour is not displeased with me in this\n  matter, since--necessity--made it necessary!!!!!\n\n  MAJ. T.\n  More than enough, sir! I am in your debt; you turn out my room in my\n  absence. You must be paid, I must seek a lodging elsewhere. Very\n  natural.\n\n  LAND.\n  Elsewhere? You are going to quit, honoured sir? Oh, unfortunate\n  stricken man that I am. No, never! Sooner shall the lady give up the\n  apartments again. The Major cannot and will not let her have his room.\n  It is his; she must go; I cannot help it. I will go, honoured sir!!!!!\n\n  MAJ. T.\n  My friend, do not make two foolish strokes instead of one. The lady\n  must retain possession of the room!!!!!\n\n  LAND.\n  And your honour could suppose that from distrust, from fear of not\n  being paid, I... As if I did not know that your honour could pay me\n  as soon as you pleased. The sealed purse... five hundred thalers in\n  louis d'ors marked on it--which your honour had in your writing-desk\n  ... is in good keeping.\n\n  MAJ. T.\n  I trust so; as the rest of my property. Just shall take them into his\n  keeping, when he has paid your bill!!!!!\n\n  LAND.\n  Really, I was quite alarmed when I found the purse. I always\n  considered your honour a methodical and prudent man, who never got\n  quite out of money... but still, had I supposed there was ready\n  money in the desk!!!!!\n\n  MAJ. T.\n  You would have treated me rather more civilly. I understand you. Go,\n  sir; leave me. I wish to speak with my servant.\n\n  LAND.\n  But, honoured sir!!!!!\n\n  MAJ. T.\n  Come, Just; he does not wish to permit me to give my orders to you in\n  his house.\n\n  LAND.\n  I am going, honoured sir! My whole house is at your service.\n  (Exit.)\n\n\n\n  SCENE IV.\n  Major Von Tellheim, Just\n\n  JUST. (stamping with his foot and spitting after the Landlord).\n  Ugh!\n\n  MAJ. T.\n  What is the matter?\n\n  JUST.\n  I am choking with rage.\n\n  MAJ. T.\n  That is as bad as from plethora.\n\n  JUST.\n  And for you sir, I hardly know you any longer. May I die before your\n  eyes, if you do not encourage this malicious, unfeeling wretch. In\n  spite of gallows, axe, and torture I could... yes, I could have\n  throttled him with these hands, and torn him to pieces with these\n  teeth!\n\n  MAJ. T.\n  You wild beast!\n\n  JUST.\n  Better a wild beast than such a man!\n\n  MAJ. T.\n  But what is it that you want?\n\n  JUST.\n  I want you to perceive how much he insults you.\n\n  MAJ. T.\n  And then!!!!!\n\n  JUST.\n  To take your revenge... No, the fellow is beneath your notice!\n\n  MAJ. T.\n  But to commission you to avenge me? That was my intention from the\n  first. He should not have seen me again, but have received the amount\n  of his bill from your hands. I know that you can throw down a handful\n  of money with a tolerably contemptuous mien.\n\n  JUST.\n  Oh! a pretty sort of revenge!\n\n  MAJ. T.\n  Which, however, we must defer. I have not one heller of ready money,\n  and I know not where to raise any.\n\n  JUST.\n  No money! What is that purse then with five hundred thalers' worth of\n  louis d'ors, which the Landlord found in your desk?\n\n  MAJ. T.\n  That is money given into my charge.\n\n  JUST.\n  Not the hundred pistoles which your old sergeant brought you four or\n  five weeks back?\n\n  MAJ. T.\n  The same. Paul Werner's; right.\n\n  JUST.\n  And you have not used them yet? Yet, sir, you may do what you please\n  with them. I will answer for it that!!!!!\n\n  MAJ. T.\n  Indeed!\n\n  JUST.\n  Werner heard from me, how they had treated your claims upon the War\n  Office. He heard!!!!!\n\n  MAJ. T.\n  That I should certainly be a beggar soon, if I was not one already. I\n  am much obliged to you, Just. And the news induced Werner to offer to\n  share his little all with me. I am very glad that I guessed this.\n  Listen, Just; let me have your account, directly, too; we must part.\n\n  JUST.\n  How! what!\n\n  MAJ. T.\n  Not a word. There is someone coming.\n\n\n\n  SCENE V.\n  Lady _in mourning_, Major von Tellheim, Just\n\n  LADY.\n  I ask your pardon, sir.\n\n  MAJ. T.\n  Whom do you seek, Madam?\n\n  LADY.\n  The worthy gentleman with whom I have the honour of speaking. You do\n  not know me again. I am the widow of your late captain.\n\n  MAJ. T.\n  Good heavens, Madam, how you are changed!\n\n  LADY.\n  I have just risen from a sick bed, to which grief on the loss of my\n  husband brought me. I am troubling you at a very early hour, Major von\n  Tellheim, but I am going into the country, where a kind, but also\n  unfortunate friend, has for the present offered me an asylum.\n\n  MAJ. T. (to Just).\n  Leave us.\n\n\n\n  SCENE VI.\n  Lady, Major von Tellheim\n\n  MAJ. T.\n  Speak freely, Madam! You must not be ashamed of your bad fortune\n  before me. Can I serve you in any way?\n\n  LADY.\n  Major!!!!!\n\n  MAJ. T.\n  I pity you, Madam! How can I serve you? You know your husband was my\n  friend; my friend, I say, and I have always been sparing of this\n  title.\n\n  LADY.\n  Who knows better than I do how worthy you were of his friendship how\n  worthy he was of yours? You would have been in his last thoughts, your\n  name would have been the last sound on his dying lips, had not natural\n  affection, stronger than friendship, demanded this sad prerogative for\n  his unfortunate son, and his unhappy wife.\n\n  MAJ. T.\n  Cease, Madam! I could willingly weep with you; but I have no tears\n  to-day. Spare me! You come to me at a time when I might easily be\n  misled to murmur against Providence. Oh! honest Marloff! Quick, Madam,\n  what have you to request? If it is in my power to assist you, if it is\n  in my power!!!!!\n\n  LADY.\n  I cannot depart without fulfilling his last wishes. He recollected,\n  shortly before his death, that he was dying a debtor to you, and he\n  conjured me to discharge his debt with the first ready money I should\n  have. I have sold his carriage, and come to redeem his note.\n\n  MAJ. T.\n  What, Madam! Is that your object in coming?\n\n  LADY.\n  It is. Permit me to count out the money to you.\n\n  MAJ. T.\n  No, Madam. Marloff a debtor to me! that can hardly be. Let us look,\n  however.\n  (Takes out a pocketbook, and searches.)\n  I find nothing of the kind.\n\n  LADY.\n  You have doubtless mislaid his note; besides, it is nothing to the\n  purpose. Permit me!!!!!\n\n  MAJ. T.\n  No, Madam; I am careful not to mislay such documents. If I have not\n  got it, it is a proof that I never had it, or that it has been\n  honoured and already returned by me.\n\n  LADY.\n  Major!\n\n  MAJ. T.\n  Without doubt, Madam; Marloff does not owe me anything--nor can I\n  remember that he ever did owe me anything. This is so, Madam. He has\n  much rather left me in his debt. I have never been able to do anything\n  to repay a man who shared with me good and ill luck, honour and\n  danger, for six years. I shall not forget that he has left a son. He\n  shall be my son, as soon as I can be a father to him. The\n  embarrassment in which I am at present!!!!!\n\n  LADY.\n  Generous man! But do not think so meanly of me. Take the money, Major,\n  and then at least I shall be at ease.\n\n  MAJ. T.\n  What more do you require to tranquillize you, than my assurance that\n  the money does not belong to me? Or do you wish that I should rob the\n  young orphan of my friend? Rob, Madam; for that it would be in the\n  true meaning of the word. The money belongs to him; invest it for him.\n\n  LADY.\n  I understand you; pardon me if I do not yet rightly know how to accept\n  a kindness. Where have you learnt that a mother will do more for her\n  child than for the preservation of her own life? I am going!!!!!\n\n  MAJ. T.\n  Go, Madam, and may you have a prosperous journey! I do not ask you to\n  let me hear from you. Your news might come to me when it might be of\n  little use to me. There is yet one thing, Madam; I had nearly\n  forgotten that which is of most consequence. Marloff also had claims\n  upon the chest of our old regiment. His claims are as good as mine. If\n  my demands are paid, his must be paid also. I will be answerable for\n  them.\n\n  LADY.\n  Oh! Sir... but what can I say? Thus to purpose future good deeds\n  is, in the eyes of heaven, to have performed them already. May you\n  receive its reward, as well as my tears.\n  (Exit.)\n\n\n\n  SCENE VII.\n  Major von Tellheim\n\n  MAJ. T.\n  Poor, good woman! I must not forget to destroy the bill.\n  (Takes some papers from his pocketbook and destroys them.)\n  Who would guarantee that my own wants might not some day tempt me to\n  make use of it?\n\n\n\n  SCENE VIII.\n  Just, Major von Tellheim\n\n  MAJ. T.\n  Is that you, Just?\n\n  JUST. (wiping his eyes).\n  Yes.\n\n  MAJ. T.\n  You have been crying?\n\n  JUST.\n  I have been writing out my account in the kitchen, and the place is\n  full of smoke. Here it is, sir.\n\n  MAJ. T.\n  Give it to me.\n\n  JUST.\n  Be merciful with me, sir. I know well that they have not been so with\n  you; still!!!!!\n\n  MAJ. T.\n  What do you want?\n\n  JUST.\n  I should sooner have expected my death, than my discharge.\n\n  MAJ. T.\n  I cannot keep you any longer: I must learn to manage without servants.\n  (Opens the paper, and reads.)\n  \"What my master, the Major, owes me:--Three months and a half wages,\n  six thalers per month, is 21 thalers. During the first part of this\n  month, laid out in sundries--1 thaler 7 groschen 9 pfennigs. Total, 22\n  thalers 7gr. 9pf.\" Right; and it is just that I also pay your wages,\n  for the whole of the current month.\n\n  JUST.\n  Turn over, sir.\n\n  MAJ. T.\n  Oh! more?\n  (Reads.)\n  \"What I owe my master, the Major:--Paid for me to the army-surgeon\n  twenty-five thalers. Attendance and nurse during my cure, paid for me,\n  thirty-nine thalers. Advanced, at my request, to my father--who was\n  burnt out of his house and robbed--without reckoning the two horses of\n  which he made him a present, fifty thalers. Total 114 thalers. Deduct\n  the above 22 thalers, 7gr. 9pf.; I remain in debt to my master, the\n  Major, 91 thalers, 16gr. 3pf.\" You are mad, my good fellow!\n\n  JUST.\n  I willingly grant that I owe you much more; but it would be wasting\n  ink to write it down. I cannot pay you that: and if you take my livery\n  from me too, which, by the way, I have not yet earned,--I would rather\n  you had let me die in the workhouse.\n\n  MAJ. T.\n  For what do you take me? You owe me nothing; and I will recommend you\n  to one of my friends, with whom you will fare better than with me.\n\n  JUST.\n  I do not owe you anything, and yet you turn me away!\n\n  MAJ. T.\n  Because I do not wish to owe you anything.\n\n  JUST.\n  On that account? Only on that account? As certain as I am in your\n  debt, as certain as you can never be in mine, so certainly shall you\n  not turn me away now. Do what you will, Major, I remain in your\n  service; I must remain.\n\n  MAJ. T.\n  With your obstinacy, your insolence, your savage boisterous temper\n  towards all who you think have no business to speak to you, your\n  malicious pranks, your love of revenge,!!!!!\n\n  JUST.\n  Make me as bad as you will, I shall not think worse of myself than of\n  my dog. Last winter I was walking one evening at dusk along the river,\n  when I heard something whine. I stooped down, and reached in the\n  direction whence the sound came, and when I thought I was saving a\n  child, I pulled a dog out of the water. That is well, thought I. The\n  dog followed me; but I am not fond of dogs, so I drove him away--in\n  vain. I whipped him away--in vain. I shut him out of my room at night;\n  he lay down before the door. If he came too near me, I kicked him; he\n  yelped, looked up at me, and wagged his tail. I have never yet given\n  him a bit of bread with my own hand; and yet I am the only person whom\n  he will obey, or who dare touch him. He jumps about me, and shows off\n  his tricks to me, without my asking for them. He is an ugly dog, but\n  he is a good animal. If he carries it on much longer, I shall at last\n  give over hating him.\n\n  MAJ. T. (aside).\n  As I do him. No, there is no one perfectly inhuman. Just, we will not\n  part.\n\n  JUST.\n  Certainly not! And you wanted to manage without servants! You forget\n  your wounds, and that you only have the use of one arm. Why, you are\n  not able to dress alone. I am indispensable to you; and I am--without\n  boasting, Major,--I am a servant who, if the worst comes to the worst,\n  can beg and steal for his master.\n\n  MAJ. T.\n  Just, we will part.\n\n  JUST.\n  All right, Sir!\n\n\n\n  SCENE IX.\n  Servant, Major von Tellheim, Just\n\n  SER.\n  I say, comrade!\n\n  JUST.\n  What is the matter?\n\n  SER.\n  Can you direct me to the officer who lodged yesterday in that room?\n  (Pointing to the one out of which he is coming).\n\n  JUST.\n  That I could easily do. What have you got for him?\n\n  SER.\n  What we always have, when we have nothing--compliments. My mistress\n  hears that he has been turned out on her account. My mistress knows\n  good manners, and I am therefore to beg his pardon.\n\n  JUST.\n  Well then, beg his pardon; there he stands.\n\n  SER.\n  What is he? What is his name?\n\n  MAJ. T.\n  I have already heard your message, my friend. It is unnecessary\n  politeness on the part of your mistress, which I beg to acknowledge\n  duly. Present my compliments to her. What is the name of your\n  mistress?\n\n  SER.\n  Her name! We call her my Lady.\n\n  MAJ. T.\n  The name of her family?\n\n  SER.\n  I have not heard that yet, and it is not my business to ask. I manage\n  so that I generally get a new master every six weeks. Hang all their\n  names!\n\n  JUST.\n  Bravo, comrade!\n\n  SER.\n  I was engaged by my present mistress a few days ago, in Dresden. I\n  believe she has come here to look for her lover.\n\n  MAJ. T.\n  Enough, friend. I wished to know the name of your mistress, not her\n  secrets. Go!\n\n  SER.\n  Comrade, he would not do for my master.\n\n\n\n  SCENE X.\n  Major von Tellheim, Just\n\n  MAJ. T.\n  Just! see that we get out of this house directly! The politeness of\n  this strange lady affects me more than the churlishness of the host.\n  Here, take this ring--the only thing of value which I have left--of\n  which I never thought such a use. Pawn it! get eighty louis d'ors for\n  it: our host's bill can scarcely amount to thirty. Pay him, and remove\n  my things.... Ah, where? Where you will. The cheaper the inn, the\n  better. You will find me in the neighbouring coffee-house. I am going;\n  you will see to it all properly?\n\n  JUST.\n  Have no fear, Major!\n\n  MAJ. T. (comes back).\n  Above all things, do not let my pistols be forgotten, which hang\n  beside the bed.\n\n  JUST.\n  I will forget nothing.\n\n  MAJ. T. (comes back again).\n  Another thing: bring your dog with you too. Do you hear, Just?\n\n\n\n  SCENE XI.\n  Just\n\n  JUST.\n  The dog will not stay behind, he will take care of that. Hem! My\n  master still had this valuable ring and carried it in his pocket\n  instead of on his finger! My good landlord, we are not yet so poor as\n  we look. To him himself, I will pawn you, you beautiful little ring! I\n  know he will be annoyed that you will not all be consumed in his\n  house. Ah!\n\n\n\n  SCENE XII.\n  Paul Werner, Just\n\n  JUST.\n  Hullo, Werner! good-day to you, Werner. Welcome to the town.\n\n  WER.\n  The accursed village! I can't manage to get at home in it again.\n  Merry, my boys, merry; I have got some more money! Where is the Major?\n\n  JUST.\n  He must have met you; he just went down stairs.\n\n  WER.\n  I came up the back stairs. How is he? I should have been with you last\n  week, but!!!!!\n\n  JUST.\n  Well, what prevented you?\n\n  WER.\n  Just, did you ever hear of Prince Heraclius?\n\n  JUST.\n  Heraclius? Not that I know of.\n\n  WER.\n  Don't you know the great hero of the East?\n\n  JUST.\n  I know the wise men of the East well enough, who go about with the\n  stars on New Year's Eve.\n\n  WER.\n\n  Brother, I believe you read the newspapers as little as the Bible. You\n  do not know Prince Heraclius. Not know the brave man who seized\n  Persia, and will break into the Ottoman Porte in a few days? Thank\n  God, there is still war somewhere in the world! I have long enough\n  hoped it would break out here again. But there they sit and take care\n  of their skins. No, a soldier I was, and a soldier I must be again! In\n  short, (looking round carefully, to see if anyone is listening)\n  between ourselves, Just, I am going to Persia, to have a few campaigns\n  against the Turks, under his Royal Highness Prince Heraclius.\n\n  JUST.\n  You?\n\n  WER.\n  I myself. Our ancestors fought bravely against the Turks; and so ought\n  we too, if we would be honest men and good Christians. I allow that a\n  campaign against the Turks cannot be half so pleasant as one against\n  the French; but then it must be so much the more beneficial in this\n  world and the next. The swords of the Turks are all set with diamonds.\n\n  JUST.\n  I would not walk a mile to have my head split with one of their\n  sabres. You will not be so mad as to leave your comfortable little\n  farm!\n\n  WER.\n  Oh! I take that with me. Do you see? The property is sold.\n\n  JUST.\n  Sold?\n\n  WER.\n  Hist! Here are a hundred ducats, which I received yesterday towards\n  the payment: I am bringing them for the Major.\n\n  JUST.\n  What is he to do with them?\n\n  WER.\n  What is he to do with them? Spend them; play them, or drink them away,\n  or whatever he pleases. He must have money, and it is bad enough that\n  they have made his own so troublesome to him. But I know what I would\n  do, were I in his place. I would say--\"The deuce take you all here; I\n  will go with Paul Werner to Persia!\" Hang it! Prince Heraclius must\n  have heard of Major von Tellheim, if he has not heard of Paul Werner,\n  his late sergeant. Our affair at Katzenhauser!!!!!\n\n  JUST.\n  Shall I give you an account of that?\n\n  WER.\n  You give me! I know well that a fine battle array is beyond your\n  comprehension. I am not going to throw my pearls before swine. Here,\n  take the hundred ducats; give them to the Major: tell him, he may keep\n  these for me too. I am going to the market now. I have sent in a\n  couple of loads of rye; what I get for them he can also have.\n\n  JUST.\n  Werner, you mean it well; but we don't want your money. Keep your\n  ducats; and your hundred pistoles you can also have back safe, as soon\n  as you please.\n\n  WER.\n  What, has the Major money still?\n\n  JUST.\n  No.\n\n  WER.\n  Has he borrowed any?\n\n  JUST.\n  No.\n\n  WER.\n  On what does he live, then?\n\n  JUST.\n  We have everything put down in the bill; and when they won't put\n  anything more down, and turn us out of the house, we pledge anything\n  we may happen to have, and go somewhere else. I say, Paul, we must\n  play this landlord here a trick.\n\n  WER.\n  If he has annoyed the Major, I am ready.\n\n  JUST.\n  What if we watch for him in the evening, when he comes from his club,\n  and give him a good thrashing?\n\n  WER.\n  In the dark! Watch for him! Two to one! No, that won't do.\n\n  JUST.\n  Or if we burn his house over his head?\n\n  WER.\n  Fire and burn! Why, Just, one hears that you have been baggage-boy and\n  not soldier. Shame!\n\n  JUST.\n  Or if we ruin his daughter? But she is cursedly ugly.\n\n  WER.\n  She has probably been ruined long ago. At any rate you don't want any\n  help there. But what is the matter with you? What has happened?\n\n  JUST.\n  Just come with me, and you shall hear something to make you stare.\n\n  WER.\n  The devil must be loose here, then?\n\n  JUST.\n  Just so; come along.\n\n  WER.\n  So much the better! To Persia, then; to Persia.\n\n\n\n\nACT II.\n\n\n  SCENE I.\n  Minna's Room. Minna, Franziska\n\n  MIN. (in morning dress, looking at her watch).\n  Franziska, we have risen very early. The time will hang heavy on our\n  hands.\n\n  FRAN.\n  Who can sleep in these abominable large towns? The carriages, the\n  watchmen, the drums, the cats, the soldiers, never cease to rattle, to\n  call, to roll, to mew, and to swear; just as if the last thing the\n  night is intended for was for sleep. Have a cup of tea, my lady!\n\n  MIN.\n  I don't care for tea.\n\n  FRAN.\n  I will have some chocolate made.\n\n  MIN.\n  For yourself, if you like.\n\n  FRAN.\n  For myself! I would as soon talk to myself as drink by myself. Then\n  the time will indeed hang heavy. For very weariness we shall have to\n  make our toilets, and try on the dress in which we intend to make the\n  first attack!\n\n  MIN.\n  Why do you talk of attacks, when I have only come to require that the\n  capitulation be ratified?\n\n  FRAN.\n  But the officer whom we have dislodged, and to whom we have\n  apologized, cannot be the best bred man in the world, or he might at\n  least have begged the honour of being allowed to wait upon you.\n\n  MIN.\n  All officers are not Tellheims. To tell you the truth, I only sent him\n  the message in order to have an opportunity of inquiring from him\n  about Tellheim. Franziska, my heart tells me my journey will be a\n  successful one and that I shall find him.\n\n  FRAN.\n  The heart, my lady! One must not trust to that too much. The heart\n  echoes to us the words of our tongues. If the tongue was as much\n  inclined to speak the thoughts of the heart, the fashion of keeping\n  mouths under lock and key would have come in long ago.\n\n  MIN.\n  Ha! ha! mouths under lock and key. That fashion would just suit me.\n\n  FRAN.\n  Rather not show the most beautiful set of teeth, than let the heart be\n  seen through them every moment.\n\n  MIN.\n  What, are you so reserved?\n\n  FRAN.\n  No, my lady; but I would willingly be more so. People seldom talk of\n  the virtue they possess, and all the more often of that which they do\n  not possess.\n\n  MIN.\n  Franziska, you made a very just remark there.\n\n  FRAN.\n  Made! Does one make it, if it occurs to one?\n\n  MIN.\n  And do you know why I consider it so good? It applies to my Tellheim.\n\n  FRAN.\n  What would not, in your opinion, apply to him?\n\n  MIN.\n  Friend and foe say he is the bravest man in the world. But who ever\n  heard him talk of bravery? He has the most upright mind; but\n  uprightness and nobleness of mind are words never on his tongue.\n\n  FRAN.\n  Of what virtues does he talk then?\n\n  MIN.\n  He talks of none, for he is wanting in none.\n\n  FRAN.\n  That is just what I wished to hear.\n\n  MIN.\n  Wait, Franziska; I am wrong. He often talks of economy. Between\n  ourselves, I believe he is extravagant.\n\n  FRAN.\n  One thing more, my lady. I have often heard him mention truth and\n  constancy toward you. What, if he be inconstant?\n\n  MIN.\n  Miserable girl! But do you mean that seriously?\n\n  FRAN.\n  How long is it since he wrote to you?\n\n  MIN.\n  Alas! he has only written to me once since the peace.\n\n  FRAN.\n  What!--A sigh on account of the peace? Surprising? Peace ought only to\n  make good the ill which war causes; but it seems to disturb the good\n  which the latter, its opposite, may have occasioned. Peace should not\n  be so capricious!... How long have we had peace? The time seems\n  wonderfully long, when there is so little news. It is no use the post\n  going regularly again; nobody writes, for nobody has anything to write\n  about.\n\n  MIN.\n  \"Peace has been made,\" he wrote to me, \"and I am approaching the\n  fulfillment of my wishes.\" But since he only wrote that to me once,\n  only once!!!!!\n\n  FRAN.\n  And since he compels us to run after this fulfillment of his wishes\n  ourselves... If we can but find him, he shall pay for this! Suppose,\n  in the meantime, he may have accomplished his wishes, and we should\n  learn here that!!!!!\n\n  MIN. (anxiously).\n  That he is dead?\n\n  FRAN.\n  To you, my lady; and married to another.\n\n  MIN.\n  You tease, you! Wait, Franziska, I will pay you out for this! But talk\n  to me, or I shall fall asleep. His regiment was disbanded after the\n  peace. Who knows into what a confusion of bills and papers he may\n  thereby have been brought? Who knows into what other regiment, or to\n  what distant station, he may have been sent? Who knows what\n  circumstances--There's a knock at the door.\n\n  FRAN.\n  Come in!\n\n\n\n  SCENE II.\n  Landlord, Minna, Franziska\n\n  LAND. (putting his head in at the door).\n  Am I permitted, your ladyship?\n\n  FRAN.\n  Our landlord?--Come in!\n\n  LAND. (A pen behind his ear, a sheet of paper and an inkstand in his\n  hand).\n  I am come, your ladyship, to wish you a most humble good-morning;\n  (to Franziska)\n  and the same to you, my pretty maid.\n\n  FRAN.\n  A polite man!\n\n  MIN.\n  We are obliged to you.\n\n  FRAN.\n  And wish you also a good-morning.\n\n  LAND.\n  May I venture to ask how your ladyship has passed the first night\n  under my poor roof?\n\n  FRAN.\n  The roof is not so bad, sir; but the beds might have been better.\n\n  LAND.\n  What do I hear! Not slept well! Perhaps the over-fatigue of the\n  journey!!!!!\n\n  MIN.\n  Perhaps.\n\n  LAND.\n  Certainly, certainly, for otherwise.... Yet, should there be\n  anything not perfectly comfortable, my lady, I hope you will not fail\n  to command me.\n\n  FRAN.\n  Very well, Mr. Landlord, very well! We are not bashful; and least of\n  all should one be bashful at an inn. We shall not fail to say what we\n  may wish.\n\n  LAND.\n  I next come to...\n  (taking the pen from behind his ear).\n\n  FRAN.\n  Well?\n\n  LAND.\n  Without doubt, my lady, you are already acquainted with the wise\n  regulations of our police.\n\n  MIN.\n  Not in the least, sir.\n\n  LAND.\n  We landlords are instructed not to take in any stranger, of whatever\n  rank or sex he may be, for four-and-twenty hours, without delivering,\n  in writing, his name, place of abode, occupation, object of his\n  journey, probable stay, and so on, to the proper authorities.\n\n  MIN.\n  Very well.\n\n  LAND.\n  Will your ladyship then be so good...\n  (going to the table, and making ready to write).\n\n  MIN.\n  Willingly. My name is!!!!!\n\n  LAND.\n  One minute!\n  (He writes.)\n  \"Date, 22nd August, A. D., &C.; arrived at the King of Spain hotel.\"\n  Now your name, my lady.\n\n  MIN.\n  Fraulein von Barnhelm.\n\n  LAND. (writes).\n  \"Von Barnhelm.\" Coming from.... where, your ladyship?\n\n  MIN.\n  From my estate in Saxony.\n\n  LAND. (writes).\n  \"Estate in Saxony.\" Saxony! Indeed, indeed! In Saxony, your ladyship?\n  Saxony?\n\n  FRAN.\n  Well, why not? I hope it is no sin in this country to come from Saxony!\n\n  LAND.\n  A sin? Heaven forbid! That would be quite a new sin! From Saxony then?\n  Yes, yes, from Saxony, a delightful country, Saxony! But if I am\n  right, your ladyship, Saxony is not small, and has several--how shall\n  I call them? districts, provinces. Our police are very particular,\n  your ladyship.\n\n  MIN.\n  I understand. From my estate in Thuringia, then.\n\n  LAND.\n  From Thuringia! Yes, that is better, your ladyship; that is more\n  exact.\n  (Writes and reads.)\n  \"Fraulein von Barnhelm, coming from her estate in Thuringia, together\n  with her lady in waiting and two men servants.\"\n\n  FRAN.\n  Lady in waiting! That means me, I suppose!\n\n  LAND.\n  Yes, my pretty maid.\n\n  FRAN.\n  Well, Mr. Landlord, instead of \"lady in waiting,\" write \"maid in\n  waiting.\" You say, the police are very exact; it might cause a\n  misunderstanding, which might give me trouble some day when my banns\n  are read out. For I really am still unmarried, and my name is\n  Franziska, with the family name of Willig: Franziska Willig. I also\n  come from Thuringia. My father was a miller, on one of my lady's\n  estates. It is called Little Rammsdorf. My brother has the mill now. I\n  was taken very early to the manor, and educated with my lady. We are\n  of the same age--one-and-twenty next Candlemas. I learnt everything my\n  lady learnt. I should like the police to have a full account of me.\n\n  LAND.\n  Quite right, my pretty maid; I will bear that in mind, in case of\n  future inquiries. But now, your ladyship, your business here?\n\n  MIN.\n  My business here?\n\n  LAND.\n  Have you any business with His Majesty the King?\n\n  MIN.\n  Oh! no.\n\n  LAND.\n  Or at our courts of justice?\n\n  MIN.\n  No.\n\n  LAND.\n  Or!!!!!\n\n  MIN.\n  No, no. I have come here solely on account of my own private affairs.\n\n  LAND.\n  Quite right, your ladyship; but what are those private affairs?\n\n  MIN.\n  They are... Franziska, I think we are undergoing an examination.\n\n  FRAN.\n  Mr. Landlord, the police surely do not ask to know a young lady's\n  secrets!\n\n  LAND.\n  Certainly, my pretty maid; the police wish to know everything, and\n  especially secrets.\n\n  FRAN.\n  What is to be done, my lady?... Well, listen, Mr. Landlord--but\n  take care that it does not go beyond ourselves and the police.\n\n  MIN.\n  What is the simpleton going to tell him?\n\n  FRAN.\n  We come to carry off an officer from the king.\n\n  LAND.\n  How? What? My dear girl!\n\n  FRAN.\n  Or to let ourselves be carried off by the officer. It is all one.\n\n  MIN.\n  Franziska, are you mad? The saucy girl is laughing at you.\n\n  LAND.\n  I hope not! With your humble servant indeed she may jest as much as\n  she pleases; but with the police!!!!!\n\n  MIN.\n  I tell you what; I do not understand how to act in this matter.\n  Suppose you postpone the whole affair till my uncle's arrival. I told\n  you yesterday why he did not come with me. He had an accident with his\n  carriage ten miles from here, and did not wish that I should remain a\n  night longer on the road, so I had to come on. I am sure he will not\n  be more than four-and-twenty hours after us.\n\n  LAND.\n  Very well, madam, we will wait for him.\n\n  MIN.\n  He will be able to answer your questions better. He will know to whom,\n  and to what extent, he must give an account of himself--what he must\n  relate respecting his affairs, and what he may withhold.\n\n  LAND.\n  So much the better! Indeed one cannot expect a young girl\n  (looking at Franziska in a marked manner)\n  to treat a serious matter with serious people in a serious manner.\n\n  MIN.\n  And his rooms are in readiness, I hope?\n\n  LAND.\n  Quite, your ladyship, quite; except the one!!!!!\n\n  FRAN.\n  Out of which, I suppose, you will have to turn some other honourable\n  gentleman!\n\n  LAND.\n  The waiting maids of Saxony, your ladyship, seem to be very\n  compassionate.\n\n  MIN.\n  In truth, sir, that was not well done. You ought rather to have\n  refused us.\n\n  LAND.\n  Why so, your ladyship, why so?\n\n  MIN.\n  I understand that the officer who was driven out on our account!!!!!\n\n  LAND.\n  Is only a discharged officer, your ladyship.\n\n  MIN.\n  Well, what then?\n\n  LAND.\n  Who is almost done for.\n\n  MIN.\n  So much the worse! He is said to be a very deserving man.\n\n  LAND.\n  But I tell you he is discharged.\n\n  MIN.\n  The king cannot be acquainted with every deserving man.\n\n  LAND.\n  Oh! doubtless he knows them; he knows them all.\n\n  MIN.\n  But he cannot reward them all.\n\n  LAND.\n  They would have been rewarded if they had lived so as to deserve it.\n  But they lived during the war as if it would last for ever; as if the\n  words \"yours\" and \"mine\" were done away with altogether. Now all the\n  hotels and inns are full of them, and a landlord has to be on his\n  guard with them. I have come off pretty well with this one. If he had\n  no more money, he had at any rate money's worth; and I might indeed\n  have let him remain quiet two or three months longer. However, it is\n  better as it is. By-the-by, your ladyship, you understand about\n  jewels, I suppose?\n\n  MIN.\n  Not particularly.\n\n  LAND.\n  Of course your ladyship must. I must show you a ring, a valuable ring.\n  I see you have a very beautiful one on your finger; and the more I\n  look at it, the more I am astonished at the resemblance it bears to\n  mine. There! just look, just look!\n  (Taking the ring from its case, and handing it to her.)\n  What brilliancy! The diamond in the middle alone weighs more than five\n  carats.\n\n  MIN. (looking at it).\n  Good heavens! What do I see? This ring!!!!!\n\n  LAND.\n  Is honestly worth fifteen hundred thalers.\n\n  MIN.\n  Franziska! look!\n\n  LAND.\n  I did not hesitate for a moment to advance eighty pistoles on it.\n\n  MIN.\n  Do not you recognize it, Franziska?\n\n  FRAN.\n  The same! Where did you get that ring, Mr. Landlord?\n\n  LAND.\n  Come, my girl! you surely have no claim to it?\n\n  FRAN.\n  We have no claim to this ring! My mistress' monogram must be on it, on\n  the inner side of the setting. Look at it, my lady.\n\n  MIN.\n  It is! it is! How did you get this ring?\n\n  LAND.\n  I! In the most honourable way in the world. You do not wish to bring\n  me into disgrace and trouble, your ladyship! How do I know where the\n  ring properly belongs? During the war many a thing often changed\n  masters, both with and without the knowledge of its owner. War was\n  war. Other rings will have crossed the borders of Saxony. Give it me\n  again, your ladyship; give it me again!\n\n  FRAN.\n  When you have said from whom you got it.\n\n  LAND.\n  From a man whom I cannot think capable of such things; in other\n  respects a good man.\n\n  MIN.\n  From the best man under the sun, if you have it from its owner. Bring\n  him here directly! It is himself, or at any rate he must know him.\n\n  LAND.\n  Who? who, your ladyship?\n\n  FRAN.\n  Are you deaf? Our Major!\n\n  LAND.\n  Major! Right! he is a Major, who had this room before you, and from\n  whom I received it.\n\n  MIN.\n  Major von Tellheim!\n\n  LAND.\n  Yes, Tellheim. Do you know him?\n\n  MIN.\n  Do I know him! He is here! Tellheim here! He had this room! He! he\n  pledged this ring with you! What has brought him into this\n  embarrassment? Where is he? Does he owe you anything? Franziska, my\n  desk here! Open it!\n  (Franziska puts it on the table and opens it.)\n  What does he owe you? To whom else does he owe anything? Bring me all\n  his creditors! Here is gold: here are notes. It is all his!\n\n  LAND.\n  What is this?\n\n  MIN.\n  Where is he? Where is he?\n\n  LAND.\n  An hour ago he was here.\n\n  MIN.\n  Detested man! how could you act so rudely, so hardly, so cruelly\n  towards him?\n\n  LAND.\n  Your ladyship must pardon!!!!!\n\n  MIN.\n  Quick! Bring him to me.\n\n  LAND.\n  His servant is perhaps still here. Does your ladyship wish that he\n  should look for him?\n\n  MIN.\n  Do I wish it? Begone, run. For this service alone I will forget how\n  badly you have behaved to him.\n\n  FRAN.\n  Now then, quick, Mr. Landlord! Be off! fly! fly!\n  (Pushes him out.)\n\n\n\n  SCENE III.\n  Minna, Franziska\n\n  MIN.\n  Now I have found him again, Franziska! Do you hear? Now I have found\n  him again! I scarcely know where I am for joy! Rejoice with me,\n  Franziska. But why should you? And yet you shall; you must rejoice\n  with me. Come, I will make you a present, that you may be able to\n  rejoice with me. Say, Franziska, what shall I give you? Which of my\n  things would please you? What would you like? Take what you will; only\n  rejoice with me. I see you will take nothing. Stop!\n  (Thrusts her hand into the desk.)\n  There, Franziska,\n  (gives her money)\n  buy yourself what you like. Ask for more, if it be not sufficient; but\n  rejoice with me you must. It is so melancholy to be happy alone.\n  There, take it, then.\n\n  FRAN.\n  It is stealing it from you, my lady. You are intoxicated, quite\n  intoxicated with joy.\n\n  MIN.\n  Girl, my intoxication is of a quarrelsome kind. Take it, or\n  (forcing money into her hand)\n  ... and if you thank me... Stay, it is well that I think of it.\n  (Takes more money from the desk.)\n  Put that aside, Franziska, for the first poor wounded soldier who\n  accosts us.\n\n\n\n  SCENE IV.\n  Landlord, Minna, and Franziska\n\n  MIN.\n  Well, is he coming?\n\n  LAND.\n  The cross, unmannered fellow!\n\n  MIN.\n  Who?\n\n  LAND.\n  His servant. He refuses to go for him.\n\n  FRAN.\n  Bring the rascal here, then. I know all the Major's servants. Which\n  one of them was it?\n\n  MIN.\n  Bring him here directly. When he sees us he will go fast enough.\n  (Exit Landlord.)\n\n\n\n  SCENE V.\n  Minna, Franziska\n\n  MIN.\n  I cannot bear this delay. But, Franziska, how cold you are still! Why\n  will you not share my joy with me?\n\n  FRAN.\n  I would from my heart, if only!!!!!\n\n  MIN.\n  If only what?\n\n  FRAN.\n  We have found him again. But how have we found him? From all we hear,\n  it must go badly with him. He must be unfortunate. That distresses me.\n\n  MIN.\n  Distresses you! Let me embrace you for that, my dear playmate! I shall\n  never forget this of you. I am only in love, you are good.\n\n\n\n  SCENE VI.\n  Landlord, Just, Minna, Franziska\n\n  LAND.\n  With great difficulty I have brought him.\n\n  FRAN.\n  A strange face! I do not know him.\n\n  MIN.\n  Friend, do you live with Major von Tellheim?\n\n  JUST.\n  Yes.\n\n  MIN.\n  Where is your master?\n\n  JUST.\n  Not here.\n\n  MIN.\n  But you could find him?\n\n  JUST.\n  Yes.\n\n  MIN.\n  Will you fetch him quickly?\n\n  JUST.\n  No.\n\n  MIN.\n  You will be doing me a favour.\n\n  JUST.\n  Indeed!\n\n  MIN.\n  And your master a service.\n\n  JUST.\n  Perhaps not.\n\n  MIN.\n  Why do you suppose that?\n\n  JUST.\n  You are the strange lady who sent your compliments to him this\n  morning, I think?\n\n  MIN.\n  Yes.\n\n  JUST.\n  Then I am right.\n\n  MIN.\n  Does your master know my name?\n\n  JUST.\n  No; but he likes over-civil ladies as little as over-uncivil\n  landlords.\n\n  LAND.\n  That is meant for me, I suppose?\n\n  JUST.\n  Yes.\n\n  LAND.\n  Well, do not let the lady suffer for it then; but bring him here\n  directly.\n\n  MIN. (to Franziska).\n  Franziska, give him something\n\n  FRAN. (trying to put some money into Just's hand).\n  We do not require your services for nothing.\n\n  JUST.\n  Nor I your money without services.\n\n  FRAN.\n  One in return for the other.\n\n  JUST.\n  I cannot. My master has ordered me to pack up. That I am now about,\n  and I beg you not to hinder me further. When I have finished, I will\n  take care to tell him that he may come here. He is close by, at the\n  coffee-house; and if he finds nothing better to do there, I suppose he\n  will come.\n  (Going.)\n\n  FRAN.\n  Wait a moment! My lady is the Major's... sister.\n\n  MIN.\n  Yes, yes, his sister.\n\n  JUST.\n  I know better; the Major has not a sister. He has sent me twice in six\n  months to his family in Courland. It is true there are different sorts\n  of sisters!!!!!\n\n  FRAN.\n  Insolent!\n\n  JUST.\n  One must be so to get the people to let one alone.\n  (Exit.)\n\n  FRAN.\n  That is a rascal.\n\n  LAND.\n  So I said. But let him go! I know now where his master is. I will\n  fetch him instantly myself. I only beg your ladyship, most humbly,\n  that you will make an excuse for me to the Major, that I have been so\n  unfortunate as to offend a man of his merit against my will.\n\n  MIN.\n  Pray go quickly. I will set all that right again.\n  (Exit the Landlord.)\n  Franziska, run after him, and tell him not to mention my name!\n  (Exit Franziska.)\n\n\n  SCENE VII.\n  Minna, _and afterwards_ Franziska\n\n  MIN.\n  I have found him again!--Am I alone?--I will not be alone to no\n  purpose.--\n  (Clasping her hands.)\n  Yet I am not alone!\n  (Looking upwards.)\n  One single grateful thought towards heaven, is the most perfect\n  prayer! I have found him! I have found him!\n  (With outstretched arms.)\n  I am joyful and happy! What can please the Creator more than a joyful\n  creature!\n  (Franziska returns.)\n  Have you returned, Franziska? You pity him! I do not pity him.\n  Misfortune too is useful. Perhaps heaven deprived him of everything--\n  to give him all again, through me!\n\n  FRAN.\n  He may be here at any moment.--You are still in your morning dress, my\n  lady. Ought you not to dress yourself quickly?\n\n  MIN.\n  Not at all. He will now see me more frequently so, than dressed out.\n\n  FRAN.\n  Oh! you know, my lady, how you look best.\n\n  MIN. (after a pause).\n  Truly, girl, you have hit it again.\n\n  FRAN.\n  I think women who are beautiful, are most so when unadorned.\n\n  MIN.\n  Must we then be beautiful? Perhaps it was necessary that we should\n  think ourselves so. Enough for me, if only I am beautiful in his eyes.\n  Franziska, if all women feel as I now feel, we are--strange things.\n  Tender hearted, yet proud; virtuous, yet vain; passionate, yet\n  innocent. I dare say you do not understand me. I do not rightly\n  understand myself. Joy turns my head.\n\n  FRAN.\n  Compose yourself, my lady, I hear footsteps.\n\n  MIN.\n  Compose myself! What! receive him composedly?\n\n\n\n  SCENE VIII.\n  Major von Tellheim, Landlord, Minna, and Franziska\n\n  MAJ. T. (walks in, and the moment he sees Minna rushes towards her).\n  Ah! my Minna!\n\n  MIN. (springing towards him).\n  Ah! my Tellheim!\n\n  MAJ. T. (starts suddenly, and draws back).\n  I beg your pardon, Fraulein von Barnhelm; but to meet you here!!!!!\n\n  MIN.\n  Cannot surely be so unexpected!\n  (Approaching him, whilst he draws back still more.)\n  Am I to pardon you because I am still your Minna? Heaven pardon you,\n  that I am still Fraulein von Barnhelm!\n\n  MAJ. T.\n  Fraulein...\n  (Looks fixedly at the Landlord, and shrugs his shoulders.)\n\n  MIN. (sees the Landlord, and makes a sign to Franziska).\n  Sir!!!!!\n\n  MAJ. T.\n  If we are not both mistaken!!!!!\n\n  FRAN.\n  Why, Landlord, whom have you brought us here? Come, quick! let us go\n  and look for the right man.\n\n  LAND.\n  Is he not the right one? Surely!\n\n  FRAN.\n  Surely not! Come, quick! I have not yet wished your daughter good\n  morning.\n\n  LAND.\n  Oh! you are very good\n  (still does not stir).\n\n  FRAN. (takes hold of him).\n  Come, and we will make the bill of fare. Let us see what we shall\n  have.\n\n  LAND.\n  You shall have first of all!!!!!\n\n  FRAN.\n  Stop, I say, stop! If my mistress knows now what she is to have for\n  dinner, it will be all over with her appetite. Come, we must talk that\n  over in private.\n  (Drags him off.)\n\n\n\n  SCENE IX.\n  Minna, Major von Tellheim\n\n  MIN.\n  Well, are we still both mistaken?\n\n  MAJ. T.\n  Would to heaven it were so--But there is only one Minna, and you are\n  that one.\n\n  MIN.\n  What ceremony! The world might hear what we have to say to one\n  another.\n\n  MAJ. T.\n  You here? What do you want here, Madam?\n\n  MIN.\n  Nothing now\n  (going to him with open arms).\n  I have found all that I wanted.\n\n  MAJ. T. (drawing back).\n  You seek a prosperous man, and one worthy of your love; and you find--\n  a wretched one.\n\n  MIN.\n  Then do you love me no longer? Do you love another?\n\n  MAJ. T.\n  Ah! he never loved you, who could love another afterwards.\n\n  MIN.\n  You draw but one dagger from my breast; for if I have lost your heart,\n  what matters whether indifference or more powerful charms than mine\n  have robbed me of it? You love me no longer; neither do you love\n  another? Wretched man indeed, if you love nothing!\n\n  MAJ. T.\n  Right; the wretched must love nothing. He merits his misfortunes, if\n  he cannot achieve this victory over himself--if he can allow the woman\n  he loves to take part in his misfortune... Oh! how difficult is\n  this victory!... Since reason and necessity have commanded me to\n  forget Minna von Barnhelm, what pains have I taken! I was just\n  beginning to hope that my trouble would not for ever be in vain--and\n  you appear.\n\n  MIN.\n  Do I understand you right? Stop, sir; let us see what we mean before\n  we make further mistakes. Will you answer me one question?\n\n  MAJ. T.\n  Any one.\n\n  MIN.\n  But will you answer me without shift or subterfuge? With nothing but a\n  plain \"Yes,\" or \"No?\"\n\n  MAJ. T.\n  I will--if I can.\n\n  MIN.\n  You can. Well, notwithstanding the pains which you have taken to\n  forget me, do you love me still, Tellheim?\n\n  MAJ. T.\n  Madam, that question!!!!!\n\n  MIN.\n  You have promised to answer Yes, or No.\n\n  MAJ. T.\n  And added, If I can.\n\n  MIN.\n  You can. You must know what passes in your heart. Do you love me\n  still, Tellheim? Yes, or No?\n\n  MAJ. T.\n  If my heart!!!!!\n\n  MIN.\n  Yes, or No?\n\n  MAJ. T.\n  Well, Yes!\n\n  MIN.\n  Yes?\n\n  MAJ. T.\n  Yes, yes! Yet!!!!!\n\n  MIN.\n  Patience! You love me still; that is enough for me. Into what a mood\n  have we fallen! an unpleasant, melancholy, infectious mood! I assume\n  my own again. Now, my dear unfortunate, you love me still, and have\n  your Minna still, and are unhappy? Hear what a conceited, foolish\n  thing your Minna was--is. She allowed--allows herself, to imagine that\n  she makes your whole happiness. Declare all your misery at once. She\n  would like to try how far she can outweigh it.--Well?\n\n  MAJ. T.\n  Madam, I am not accustomed to complain.\n\n  MIN.\n  Very well. I know nothing in a soldier, after boasting, that pleases\n  me less than complaining. But there is a certain cold, careless way of\n  speaking of bravery and misfortune!!!!!\n\n  MAJ. T.\n  Which at the bottom is still boasting and complaining.\n\n  MIN.\n  You disputant! You should not have called yourself unhappy at all\n  then. You should have told the whole, or kept quiet. Reason and\n  necessity commanded you to forget me? I am a great stickler for\n  reason; I have a great respect for necessity. But let me hear how\n  reasonable this reason, and how necessary this necessity may be.\n\n  MAJ. T.\n  Listen then, Madam. You call me Tellheim; the name is correct. But\n  suppose I am not that Tellheim whom you knew at home; the prosperous\n  man, full of just pretensions, with a thirst for glory; the master of\n  all his faculties, both of body and mind; before whom the lists of\n  honour and prosperity stood open; who, if he was not then worthy of\n  your heart and your hand, dared to hope that he might daily become\n  more nearly so. This Tellheim I am now, as little as I am my own\n  father. They both have been. Now I am Tellheim the discharged, the\n  suspected, the cripple, the beggar. To the former, Madam, you promised\n  your hand; do you wish to keep your word?\n\n  MIN.\n  That sounds very tragic... Yet, Major Tellheim, until I find the\n  former one again--I am quite foolish about the Tellheims--the latter\n  will have to help me in my dilemma. Your hand, dear beggar!\n  (Taking his hand).\n\n  MAJ. T. (holding his hat before his face with the other hand, and\n  turning away from her).\n  This is too much!... What am I?... Let me go, Madam. Your\n  kindness tortures me! Let me go.\n\n  MIN.\n  What is the matter? Where would you go?\n\n  MAJ. T.\n  From you!\n\n  MIN.\n  From me\n  (drawing his hand to her heart)?\n  Dreamer!\n\n  MAJ. T.\n  Despair will lay me dead at your feet.\n\n  MIN.\n  From me?\n\n  MAJ. T.\n  From you. Never, never to see you again. Or at least determined, fully\n  determined, never to be guilty of a mean action; never to cause you to\n  commit an imprudent one. Let me go, Minna!\n  (Tears himself away, and Exit.)\n\n  MIN. (calling after him).\n  Let you go, Minna? Minna, let you go? Tellheim! Tellheim!\n\n\n\n\nACT III.\n\n\n\n  SCENE I.\n  The Parlour. Just (with a letter in his hand)\n\n  JUST.\n  Must I come again into this cursed house! A note from my master to her\n  ladyship that would be his sister. I hope nothing will come of this,\n  or else there will be no end to letter carrying. I should like to be\n  rid of it; but yet I don't wish to go into the room. The women ask so\n  many questions, and I hate answering--Ah! the door opens. Just what I\n  wanted, the waiting puss!\n\n\n\n  Scene II\n  Franziska and Just\n\n  FRAN. (calling through the door by which she has just entered).\n  Fear not; I will watch. See!\n  (observing Just)\n  I have met with something immediately. But nothing is to be done with\n  that brute.\n\n  JUST.\n  Your servant.\n\n  FRAN.\n  I should not like such a servant.\n\n  JUST.\n  Well, well, pardon the expression! There is a note from my master to\n  your mistress--her ladyship--his sister, wasn't it?--sister.\n\n  FRAN.\n  Give it me!\n  (Snatches it from his hand.)\n\n  JUST.\n  You will be so good, my master begs, as to deliver it. Afterwards you\n  will be so good, my master begs, as not to think I ask for anything!\n\n  FRAN.\n  Well?\n\n  JUST.\n  My master understands how to manage the affair. He knows that the way\n  to the young lady is through her maid, methinks. The maid will\n  therefore be so good, my master begs, as to let him know whether he\n  may not have the pleasure of speaking with the maid for a quarter of\n  an hour.\n\n  FRAN.\n  With me?\n\n  JUST.\n  Pardon me, if I do not give you your right title. Yes, with you.\n  Only for one quarter of an hour; but alone, quite alone, in private\n  tete-a-tete. He has something very particular to say to you.\n\n  FRAN.\n  Very well! I have also much to say to him. He may come; I shall be at\n  his service.\n\n  JUST.\n  But when can he come? When is it most convenient for you, young woman?\n  In the evening?\n\n  FRAN.\n  What do you mean? Your master can come when he pleases; and now be off.\n\n  JUST.\n  Most willingly!\n  (Going.)\n\n  FRAN.\n  I say! one word more! Where are the rest of the Major's servants?\n\n  JUST.\n  The rest? Here, there, and everywhere.\n\n  FRAN.\n  Where is William?\n\n  JUST.\n  The valet? He has let him go for a trip.\n\n  FRAN.\n  Oh! and Philip, where is he?\n\n  JUST.\n  The huntsman? Master has found him a good place.\n\n  FRAN.\n  Because he does not hunt now, of course. But Martin?\n\n  JUST.\n  The coachman? He is off on a ride.\n\n  FRAN.\n  And Fritz?\n\n  JUST.\n  The footman? He is promoted.\n\n  FRAN.\n  Where were you then, when the Major was quartered in Thuringia with us\n  that winter? You were not with him, I suppose!\n\n  JUST.\n  Oh! yes, I was groom; but I was in the hospital.\n\n  FRAN.\n  Groom! and now you are!!!!!\n\n  JUST.\n  All in all; valet and huntsman, footman and groom.\n\n  FRAN.\n  Well, I never! To turn away so many good, excellent servants, and to\n  keep the very worst of all! I should like to know what your master\n  finds in you!\n\n  JUST.\n  Perhaps he finds that I am an honest fellow.\n\n  FRAN.\n  Oh! one is precious little if one is nothing more than honest. William\n  was another sort of a man! So your master has let him go for a trip!\n\n  JUST.\n  Yes, he... let him--because he could not prevent him.\n\n  FRAN.\n  How so?\n\n  JUST.\n  Oh! William will do well on his travels. He took master's wardrobe\n  with him.\n\n  FRAN.\n  What! he did not run away with it?\n\n  JUST.\n  I cannot say that exactly; but when we left Nurnberg, he did not\n  follow us with it.\n\n  FRAN.\n  Oh! the rascal!\n\n  JUST.\n  He was the right sort! he could curl hair and shave--and chatter and\n  flirt--couldn't he?\n\n  FRAN.\n  At any rate, I would not have turned away the huntsman, had I been in\n  the Major's place. If he did not want him any longer as huntsman, he\n  was still a useful fellow. Where has he found him a place?\n\n  JUST.\n  With the Commandant of Spandau.\n\n  FRAN.\n  The fortress! There cannot be much hunting within the walls either.\n\n  JUST.\n  Oh! Philip does not hunt there.\n\n  FRAN.\n  What does he do, then?\n\n  JUST.\n  He rides--on the treadmill.\n\n  FRAN.\n  The treadmill!\n\n  JUST.\n  But only for three years. He made a bit of a plot amongst master's\n  company, to get six men through the outposts.\n\n  FRAN.\n  I am astonished; the knave!\n\n  JUST.\n  Ah! he was a useful fellow; a huntsman who knew all the foot paths and\n  by-ways for fifty miles round, through forests and bogs. And he could\n  shoot!\n\n  FRAN.\n  It is lucky the Major has still got the honest coachman.\n\n  JUST.\n  Has he got him still?\n\n  FRAN.\n  I thought you said Martin was off on a ride: of course he will come\n  back!\n\n  JUST.\n  Do you think so?\n\n  FRAN.\n  Well, where has he ridden to?\n\n  JUST.\n  It is now going on for ten weeks since he rode master's last and only\n  horse--to water.\n\n  FRAN.\n  And has not he come back yet? Oh! the rascal!\n\n  JUST.\n  The water may have washed the honest coachman away. Oh! he was a\n  famous coachman! He had driven ten years in Vienna. My master will\n  never get such another again. When the horses were in full gallop, he\n  only had to say \"Wo!\" and there they stood, like a wall. Moreover, he\n  was a finished horse-doctor!\n\n  FRAN.\n  I begin now to be anxious about the footman's promotion.\n\n  JUST.\n  No, no; there is no occasion for that. He has become a drummer in a\n  garrison regiment.\n\n  FRAN.\n  I thought as much!\n\n  JUST.\n  Fritz chummed up with a scamp, never came home at night, made debts\n  everywhere in master's name, and a thousand rascally tricks. In short,\n  the Major saw that he was determined to rise in the world\n  (pantomimically imitating the act of hanging),\n  so he put him in the right road.\n\n  FRAN.\n  Oh! the stupid!\n\n  JUST.\n  Yet a perfect footman, there is no doubt of that. In running, my\n  master could not catch him on his best horse if he gave him fifty\n  paces; but on the other hand, Fritz could give the gallows a thousand\n  paces, and, I bet my life, he would overhaul it. They were all great\n  friends of yours, eh, young woman?... William and Philip, Martin\n  and Fritz! Now, Just wishes you good day.\n  (Exit.)\n\n\n\n  SCENE III.\n  Franziska, _and afterwards the_ Landlord\n\n  FRAN. (looking after him seriously).\n  I deserve the hit! Thank you, Just. I undervalued honesty. I will not\n  forget the lesson. Ah! our unfortunate Major!\n  (Turns round to enter her mistress' room, when the Landlord comes.)\n\n  LAND.\n  Wait a bit, my pretty maid.\n\n  FRAN.\n  I have not time now, Mr. Landlord.\n\n  LAND.\n  Only half a moment! No further tidings of the Major? That surely could\n  not possibly be his leave-taking!\n\n  FRAN.\n  What could not?\n\n  LAND.\n  Has not our ladyship told you? When I left you, my pretty maid, below\n  in the kitchen, I returned accidentally into this room!!!!!\n\n  FRAN.\n  Accidentally--with a view to listen a little.\n\n  LAND.\n  What, girl! how can you suspect me of that? There is nothing so bad in\n  a landlord as curiosity. I had not been here long, when suddenly her\n  ladyship's door burst open: the Major dashed out; the lady after him;\n  both in such a state of excitement; with looks--in attitudes--that\n  must be seen to be understood. She seized hold of him; he tore himself\n  away; she seized him again--\"Tellheim.\" \"Let me go, Madam.\" \"Where?\"\n  Thus he drew her as far as the staircase. I was really afraid he would\n  drag her down; but he got away. The lady remained on the top step;\n  looked after him; called after him; wrung her hands. Suddenly she\n  turned round; ran to the window; from the window to the staircase\n  again; from the staircase into the room, backwards and forwards. There\n  I stood; she passed me three times without seeing me. At length it\n  seemed as if she saw me; but heaven defend us! I believe the lady took\n  me for you. \"Franziska,\" she cried, with her eyes fixed upon me, \"am I\n  happy now?\" Then she looked straight up to the ceiling, and said again\n  --\"Am I happy now?\" Then she wiped the tears from her eyes, and\n  smiled, and asked me again--\"Franziska, am I happy now?\" I really\n  felt, I know not how. Then she ran to the door of her room, and turned\n  round again towards me, saying--\"Come, Franziska, whom do you pity\n  now?\" and with that she went in.\n\n  FRAN.\n  Oh! Mr. Landlord, you dreamt that.\n\n  LAND.\n  Dreamt! No, my pretty maid; one does not dream so minutely. Yes, what\n  would not I give--I am not curious: but what would not I give--to have\n  the key to it!\n\n  FRAN.\n  The key? Of our door? Mr. Landlord, that is inside; we took it in at\n  night; we are timid.\n\n  LAND.\n  Not that sort of key; I mean, my dear girl, the key--the explanation,\n  as it were; the precise connexion of all that I have seen.\n\n  FRAN.\n  Indeed! Well, good-bye, Mr. Landlord. Shall we have dinner soon?\n\n  LAND.\n  My dear girl, not to forget what I came to say!!!!!\n\n  FRAN.\n  Well? In as few words as possible.\n\n  LAND.\n  Her ladyship has my ring still. I call it mine!!!!!\n\n  FRAN.\n  You shall not lose it.\n\n  LAND.\n  I have no fear on that account: I merely put you in mind. Do you see,\n  I do not wish to have it again at all. I can guess pretty well how she\n  knew the ring, and why it was so like her own. It is best in her\n  hands. I do not want it any more; and I can put them down--the hundred\n  pistoles which I advanced for it, to the lady's bill. Will not that\n  do, my pretty maid?\n\n\n\n  SCENE IV.\n  Paul Werner, Landlord, Franziska\n\n  WER.\n  There he is!\n\n  FRAN.\n  A hundred pistoles? I thought it was only eighty.\n\n  LAND.\n  True, only ninety, only ninety. I will do so, my pretty maid, I will\n  do so.\n\n  FRAN.\n  All that will come right, Mr. Landlord.\n\n  WER. (coming from behind, and tapping Franziska on the shoulder).\n  Little woman--Little woman.\n\n  FRAN. (frightened).\n  Oh! dear!\n\n  WER.\n  Don't be alarmed! I see you are pretty, and a stranger, too. And\n  strangers who are pretty must be warned. Little woman! little woman! I\n  advise you to beware of that fellow!\n  (Pointing to the Landlord).\n\n  LAND.\n  Ah! What an unexpected pleasure! Herr Werner! Welcome, welcome! Yes,\n  you are just the same jovial, joking, honest Werner! So you are to\n  beware of me, my pretty maid. Ha! ha! ha!\n\n  WER.\n  Keep out of his way everywhere!\n\n  LAND.\n  My way? Am I such a dangerous man? Ha! ha! ha! Hear him, my pretty\n  maid! A good joke, isn't it?\n\n  WER.\n  People like him always call it a joke, if one tells them the truth.\n\n  LAND.\n  The truth. Ha! ha! ha! Better and better, my pretty maid, isn't it? He\n  knows how to joke! I dangerous? I? Twenty years ago there might have\n  been something in it. Yes, yes, my pretty maid, then I was a dangerous\n  man: many a one knew it; but now!!!!!\n\n  WER.\n  Oh! the old fool!\n\n  LAND.\n  There it is! When we get old, danger is at an end! It will be so with\n  you too, Herr Werner!\n\n  WER.\n  You utter old fool!--Little woman, you will give me credit for enough\n  common sense not to speak of danger from him. That one devil has left\n  him, but seven others have entered into him.\n\n  LAND.\n  Oh! hear him! How cleverly he can turn things about. Joke upon joke,\n  and always something new! Ah! he is an excellent man, Paul Werner is.\n  (To Franziska, as if whispering.)\n  A well-to-do man, and a bachelor still. He has a nice little freehold\n  three miles from here. He made prize-money in the war, and was a\n  sergeant to the Major. Yes, he is a real friend of the Major's; he is\n  a friend who would give his life for him.\n\n  WER.\n  Yes; and that is a friend of the Major's--that is a friend... whose\n  life the Major ought to take\n  (Pointing to the Landlord).\n\n  LAND.\n  How! What! No, Herr Werner, that is not a good joke. I no friend to\n  the Major! I don't understand that joke.\n\n  WER.\n  Just has told me pretty things.\n\n  LAND.\n  Just! Ah! I thought Just was speaking through you. Just is a nasty,\n  ill-natured man. But here on the spot stands a pretty maid--she can\n  speak, she can say if I am no friend of the Major's--if I have not\n  done him good service. And why should not I be his friend? Is not he a\n  deserving man? It is true, he has had the misfortune to be discharged;\n  but what of that? The king cannot be acquainted with all deserving\n  officers; and if he knew them, he could not reward them all.\n\n  WER.\n  Heaven put those words into your mouth. But Just... certainly there\n  is nothing remarkable about Just, but still Just is no liar; and if\n  that what he has told me be true!!!!!\n\n  LAND.\n  I don't want to hear anything about Just. As I said, this pretty maid\n  here can speak.\n  (Whispering to her.)\n  You know, my dear; the ring! Tell Herr Werner about it. Then he will\n  learn better what I am. And that it may not appear as if she only said\n  what I wish, I will not even be present. I will go; but you shall tell\n  me after, Herr Werner, you shall tell me, whether Just is not a foul\n  slanderer.\n  (Exit.)\n\n\n\n  SCENE V.\n  Werner, Franziska\n\n  WER.\n  Little woman, do you know my Major?\n\n  FRAN.\n  Major von Tellheim? Yes, indeed, I do know that good man.\n\n  WER.\n  Is he not a good man? Do you like him?\n\n  FRAN.\n  From the bottom of my heart.\n\n  WER.\n  Indeed! I tell you what, little woman, you are twice as pretty now as\n  you were before. But what are the services, which the landlord says he\n  has rendered our Major?\n\n  FRAN.\n  That is what I don't know; unless he wished to take credit to himself\n  for the good result which fortunately has arisen from his knavish\n  conduct.\n\n  WER.\n  Then what Just told me is true?\n  (Towards the side where the Landlord went off.)\n  A lucky thing for you that you are gone! He did really turn him out of\n  his room?--To treat such a man so, because the donkey fancied that he\n  had no more money! The Major no money!\n\n  FRAN.\n  What! Has the Major any money?\n\n  WER.\n  By the load. He doesn't know how much he has. He doesn't know who is\n  in his debt. I am his debtor, and have brought him some old arrears.\n  Look, little woman, in this purse\n  (drawing it out of one pocket)\n  are a hundred louis d'ors; and in this packet\n  (drawing it out of another pocket)\n  a hundred ducats. All his money!\n\n  FRAN.\n  Really! Why then does the Major pawn his things? He pledged a ring,\n  you know!!!!!\n\n  WER.\n  Pledged! Don't you believe it. Perhaps he wanted to get rid of the\n  rubbish.\n\n  FRAN.\n  It is no rubbish; it is a very valuable ring; which, moreover, I\n  suspect, he received from a loving hand.\n\n  WER.\n  That will be the reason. From a loving hand! Yes, yes; such a thing\n  often puts one in mind of what one does not wish to remember, and\n  therefore one gets rid of it.\n\n  FRAN.\n  What!\n\n  WER.\n  Odd things happen to the soldier in winter quarters. He has nothing to\n  do then, so he amuses himself, and to pass the time he makes\n  acquaintances, which he only intends for the winter, but which the\n  good soul with whom he makes them, looks upon for life. Then, presto!\n  a ring is suddenly conjured on to his finger; he hardly knows himself\n  how it gets there; and very often he would willingly give the finger\n  with it, if he could only get free from it again.\n\n  FRAN.\n  Oh! and do you think this has happened to the Major?\n\n  WER.\n  Undoubtedly. Especially in Saxony. If he had had ten fingers on each\n  hand, he might have had all twenty full of rings.\n\n  FRAN. (aside).\n  That sounds important, and deserves to be inquired into.\n  Mr. Freeholder, or Mr. Sergeant!!!!!\n\n  WER.\n  Little woman, if it makes no difference to you, I like \"Mr. Sergeant\"\n  best.\n\n  FRAN.\n  Well, Mr. Sergeant, I have a note from the Major to my mistress. I\n  will just carry it in, and be here again in a moment. Will you be so\n  good as to wait? I should like very much to have a little talk with\n  you.\n\n  WER.\n  Are you fond of talking, little woman? Well, with all my heart. Go\n  quickly. I am fond of talking too: I will wait.\n\n  FRAN.\n  Yes, please wait.\n  (Exit.)\n\n\n\n  SCENE VI.\n  Paul Werner\n\n  WER.\n  That is not at all a bad little woman. But I ought not to have\n  promised her that I would wait, for it would be most to the purpose, I\n  suppose, to find the Major. He will not have my money, but rather\n  pawns his property. That is just his way. A little trick occurs to me.\n  When I was in the town, a fortnight back, I paid a visit to Captain\n  Marloff's widow. The poor woman was ill, and was lamenting that her\n  husband had died in debt to the Major for four hundred thalers, which\n  she did not know how to pay. I went to see her again to-day; I\n  intended to tell her that I could lend her five hundred thalers, when\n  I had received the money for my property; for I must put some of it\n  by, if I do not go to Persia. But she was gone; and no doubt she has\n  not been able to pay the Major. Yes, I'll do that; and the sooner the\n  better. The little woman must not take it ill of me; I cannot wait.\n  (Is going in thought, and almost runs against the Major, who meets\n  him.)\n\n\n\n  SCENE VII.\n  Major Von Tellheim, Paul Werner\n\n  MAJ. T.\n  Why so thoughtful, Werner?\n\n  WER.\n  Oh! that is you. I was just going to pay you a visit in your new\n  quarters, Major.\n\n  MAJ. T.\n  To fill my ears with curses against the Landlord of my old one. Do not\n  remind me of it.\n\n  WER.\n  I should have done that by the way: yes. But more particularly, I wish\n  to thank you for having been so good as to take care of my hundred\n  louis d'ors. Just has given them to me again. I should have been very\n  glad if you would have kept them longer for me. But you have got into\n  new quarters, which neither you nor I know much about. Who knows what\n  sort of place it is? They might be stolen, and you would have to make\n  them good to me; there would be no help for it. So I cannot ask you to\n  take them again.\n\n  MAJ. T. (smiling).\n  When did you begin to be so careful, Werner?\n\n  WER.\n  One learns to be so. One cannot now be careful enough of one's money.\n  I have also a commission for you, Major, from Frau Marloff; I have\n  just come from her. Her husband died four hundred thalers in your\n  debt; she sends you a hundred ducats here, in part payment. She will\n  forward you the rest next week. I believe I am the cause that she has\n  not sent you the whole sum. For she also owed me about eighty thalers,\n  and she thought I was come to dun her for them--which, perhaps, was\n  the fact--so she gave them me out of the roll which she had put aside\n  for you. You can spare your hundred thalers for a week longer, better\n  than I can spare my few groschens. There, take it!\n  (Hands him the ducats.)\n\n  MAJ. T.\n  Werner!\n\n  WER.\n  Well! Why do you stare at me so? Take it, Major!\n\n  MAJ. T.\n  Werner!\n\n  WER.\n  What is the matter with you? What annoys you?\n\n  MAJ. T. (angrily striking his forehead, and stamping with his foot.)\n  That... the four hundred thalers are not all there.\n\n  WER.\n  Come! Major, did not you understand me?\n\n  MAJ. T.\n  It is just because I did understand you! Alas, that the best men\n  should to-day distress me most!\n\n  WER.\n  What do you say?\n\n  MAJ. T.\n  This only applies partly to you. Go, Werner!\n  (Pushing back Werner's hand with the money in it.)\n\n  WER.\n  As soon as I have got rid of this.\n\n  MAJ. T.\n  Werner, suppose I tell you that Frau Marloff was here herself early\n  this morning!!!!!\n\n  WER.\n  Indeed?\n\n  MAJ. T.\n  That she owes me nothing now!!!!!\n\n  WER.\n  Really?\n\n  MAJ. T.\n  That she has paid me every penny--What will you say then?\n\n  WER. (thinks for a minute).\n  I shall say that I have told a lie, and that lying is a low thing,\n  because one may be caught at it.\n\n  MAJ. T.\n  And you will be ashamed of yourself?\n\n  WER.\n  And what of him who compels me to lie? Should not he be ashamed too?\n  Look ye, Major; if I was to say that your conduct has not vexed me, I\n  should tell another lie, and I won't lie any more.\n\n  MAJ. T.\n  Do not be annoyed, Werner. I know your heart, and your affection for\n  me. But I do not require your money.\n\n  WER.\n  Not require it! Rather sell, rather pawn, and get talked about!\n\n  MAJ. T.\n  Oh! people may know that I have nothing more. One must not wish to\n  appear richer than one is.\n\n  WER.\n  But why poorer? A man has something as long as his friend has.\n\n  MAJ. T.\n  It is not proper that I should be your debtor.\n\n  WER.\n  Not proper! On that summer day which the sun and the enemy made hot\n  for us, when your groom, who had your canteen, was not to be found,\n  and you came to me and said--\"Werner, have you nothing to drink?\" and\n  I gave you my flask, you took it and drank, did you not? Was that\n  proper? Upon my life, a mouthful of dirty water at that time was often\n  worth more than such filth\n  (taking the purse also out of his pocket, and holding out both to\n  him).\n  Take them, dear Major! Fancy it is water. God has made this, too, for\n  all.\n\n  MAJ. T.\n  You torment me: don't you hear, I will not be your debtor.\n\n  WER.\n  At first, it was not proper; now, you will not. Ah! that is a\n  different thing.\n  (Rather angrily.)\n  You will not be my debtor? But suppose you are already, Major? Or, are\n  you not a debtor to the man who once warded off the blow that was\n  meant to split your head; and, at another time, knocked off the arm\n  which was just going to pull and send a ball through your breast? How\n  can you become a greater debtor to that man? Or, is my neck of less\n  consequence than my money? If that is a noble way of thinking, by my\n  soul it is a very silly one too.\n\n  MAJ. T.\n  To whom do you say that, Werner? We are alone, and therefore I may\n  speak; if a third person heard us, it might sound like boasting. I\n  acknowledge with pleasure, that I have to thank you for twice saving\n  my life. Do you not think, friend, that if an opportunity occurred I\n  would have done as much for you, eh?\n\n  WER.\n  If an opportunity occurred! Who doubts it, Major? Have I not seen you\n  risk your life a hundred times for the lowest soldier, when he was in\n  danger?\n\n  MAJ. T.\n  Well!\n\n  WER.\n  But!!!!!\n\n  MAJ. T.\n  Why cannot you understand me? I say, it is not proper that I should be\n  your debtor; I will not be your debtor. That is, not in the\n  circumstances in which I now am.\n\n  WER.\n  Oh! so you would wait till better times. You will borrow money from me\n  another time, when you do not want any: when you have some yourself,\n  and I perhaps none.\n\n  MAJ. T.\n  A man ought not to borrow, when he has not the means of repaying.\n\n  WER.\n  A man like yourself cannot always be in want.\n\n  MAJ. T.\n  You know the world... Least of all should a man borrow from one who\n  wants his money himself.\n\n  WER.\n  Oh! yes; I am such a one! Pray, what do I want it for? When they want\n  a sergeant, they give him enough to live on.\n\n  MAJ. T.\n  You want it, to become something more than a sergeant--to be able to\n  get forward in that path in which even the most deserving, without\n  money, may remain behind.\n\n  WER.\n  To become something more than a sergeant! I do not think of that. I am\n  a good sergeant; I might easily make a bad captain, and certainly a\n  worse general.\n\n  MAJ. T.\n  Do not force me to think ill of you, Werner! I was very sorry to hear\n  what Just has told me. You have sold your farm, and wish to rove about\n  again. Do not let me suppose that you do not love the profession of\n  arms so much as the wild dissolute way of living which is\n  unfortunately connected with it. A man should be a soldier for his own\n  country, or from love of the cause for which he fights. To serve\n  without any purpose--to-day here, to-morrow there--is only travelling\n  about like a butcher's apprentice, nothing more.\n\n  WER.\n  Well, then, Major, I will do as you say. You know better what is\n  right. I will remain with you. But, dear Major, do take my money in\n  the meantime. Sooner or later your affairs must be settled. You will\n  get money in plenty then; and then you shall repay me with interest. I\n  only do it for the sake of the interest.\n\n  MAJ. T.\n  Do not talk of it.\n\n  WER.\n  Upon my life, I only do it for the sake of the interest. Many a time I\n  have thought to myself--\"Werner, what will become of you in your old\n  age? when you are crippled? when you will have nothing in the world?\n  when you will be obliged to go and beg!\" And then I thought again--\n  \"No, you will not be obliged to beg: you will go to Major Tellheim; he\n  will share his last penny with you; he will feed you till you die; and\n  with him you can die like an honest fellow.\"\n\n  MAJ. T. (taking Werner's hand).\n  And, comrade, you do not think so still?\n\n  WER.\n  No, I do not think so any longer. He who will not take anything from\n  me, when he is in want, and I have to give, will not give me anything\n  when he has to give, and I am in want. So be it.\n  (Is going.)\n\n  MAJ. T.\n  Man, do not drive me mad! Where are you going?\n  (Detains him.)\n  If I assure you now, upon my honour, that I still have money--If I\n  assure you, upon my honour, that I will tell you when I have no more--\n  that you shall be the first and only person from whom I will borrow\n  anything--will that content you?\n\n  WER.\n  I suppose it must. Give me your hand on it, Major.\n\n  MAJ. T.\n  There, Paul! And now enough of that, I came here to speak with a\n  certain young woman.\n\n\n\n  SCENE VIII.\n  Franziska (coming out of Minna's room), Major von Tellheim, Paul Werner\n\n  FRAN. (entering).\n  Are you there still, Mr. Sergeant?\n  (Seeing Tellheim.)\n  And you there too, Major? I will be at your service instantly.\n  (Goes back quickly into the room.)\n\n\n\n  SCENE IX.\n  Major von Tellheim, Paul Werner\n\n  MAJ. T.\n  That was she! But it seems you know her, Werner.\n\n  WER.\n  Yes, I know her.\n\n  MAJ. T.\n  Yet, if I remember rightly, when I was in Thuringia you were not with\n  me.\n\n  WER.\n  No; I was seeing after the uniforms in Leipsic.\n\n  MAJ. T.\n  Where did you make her acquaintance, then?\n\n  WER.\n  Our acquaintance is very young. Not a day old. But young friendship is\n  warm.\n\n  MAJ. T.\n  Have you seen her mistress, too?\n\n  WER.\n  Is her mistress a young lady? She told me you are acquainted with her\n  mistress.\n\n  MAJ. T.\n  Did not you hear? She comes from Thuringia.\n\n  WER.\n  Is the lady young?\n\n  MAJ. T.\n  Yes.\n\n  WER.\n  Pretty?\n\n  MAJ. T.\n  Very pretty.\n\n  WER.\n  Rich?\n\n  MAJ. T.\n  Very rich.\n\n  WER.\n  Is the mistress as fond of you as the maid is? That would be capital!\n\n  MAJ. T.\n  What do you mean?\n\n\n\n  SCENE X.\n  Franziska (with a letter in her hand), Major von Tellheim, Paul Werner\n\n  FRAN.\n  Major!!!!!\n\n  MAJ. T.\n  Franziska, I have not yet been able to give you a \"Welcome\" here.\n\n  FRAN.\n  In thought, I am sure that you have done it. I know you are friendly\n  to me; so am I to you. But it is not at all kind to vex those who are\n  friendly to you so much.\n\n  WER. (aside).\n  Ah! now I see it. It is so!\n\n  MAJ. T.\n  My destiny, Franziska! Did you give her the letter?\n\n  FRAN.\n  Yes; and here I bring you...\n  (holding out a letter).\n\n  MAJ. T.\n  An answer!\n\n  FRAN.\n  No, your own letter again.\n\n  MAJ. T.\n  What! She will not read it!\n\n  FRAN.\n  She would have liked, but--we can't read writing well.\n\n  MAJ. T.\n  You are joking!\n\n  FRAN.\n  And we think that writing was not invented for those who can converse\n  with their lips whenever they please.\n\n  MAJ. T.\n  What an excuse! She must read it. It contains my justification--all\n  the grounds and reasons!!!!!\n\n  FRAN.\n  My mistress wishes to hear them all from you yourself, not to read\n  them.\n\n  MAJ. T.\n  Hear them from me myself! That every look, every word of hers, may\n  embarrass me; that I may feel in every glance the greatness of my\n  loss.\n\n  FRAN.\n  Without any pity! Take it.\n  (Giving him his letter.)\n  She expects you at three o'clock. She wishes to drive out and see the\n  town; you must accompany her.\n\n  MAJ. T.\n  Accompany her!\n\n  FRAN.\n  And what will you give me to let you drive out by yourselves? I shall\n  remain at home.\n\n  MAJ. T.\n  By ourselves!\n\n  FRAN.\n  In a nice close carriage.\n\n  MAJ. T.\n  Impossible!\n\n  FRAN.\n  Yes, yes, in the carriage, Major. You will have to submit quietly; you\n  cannot escape there! And that is the reason. In short, you will come,\n  Major, and punctually at three.... Well, you wanted to speak to me\n  too alone. What have you to say to me? Oh! we are not alone.\n  (Looking at Werner.)\n\n  MAJ. T.\n  Yes, Franziska; as good as alone. But as your mistress has not read my\n  letter, I have nothing now to say to you.\n\n  FRAN.\n  As good as alone! Then you have no secrets from the Sergeant?\n\n  MAJ. T.\n  No, none.\n\n  FRAN.\n  And yet I think you should have some from him.\n\n  MAJ. T.\n  Why so?\n\n  WER.\n  How so, little woman?\n\n  FRAN.\n  Particularly secrets of a certain kind.... All twenty, Mr.\n  Sergeant!\n  (Holding up both her hands, with open fingers.)\n\n  WER.\n  Hist! hist! girl.\n\n  MAJ. T.\n  What is the meaning of that?\n\n  FRAN.\n  Presto! conjured on to his finger, Mr. Sergeant\n  (as if she was putting a ring on her fingers).\n\n  MAJ. T.\n  What are you talking about?\n\n  WER.\n  Little woman, little woman, don't you understand a joke?\n\n  MAJ. T.\n  Werner, you have not forgotten, I hope, what I have often told you;\n  that one should not jest beyond a certain point with a young woman!\n\n  WER.\n  Upon my life I may have forgotten it! Little woman, I beg!!!!!\n\n  FRAN.\n  Well, if it was a joke, I will forgive you this once.\n\n  MAJ. T.\n  Well, if I must come, Franziska, just see that your mistress reads my\n  letter beforehand? That will spare me the pain of thinking again--of\n  talking again, of things which I would willingly forget. There, give\n  it to her!\n  (He turns the letter in giving it to her, and sees that it has been\n  opened.)\n  But do I see aright? Why it has been opened.\n\n  FRAN.\n  That may be.\n  (Looks at it.)\n  True, it is open. Who can have opened it? But really we have not read\n  it, Major; really not. And we do not wish to read it, because the\n  writer is coming himself. Come; and I tell you what, Major! don't come\n  as you are now--in boots, and with such a head. You are excusable, you\n  do not expect us. Come in shoes, and have your hair fresh dressed. You\n  look too soldierlike, too Prussian for me as you are.\n\n  MAJ. T.\n  Thank you, Franziska.\n\n  FRAN.\n  You look as if you had been bivouacking last night.\n\n  MAJ. T.\n  You may have guessed right.\n\n  FRAN.\n  We are going to dress, directly too, and then have dinner. We would\n  willingly ask you to dinner, but your presence might hinder our\n  eating; and observe, we are not so much in love that we have lost our\n  appetites.\n\n  MAJ. T.\n  I will go. Prepare her somewhat, Franziska, beforehand, that I may not\n  become contemptible in her eyes, and in my own. Come, Werner, you\n  shall dine with me.\n\n  WER.\n  At the table d'hote here in the house? I could not eat a bit there.\n\n  MAJ. T.\n  With me, in my room.\n\n  WER.\n  I will follow you directly. One word first with the little woman.\n\n  MAJ. T.\n  I have no objection to that.\n  (Exit.)\n\n\n\n  SCENE XI.\n  Paul Werner, Franziska\n\n  FRAN.\n  Well, Mr. Sergeant!\n\n  WER.\n  Little woman, if I come again, shall I too come smartened up a bit?\n\n  FRAN.\n  Come as you please: my eyes will find no fault with you. But my ears\n  will have to be so much the more on their guard. Twenty fingers, all\n  full of rings. Ah! ah! Mr. Sergeant!\n\n  WER.\n  No, little woman; that is just what I wished to say to you. I only\n  rattled on a little. There is nothing in it. One ring is quite enough\n  for a man. Hundreds and hundreds of times I have heard the Major say--\n  \"He must be a rascally soldier, who can mislead a young girl.\" So\n  think I too, little woman. You may trust to that! I must be quick and\n  follow him. A good appetite to you.\n  (Exit.)\n\n  FRAN.\n  The same to you! I really believe, I like that man!\n  (Going in, she meets Minna coming out.)\n\n\n\n  SCENE XII.\n  Minna, Franziska\n\n  MIN.\n  Has the Major gone already, Franziska? I believe I should have been\n  sufficiently composed again now to have detained him here.\n\n  FRAN.\n  And I will make you still more composed.\n\n  MIN.\n  So much the better! His letter! oh! his letter! Each line spoke the\n  honourable noble man. Each refusal to accept my hand declared his love\n  for me. I suppose he noticed that we had read his letter. I don't mind\n  that, if he does but come. But are you sure he will come? There only\n  seems to me to be a little too much pride in his conduct. For not to\n  be willing to be indebted for his good fortune, even to the woman he\n  loves, is pride, unpardonable pride! If he shows me too much of this,\n  Franziska!!!!!\n\n  FRAN.\n  You will discard him!\n\n  MIN.\n  See there! Do you begin to pity him again already! No, silly girl, a\n  man is never discarded for a single fault. No; but I have thought of a\n  trick to pay him off a little for this pride, with pride of the same\n  kind.\n\n  FRAN.\n  Indeed, you must be very composed, my lady, if you are thinking of\n  tricks again.\n\n  MIN.\n  I am so; come. You will have a part to play in my plot.\n  (Exeunt.)\n\n\n\n\nACT IV.\n\n\n\n  SCENE I.\n  Minna's Room.\n\n   Minna (dressed handsomely and richly, but in good taste), Franziska\n    (They have just risen from a table, which a servant is clearing.)\n\n  FRAN.\n  You cannot possibly have eaten enough, my lady.\n\n  MIN.\n  Don't you think so, Franziska? Perhaps I had no appetite when I sat\n  down.\n\n  FRAN.\n  We had agreed not to mention him during dinner. We should have\n  resolved likewise, not to think of him.\n\n  MIN.\n  Indeed, I have thought of nothing but him.\n\n  FRAN.\n  So I perceived. I began to speak of a hundred different things, and\n  you made wrong answers to each.\n  (Another servant brings coffee.)\n  Here comes a beverage more suited to fancies--sweet, melancholy\n  coffee.\n\n  MIN.\n  Fancies! I have none. I am only thinking of the lesson I will give\n  him. Did you understand my plan, Franziska?\n\n  FRAN.\n  Oh! yes; but it would be better if he spared us the putting it in\n  execution.\n\n  MIN.\n  You will see that I know him thoroughly. He who refuses me now with\n  all my wealth, will contend for me against the whole world, as soon as\n  he hears that I am unfortunate and friendless.\n\n  FRAN. (seriously).\n  That must tickle the most refined self-love.\n\n  MIN.\n  You moralist! First you convict me of vanity--now of self-love. Let me\n  do as I please, Franziska. You, too, shall do as you please with your\n  Sergeant.\n\n  FRAN.\n  With my Sergeant?\n\n  MIN.\n  Yes. If you deny it altogether, then it is true. I have not seen him\n  yet; but from all you have said respecting him, I foretell your\n  husband for you.\n\n\n\n  SCENE II.\n  Riccaut De La Marliniere, Minna, Franziska\n\n  RIC. (before he enters).\n  Est-il permis, Monsieur le Major?\n\n  FRAN.\n  Who is that? Any one for us?\n  (going to the door).\n\n  RIC.\n  Parbleu! I am wrong. Mais non--I am not wrong. C'est la chambre!!!!!\n\n  FRAN.\n  Without doubt, my lady, this gentleman expects to find Major von\n  Tellheim here still.\n\n  RIC.\n  Oui, dat is it! Le Major de Tellheim; juste, ma belle enfant, c'est\n  lui que je cherche. Ou est-il?\n\n  FRAN.\n  He does not lodge here any longer.\n\n  RIC.\n  Comment? Dere is four-and-twenty hour ago he did lodge here, and not\n  lodge here any more? Where lodge he den?\n\n  MIN. (going up to him).\n  Sir!!!!!\n\n  RIC.\n  Ah! Madame, Mademoiselle, pardon, lady.\n\n  MIN.\n  Sir, your mistake is quite excusable, and your astonishment very\n  natural. Major von Tellheim has had the kindness to give up his\n  apartments to me, as a stranger, who was not able to get them\n  elsewhere.\n\n  RIC.\n  Ah! voila de ses politesses! C'est un tres-galant homme que ce Major!\n\n  MIN.\n  Where has he gone now?--truly I am ashamed that I do not know.\n\n  RIC.\n  Madame not know? C'est dommage; j'en suis fache.\n\n  MIN.\n  I certainly ought to have inquired. Of course his friends will seek\n  him here.\n\n  RIC.\n  I am vary great his friend, Madame.\n\n  MIN.\n  Franziska, do you not know?\n\n  FRAN.\n  No, my lady.\n\n  RIC.\n  It is vary necessaire dat I speak him. I come and bring him a\n  nouvelle, of which he will be vary much at ease.\n\n  MIN.\n  I regret it so much the more. But I hope to see him perhaps shortly.\n  If it is a matter of indifference from whom he hears this good news, I\n  would offer, sir!!!!!\n\n  RIC.\n  I comprehend. Mademoiselle parle francais? Mais sans doute; telle que\n  je la vois! La demande etait bien impolie; vous me pardonnerez,\n  Mademoiselle.\n\n  MIN.\n  Sir!!!!!\n\n  RIC.\n  No! You not speak French, Madame?\n\n  MIN.\n  Sir, in France I would endeavour to do so; but why here? I perceive\n  that you understand me, sir; and I, sir, shall doubtless understand\n  you; speak as you please.\n\n  RIC.\n  Good, good! I can also explain me in your langue. Sachez donc,\n  Mademoiselle, you must know, Madame, dat I come from de table of de\n  ministre, ministre de, ministre de... What is le ministre out dere,\n  in de long street, on de broad place?\n\n  MIN.\n  I am a perfect stranger here.\n\n  RIC.\n  Si, le ministre of de war departement. Dere I have eat my dinner; I\n  ordinary dine dere, and de conversation did fall on Major Tellheim; et\n  le ministre m'a dit en confidence, car Son Excellence est de mes amis,\n  et il n'y a point de mysteres entre nous; Son Excellence, I say, has\n  trust to me, dat l'affaire from our Major is on de point to end, and\n  to end good. He has made a rapport to de king, and de king has\n  resolved et tout a fait en faveur du Major. \"Monsieur,\" m'a dit Son\n  Excellence, \"vous comprenez bien, que tout depend de la maniere, dont\n  on fait envisager les choses au roi, et vous me connaissez. Cela fait\n  un tres-joli garcon que ce Tellheim, et ne sais-je pas que vous\n  l'aimez? Les amis de mes amis sont aussi les miens. Il coute un peu\n  cher au Roi ce Tellheim, mais est-ce que l'on sert les rois pour rien?\n  Il faut s'entr'aider en ce monde; et quand il s'agit de pertes, que ce\n  soit le Roi qui en fasse, et non pas un honnete homme de nous autres.\n  Voila le principe, dont je ne me depars jamais.\" But what say Madame\n  to it? N'est pas, dat is a fine fellow! Ah! que Son Excellence a le\n  coeur bien place! He assure me au reste, if de Major has not recu\n  already une lettre de la main--a royal letter, dat to-day\n  infailliblement must he receive one.\n\n  MIN.\n  Certainly, sir, this news will be most welcome to Major von Tellheim.\n  I should like to be able to name the friend to him, who takes such an\n  interest in his welfare.\n\n  RIC.\n  Madame, you wish my name? Vous voyez en moi--you see, lady, in me, le\n  Chevalier Riccaut de la Marliniere, Seigneur de Pret-au-val, de la\n  branche de Prens d'or. You remain astonished to hear me from so great,\n  great a family, qui est veritablement du sang royal. Il faut le dire;\n  je suis sans doute le cadet le plus aventureux que la maison n'a\n  jamais eu. I serve from my eleven year. Une affaire d'honneur make me\n  flee. Den I serve de holy Papa of Rome, den de Republic St. Marino,\n  den de Poles, den de States General, till enfin I am brought her. Ah!\n  Mademoiselle, que je voudrais n'avoir jamais vu ce pays-ci! Had one\n  left me in de service of de States General, should I be now at least\n  colonel. But here always to remain capitaine, and now also a\n  discharged capitaine.\n\n  MIN.\n  That is ill luck.\n\n  RIC.\n  Oui, Mademoiselle, me voila reforme, et par la mis sur le pave!\n\n  MIN.\n  I am very sorry for you.\n\n  RIC.\n  Vous etes bien bonne, Mademoiselle.... No, merit have no reward\n  here. Reformer a man, like me! A man who also have ruin himself in dis\n  service! I have lost in it so much as twenty thousand livres. What\n  have I now? Tranchons le mot; je n'ai pas le sou, et me voila\n  exactement vis-a-vis de rien.\n\n  MIN.\n  I am exceedingly sorry.\n\n  RIC.\n  Vous etes bien bonne, Mademoiselle, But as one say--misfortune never\n  come alone! qu'un malheur ne vient jamais seul: so it arrive with me.\n  What ressource rests for an honnete homme of my extraction, but play?\n  Now, I always played with luck, so long I not need her. Now I very\n  much need her, je joue avec un guignon, Mademoiselle, que surpasse\n  toute croyance. For fifteen days, not one is passed, dat I always am\n  broke. Yesterday, I was broke dree times. Je sais bien, qu'il y avait\n  quelque chose de plus que le jeu. Car parmi mes pontes se trouvaient\n  certaines dames. I will not speak more. One must be very galant to les\n  dames. Dey have invite me again to-day, to give me revanche; mais--\n  vous m'entendez, Mademoiselle,--one must first have to live, before\n  one can have to play.\n\n  MIN.\n  I hope, sir!!!!!\n\n  RIC.\n  Vous etes bien bonne, Mademoiselle.\n\n  MIN. (Takes Franziska aside.)\n  Franziska, I really feel for the man. Would he take it ill, if I offer\n  him something?\n\n  FRAN.\n  He does not look to me like a man who would.\n\n  MIN.\n  Very well! Sir, I perceive that--you play, that you keep the bank;\n  doubtless in places where something is to be won. I must also confess\n  that I... am very fond of play.\n\n  RIC.\n  Tant mieux, Mademoiselle, tant mieux! Tous les gens d'esprit aiment le\n  jeu a la fureur.\n\n  MIN.\n  That I am very fond of winning; that I like to trust my money to a\n  man, who--knows how to play. Are you inclined, sir, to let me join\n  you? To let me have a share in your bank?\n\n  RIC.\n  Comment, Mademoiselle, vous voulez etre de moitie avec moi? De tout\n  mon coeur.\n\n  MIN.\n  At first, only with a trifle.\n  (Opens her desk and takes out some money.)\n\n  RIC.\n  Ah! Mademoiselle, que vous etes charmante!\n\n  MIN.\n  Here is what I won a short time back; only ten pistoles. I am ashamed,\n  so little!!!!!\n\n  RIC.\n  Donnez toujours, Mademoiselle, donnez.\n  (Takes it.)\n\n  MIN.\n  Without doubt, your bank, sir, is very considerable.\n\n  RIC.\n  Oh! yes, vary considerable. Ten pistoles! You shall have, Madame, an\n  interest in my bank for one third, pour le tiers. Yes, one third part\n  it shall be--something more. With a beautiful lady one must not be too\n  exac. I rejoice myself, to make by that a liaison with Madame, et de\n  ce moment je recommence a bien augurer de ma fortune.\n\n  MIN.\n  But I cannot be present, sir, when you play.\n\n  RIC.\n  For why it necessaire dat you be present? We other players are\n  honourable people between us.\n\n  MIN.\n  If we are fortunate, sir, you will of course bring me my share. If we\n  are unfortunate!!!!!\n\n  RIC.\n  I come to bring recruits, n'est pas, Madame?\n\n  MIN.\n  In time recruits might fail. Manage our money well, sir.\n\n  RIC.\n  What does Madame think me? A simpleton, a stupid devil?\n\n  MIN.\n  I beg your pardon.\n\n  RIC.\n  Je suis des bons, Mademoiselle. Savez vous ce que cela veut dire? I am\n  of the quite practised!!!!!\n\n  MIN.\n  But still, sir,!!!!!\n\n  RIC.\n  Je sais monter un coup!!!!!\n\n  MIN. (amazed).\n  Could you?\n\n  RIC.\n  Je file la carte avec une adresse.\n\n  MIN.\n  Never!\n\n  RIC.\n  Je fais sauter la coupe avec une dexterite.\n\n  MIN.\n  You surely would not, sir!!!!!!\n\n  RIC.\n  What not, Madame; what not? Donnes moi un pigeonneau a plumer, et!!!!!\n\n  MIN.\n  Play false! Cheat!\n\n  RIC.\n  Comment, Mademoiselle? Vous appelez cela cheat? Corriger la fortune,\n  l'enchainer sous ses doigts, etre sur de son fait, dat you call cheat?\n  Cheat! Oh! what a poor tongue is your tongue! what an awkward tongue!\n\n  MIN.\n  No, sir, if you think so!!!!!\n\n  RIC.\n  Laissez-moi faire, Mademoiselle, and be tranquille! What matter to you\n  how I play! Enough! to-morrow, Madame, you see me again or with\n  hundred pistol, or you see no more. Votre tres-humble, Mademoiselle,\n  votre tres humble.\n  (Exit quickly.)\n\n  MIN. (looking after him with astonishment and displeasure).\n  I hope the latter, sir.\n\n\n\n  SCENE III.\n  Minna and Franziska\n\n  FRAN. (angrily).\n  What can I say? Oh! how grand! how grand!\n\n  MIN.\n  Laugh at me; I deserve it.\n  (After reflecting, more calmly.)\n  No, do not laugh; I do not deserve it.\n\n  FRAN.\n  Excellent! You have done a charming act--set a knave upon his legs\n  again.\n\n  MIN.\n  It was intended for an unfortunate man.\n\n  FRAN.\n  And what is the best part of it, the fellow considers you like\n  himself. Oh! I must follow him, and take the money from him.\n  (Going.)\n\n  MIN.\n  Franziska, do not let the coffee get quite cold; pour it out.\n\n  FRAN.\n  He must return it to you; you have thought better of it; you will not\n  play in partnership with him. Ten pistoles! You heard, my lady, that\n  he was a beggar!\n  (Minna pours out the coffee herself.)\n  Who would give such a sum to a beggar? And to endeavour, into the\n  bargain, to save him the humiliation of having begged for it! The\n  charitable woman who, out of generosity, mistakes the beggar, is in\n  return mistaken by the beggar. It serves you right, my lady, if he\n  considers your gift as--I know not what.\n  (Minna hands a cup of coffee to Franziska.)\n  Do you wish to make my blood boil still more? I do not want any.\n  (Minna puts it down again.)\n  \"Parbleu, Madame, merit have no reward here\"\n  (imitating the Frenchman).\n  I think not, when such rogues are allowed to walk about unhanged.\n\n  MIN. (coldly and slowly, while sipping her coffee).\n  Girl, you understand good men very well; but when will you learn to\n  bear with the bad? And yet they are also men; and frequently not so\n  bad as they seem. One should look for their good side. I fancy this\n  Frenchman is nothing worse than vain. Through mere vanity he gives\n  himself out as a false player; he does not wish to appear under an\n  obligation to one; he wishes to save himself the thanks. Perhaps he\n  may now go, pay his small debts, live quietly and frugally on the rest\n  as far as it will go, and think no more of play. If that be so,\n  Franziska, let him come for recruits whenever he pleases.\n  (Gives her cup to Franziska.)\n  There, put it down! But, tell me, should not Tellheim be here by this\n  time?\n\n  FRAN.\n  No, my lady, I can neither find out the bad side in a good man, nor\n  the good side in a bad man.\n\n  MIN.\n  Surely he will come!\n\n  FRAN.\n  He ought to remain away! You remark in him--in him, the best of me--a\n  little pride; and therefore you intend to tease him so cruelly!\n\n  MIN.\n  Are you at it again? Be silent! I will have it so. Woe to you if you\n  spoil this fun of mine... if you do not say and do all, as we have\n  agreed. I will leave you with him alone; and then--but here he comes.\n\n\n\n  SCENE IV.\n\n  Paul Werner (comes in, carrying himself very erect as if on duty),\n  Minna, Franziska\n\n\n  FRAN.\n  No, it is only his dear Sergeant.\n\n  MIN.\n  Dear Sergeant! Whom does the \"dear\" refer to?\n\n  FRAN.\n  Pray, my lady, do not make the man embarrassed. Your servant, Mr.\n  Sergeant; what news do you bring us?\n\n  WER. (goes up to Minna, without noticing Franziska).\n  Major von Tellheim begs to present, through me, Sergeant Werner, his\n  most respectful compliments to Fraulein von Barnhelm, and to inform\n  her that he will be here directly.\n\n  MIN.\n  Where is he then?\n\n  WER.\n  Your ladyship will pardon him; we left our quarters before it began to\n  strike three; but the paymaster met us on the way; and because\n  conversation with those gentlemen has no end, the Major made me a sign\n  to report the case to your ladyship.\n\n  MIN.\n  Very well, Mr. Sergeant. I only hope the paymaster may have good news\n  for him.\n\n  WER.\n  Such gentlemen seldom have good news for officers.--Has your ladyship\n  any orders?\n  (Going.)\n\n  FRAN.\n  Why, where are you going again, Mr. Sergeant? Had not we something to\n  say to each other?\n\n  WER. (In a whisper to Franziska, and seriously).\n  Not here, little woman; it is against respect, against discipline.\n  ... Your ladyship!!!!!\n\n  MIN.\n  Thank you for your trouble. I am glad to have made your acquaintance.\n  Franziska has spoken in high praise of you to me.\n  (Werner makes a stiff bow, and goes.)\n\n\n\n  SCENE V.\n  Minna, Franziska\n\n  MIN.\n  So that is your Sergeant, Franziska?\n\n  FRAN. (aside).\n  I have not time to reproach her for that jeering _your_.\n  (Aloud.)\n  Yes, my lady, that is my Sergeant. You think him, no doubt, somewhat\n  stiff and wooden. He also appeared so to me just now; but I observed,\n  he thought he must march past you as if on parade. And when soldiers\n  are on parade, they certainly look more like wooden dolls than men.\n  You should see and hear him when he is himself.\n\n  MIN.\n  So I should, indeed!\n\n  FRAN.\n  He must still be in the next room; may I go and talk with him a\n  little?\n\n  MIN.\n  I refuse you this pleasure unwillingly: but you must remain here,\n  Franziska. You must be present at our conversation. Another thing\n  occurs to me.\n  (Takes her ring from her finger.)\n  There, take my ring; keep it for me, and give me the Major's in the\n  place of it.\n\n  FRAN.\n  Why so?\n\n  MIN. (whilst Franziska is fetching the ring).\n  I scarcely know, myself; but I fancy I see, beforehand, how I may make\n  use of it. Some one is knocking. Give it to me, quickly.\n  (Puts the ring on.)\n  It is he.\n\n\n\n  SCENE VI.\n\n  Major von Tellheim (in the same coat, but otherwise as Franziska\n  advised), Minna, Franziska\n\n\n  MAJ. T.\n  Madam, you will excuse the delay.\n\n  MIN.\n  Oh! Major, we will not treat each other in quite such a military\n  fashion. You are here now; and to await a pleasure, is itself a\n  pleasure. Well\n  (looking at him and smiling)\n  dear Tellheim, have we not been like children?\n\n  MAJ. T.\n  Yes, Madam; like children, who resist when they ought to obey quietly.\n\n  MIN.\n  We will drive out, dear Major, to see a little of the town, and\n  afterwards to meet my uncle.\n\n  MAJ. T.\n  What!\n\n  MIN.\n  You see, we have not yet had an opportunity of mentioning the most\n  important matters even. He is coming here to-day. It was accident that\n  brought me here without him, a day sooner.\n\n  MAJ. T.\n  Count von Bruchsal! Has he returned?\n\n  MIN.\n  The troubles of the war drove him into Italy: peace has brought him\n  back again. Do not be uneasy, Tellheim; if we formerly feared on his\n  part the greatest obstacle to our union!!!!!\n\n  MAJ. T.\n  To our union!\n\n  MIN.\n  He is now your friend. He has heard too much good of you from too many\n  people, not to become so. He longs to become personally acquainted\n  with the man whom his heiress has chosen. He comes as uncle, as\n  guardian, as father, to give me to you.\n\n  MAJ. T.\n  Ah! dear lady, why did you not read my letter? Why would you not read\n  it?\n\n  MIN.\n  Your letter! Oh! yes, I remember you sent me one. What did you do with\n  that letter, Franziska? Did we, or did we not read it? What was it you\n  wrote to me, dear Tellheim?\n\n  MAJ. T.\n  Nothing but what honour commands me.\n\n  MIN.\n  That is, not to desert an honourable woman who loves you. Certainly\n  that is what honour commands. Indeed, I ought to have read your\n  letter. But what I have not read, I shall hear, shall not I?\n\n  MAJ. T.\n  Yes, you shall hear it.\n\n  MIN.\n  No, I need not even hear it. It speaks for itself. As if you could be\n  guilty of such an unworthy act, as not to take me! Do you know that I\n  should be pointed at for the rest of my life? My countrywomen would\n  talk about me, and say. \"That is she, that is the Fraulein von\n  Barnhelm, who fancied that because she was rich could marry the noble\n  Tellheim; as if such men were to be caught with money.\" That is what\n  they would say, for they are all envious of me. That I am rich, they\n  cannot deny; but they do not wish to acknowledge that I am also a\n  tolerably good girl, who would prove herself worthy of her husband. Is\n  that not so, Tellheim?\n\n  MAJ. T.\n  Yes, yes, Madam, that is like your countrywomen. They will envy you\n  exceedingly a discharged officer, with sullied honour, a cripple, and\n  a beggar.\n\n  MIN.\n  And are you all that? If I mistake not, you told me something of the\n  kind this forenoon. Therein is good and evil mixed. Let us examine\n  each charge more closely. You are discharged? So you say. I thought\n  your regiment was only drafted into another. How did it happen that a\n  man of your merit was not retained?\n\n  MAJ. T.\n  It has happened, as it must happen. The great ones are convinced that\n  a soldier does very little through regard for them, not much more from\n  a sense of duty, but everything for his own advantage. What then can\n  they think they owe him? Peace has made a great many, like myself\n  superfluous to them; and at last we shall all be superfluous.\n\n  MIN.\n  You talk as a man must talk, to whom in return the great are quite\n  superfluous. And never were they more so than now. I return my best\n  thanks to the great ones that they have given up their claims to a man\n  whom I would very unwillingly have shared with them. I am your\n  sovereign, Tellheim; you want no other master. To find you discharged,\n  is a piece of good fortune I dared scarcely dream of! But you are not\n  only discharged; you are more. And what are you more? A cripple, you\n  say! Well!\n  (looking at him from head to foot),\n  the cripple is tolerably whole and upright--appears still to be pretty\n  well, and strong. Dear Tellheim, if you expect to go begging on the\n  strength of your limbs, I prophesy that you will be relieved at very\n  few doors; except at the door of a good-natured girl like myself.\n\n  MAJ. T.\n  I only hear the joking girl now, dear Minna.\n\n  MIN.\n  And I only hear the \"dear Minna\" in your chiding. I will not joke any\n  longer; for I recollect that after all you are something of a cripple.\n  You are wounded by a shot in the right arm; but all things considered,\n  I do not find much fault with that. I am so much the more secure from\n  your blows.\n\n  MAJ. T.\n  Madam!\n\n  MIN.\n  You would say, \"You are so much the less secure from mine.\" Well,\n  well, dear Tellheim, I hope you will not drive me to that.\n\n  MAJ. T.\n  You laugh, Madam. I only lament that I cannot laugh with you.\n\n  MIN.\n  Why not? What have you to say against laughing? Cannot one be very\n  serious even whilst laughing? Dear Major, laughter keeps us more\n  rational than vexation. The proof is before us. Your laughing friend\n  judges of your circumstances more correctly than you do yourself.\n  Because you are discharged, you say your honour is sullied; because\n  you are wounded in the arm, you call yourself a cripple. Is that\n  right? Is that no exaggeration? And is it my doing that all\n  exaggerations are so open to ridicule? I dare say, if I examine your\n  beggary that it will also be as little able to stand the test. You may\n  have lost your equipage once, twice, or thrice; your deposits in the\n  hands of this or that banker may have disappeared together with those\n  of other people; you may have no hope of seeing this or that money\n  again which you may have advanced in the service; but are you a beggar\n  on that account? If nothing else remained to you but what my uncle is\n  bringing for you!!!!!\n\n  MAJ. T.\n  Your uncle, Madam, will bring nothing for me.\n\n  MIN.\n  Nothing but the two thousand pistoles which you so generously advanced\n  to our government.\n\n  MAJ. T.\n  If you had but read my letter, Madam!\n\n  MIN.\n  Well, I did read it. But what I read in it, on this point, is a\n  perfect riddle. It is impossible that any one should wish to turn a\n  noble action into a crime. But explain to me, dear Major.\n\n  MAJ. T.\n  You remember, Madam, that I had orders to collect the contribution for\n  the war most strictly in cash in all the districts in your\n  neighbourhood. I wished to forego this severity, and advanced the\n  money that was deficient myself.\n\n  MIN.\n  I remember it well. I loved you for that deed before I had seen you.\n\n  MAJ. T.\n  The government gave me their bill, and I wished, at the signing of the\n  peace, to have the sum entered amongst the debts to be repaid by them.\n  The bill was acknowledged as good, but my ownership of the same was\n  disputed. People looked incredulous, when I declared that I had myself\n  advanced the amount in cash. It was considered as bribery, as a\n  douceur from the government, because I at once agreed to take the\n  smallest sum with which I could have been satisfied in a case of the\n  greatest exigency. Thus the bill went from my possession, and if it be\n  paid, will certainly not be paid to me. Hence, Madam, I consider my\n  honour to be suspected! not on account of my discharge, which, if I\n  had not received, I should have applied for. You look serious, Madam!\n  Why do you not laugh? Ha! ha! ha! I am laughing.\n\n  MIN.\n  Oh! stifle that laugh, Tellheim, I implore you! It is the terrible\n  laugh of misanthropy. No, you are not the man to repent of a good\n  deed, because it may have had a bad result for yourself. Nor can these\n  consequences possibly be of long duration. The truth must come to\n  light. The testimony of my uncle, of our government!!!!!\n\n  MAJ. T.\n  Of your uncle! Of your government! Ha! ha! ha!\n\n  MIN.\n  That laugh will kill me, Tellheim. If you believe in virtue and\n  Providence, Tellheim, do not laugh so! I never heard a curse more\n  terrible than that laugh! But, viewing the matter in the worst light,\n  if they are determined to mistake your character here, with us you\n  will not be misunderstood. No, we cannot, we will not, misunderstand\n  you, Tellheim. And if our government has the least sentiment of\n  honour, I know what it must do. But I am foolish; what would that\n  matter? Imagine, Tellheim, that you have lost the two thousand\n  pistoles on some gay evening. The king was an unfortunate card for\n  you: the queen\n  (pointing to herself)\n  will be so much the more favourable. Providence, believe me, always\n  indemnifies a man of honour--often even beforehand. The action which\n  was to cost you two thousand pistoles, gained you me. Without that\n  action, I never should have been desirous of making your acquaintance.\n  You know I went uninvited to the first party where I thought I should\n  meet you. I went entirely on your account. I went with a fixed\n  determination to love you--I loved you already! with the fixed\n  determination to make you mine, if I should find you as dark and ugly\n  as the Moor of Venice. So dark and ugly you are not; nor will you be\n  so jealous. But, Tellheim, Tellheim, you are yet very like him! Oh!\n  the unmanageable, stubborn man, who always keeps his eye fixed upon\n  the phantom of honour, and becomes hardened against every other\n  sentiment! Your eyes this way! Upon me,--me, Tellheim!\n  (He remains thoughtful and immovable, with his eyes fixed on one\n  spot.)\n  Of what are you thinking? Do you not hear me?\n\n  MAJ. T. (absent).\n  Oh, yes; but tell me, how came the Moor into the service of Venice?\n  Had the Moor no country of his own? Why did he hire his arm and his\n  blood to a foreign land?\n\n  MIN. (alarmed).\n  Of what are you thinking, Tellheim? It is time to break off. Come!\n  (taking him by the hand).\n  Franziska, let the carriage be brought round.\n\n  MAJ. T. (disengaging his hand, and following Franziska).\n  No, Franziska; I cannot have the honour of accompanying your mistress.\n  Madam, let me still retain my senses unimpaired for to-day, and give\n  me leave to go. You are on the right way to deprive me of them. I\n  resist it as much as I can. But hear, whilst I am still myself, what I\n  have firmly determined, and from which nothing in the world shall turn\n  me. If I have not better luck in the game of life; if a complete\n  change in my fortune does not take place; if!!!!!\n\n  MIN.\n  I must interrupt you, Major. We ought to have told him that at first,\n  Franziska.--You remind me of nothing.--Our conversation would have\n  taken quite a different turn, Tellheim, if I had commenced with the\n  good news which the Chevalier de la Marliniere brought just now.\n\n  MAJ. T.\n  The Chevalier de la Marliniere! Who is he?\n\n  FRAN.\n  He may be a very honest man, Major von Tellheim, except that!!!!!\n\n  MIN.\n  Silence, Franziska! Also a discharged officer from the Dutch service,\n  who!!!!!\n\n  MAJ. T.\n  Ah! Lieutenant Riccaut!\n\n  MIN.\n  He assured us he was a friend of yours.\n\n  MAJ. T.\n  I assure you that I am not his.\n\n  MIN.\n  And that some minister or other had told him, in confidence, that your\n  business was likely to have the very best termination. A letter from\n  the king must now be on its way to you.\n\n  MAJ. T.\n  How came Riccaut and a minister in company? Something certainly must\n  have happened concerning my affair; for just now the paymaster of the\n  forces told me that the king had set aside all the evidence offered\n  against me, and that I might take back my promise, which I had given\n  in writing, not to depart from here until acquitted. But that will be\n  all. They wish to give me an opportunity of getting away. But they are\n  wrong, I shall not go. Sooner shall the utmost distress waste me away\n  before the eyes of my calumniators, than!!!!!\n\n  MIN.\n  Obstinate man!\n\n  MAJ. T.\n  I require no favour; I want justice. My honour!!!!!\n\n  MIN.\n  The honour of such a man!!!!!\n\n  MAJ. T. (warmly).\n  No, Madam, you may be able to judge of any other subject, but not of\n  this. Honour is not the voice of conscience, not the evidence of a few\n  honourable men!!!!!\n\n  MIN.\n  No, no, I know it well. Honour is... honour.\n\n  MAJ. T.\n  In short, Madam... You did not let me finish.--I was going to say,\n  if they keep from me so shamefully what is my own; if my honour be not\n  perfectly righted--I cannot, Madam, ever be yours, for I am not\n  worthy, in the eyes of the world, of being yours. Minna von Barnhelm\n  deserves an irreproachable husband. It is a worthless love which does\n  not scruple to expose its object to scorn. He is a worthless man, who\n  is not ashamed to owe a woman all his good fortune; whose blind\n  tenderness!!!!!\n\n  MIN.\n  And is that really your feeling, Major?\n  (turning her back suddenly).\n  Franziska!\n\n  MAJ. T.\n  Do not be angry.\n\n  MIN. (aside to Franziska).\n  Now is the time! What do you advise me, Franziska?\n\n  FRAN.\n  I advise nothing. But certainly he goes rather too far.\n\n  MAJ. T. (approaching to interrupt them).\n  You are angry, Madam.\n\n  MIN. (ironically).\n  I? Not in the least.\n\n  MAJ. T.\n  If I loved you less!!!!!\n\n  MIN. (still in the same tone).\n  Oh! certainly, it would be a misfortune for me. And hear, Major, I\n  also will not be the cause of your unhappiness. One should love with\n  perfect disinterestedness. It is as well that I have not been more\n  open! Perhaps your pity might have granted to me what your love\n  refuses.\n  (Drawing the ring slowly from her finger.)\n\n  MAJ. T.\n  What does this mean, Madam?\n\n  MIN.\n  No, neither of us must make the other either more or less happy. True\n  love demands it. I believe you, Major; and you have too much honour to\n  mistake love.\n\n  MAJ. T.\n  Are you jesting, Madam?\n\n  MIN.\n  Here! take back the ring with which you plighted your troth to me.\n  (Gives him the ring.)\n  Let it be so! We will suppose we have never met.\n\n  MAJ. T.\n  What do I hear?\n\n  MIN.\n  Does it surprise you? Take it, sir. You surely have not been\n  pretending only!\n\n  MAJ. T. (takes the ring from her).\n  Heavens! can Minna speak thus?\n\n  MIN.\n  In one case you cannot be mine; in no case can I be yours. Your\n  misfortune is probable; mine is certain. Farewell!\n  (Is going.)\n\n  MAJ. T.\n  Where are you going, dearest Minna?\n\n  MIN.\n  Sir, you insult me now by that term of endearment.\n\n  MAJ. T.\n  What is the matter, Madam? Where are you going?\n\n  MIN.\n  Leave me. I go to hide my tears from you, deceiver!\n  (Exit.)\n\n\n\n  SCENE VII.\n  Major von Tellheim, Franziska\n\n  MAJ. T.\n  Her tears? And I am to leave her.\n  (Is about to follow her.)\n\n  FRAN. (holding him back).\n  Surely not, Major. You would not follow her into her own room!\n\n  MAJ. T.\n  Her misfortune? Did she not speak of misfortune?\n\n  FRAN.\n  Yes, truly; the misfortune of losing you, after!!!!!\n\n  MAJ. T.\n  After? After what? There is more in this. What is it, Franziska? Tell\n  me! Speak!\n\n  FRAN.\n  After, I mean, she has made such sacrifices on your account.\n\n  MAJ. T.\n  Sacrifices for me!\n\n  FRAN.\n  Well, listen. It is a good thing for you, Major, that you are freed\n  from your engagement with her in this manner.--Why should I not tell\n  you? It cannot remain a secret long. We have fled from home. Count von\n  Bruchsal has disinherited my mistress, because she would not accept a\n  husband of his choice. On that every one deserted and slighted her.\n  What could we do? We determined to seek him, whom!!!!!\n\n  MAJ. T.\n  Enough! Come, and let me throw myself at her feet.\n\n  FRAN.\n  What are you thinking about! Rather go, and thank your good fortune.\n\n  MAJ. T.\n  Pitiful creature! For what do you take me? Yet no, my dear Franziska,\n  the advice did not come from your heart. Forgive my anger!\n\n  FRAN.\n  Do not detain me any longer. I must see what she is about. How easily\n  something might happen to her. Go now, and come again, if you like.\n  (Follows Minna.)\n\n\n\n  SCENE VIII.\n  Major von Tellheim\n\n  MAJ. T.\n  But, Franziska! Oh! I will wait your return here.--No, that is more\n  torturing!--If she is in earnest, she will not refuse to forgive me.\n  Now I want your aid, honest Werner!--No, Minna, I am no deceiver!\n  (Rushes off.)\n\n\n\n\nACT V.\n\n\n\n  SCENE I.\n  Major von Tellheim (from one side), Werner (from the other)\n\n  MAJ. T.\n  Ah! Werner! I have been looking for you everywhere. Where have you\n  been?\n\n  WER.\n  And I have been looking for you, Major; that is always the way.--I\n  bring you good news.\n\n  MAJ. T.\n  I do not want your news now; I want your money. Quick, Werner, give me\n  all you have; and then raise as much more as you can.\n\n  WER.\n  Major! Now, upon my life, that is just what I said--\"He will borrow\n  money from me, when he has got it himself to lend.\"\n\n  MAJ. T.\n  You surely are not seeking excuses!\n\n  WER.\n  That I may have nothing to upbraid you with, take it with your right\n  hand, and give it me again with your left.\n\n  MAJ. T.\n  Do not detain me, Werner. It is my intention to repay you; but when\n  and how, God knows!\n\n  WER.\n  Then you do not know yet that the treasury has received an order to\n  pay you your money? I just heard it at!!!!!\n\n  MAJ. T.\n  What are you talking about? What nonsense have you let them palm off\n  on you? Do you not see that if it were true I should be the first\n  person to know it? In short, Werner, money! money!\n\n  WER.\n  Very well, with pleasure. Here is some! A hundred louis d'ors there,\n  and a hundred ducats there.\n  (Gives him both.)\n\n  MAJ. T.\n  Werner, go and give Just the hundred louis d'ors. Let him redeem the\n  ring again, on which he raised the money this morning. But whence will\n  you get some more, Werner? I want a good deal more.\n\n  WER.\n  Leave that to me. The man who bought my farm lives in the town. The\n  date for payment is a fortnight hence, certainly; but the money is\n  ready, and by a reduction of one half per cent!!!!!\n\n  MAJ. T.\n  Very well, my dear Werner! You see that I have had recourse to you\n  alone--I must also confide all to you. The young lady you have seen is\n  in distress!!!!!\n\n  WER.\n  That is bad!\n\n  MAJ. T.\n  But to-morrow she shall be my wife.\n\n  WER.\n  That is good!\n\n  MAJ. T.\n  And the day after, I leave this place with her. I can go; I will go. I\n  would sooner throw over everything here! Who knows where some good\n  luck may be in store for me? If you will, Werner, come with us. We\n  will serve again.\n\n  WER.\n  Really? But where there is war, Major!\n\n  MAJ. T.\n  To be sure. Go, Werner, we will speak of this again.\n\n  WER.\n  Oh! my dear Major! The day after to-morrow! Why not to-morrow? I will\n  get everything ready. In Persia, Major, there is a famous war; what do\n  you say?\n\n  MAJ. T.\n  We will think of it. Only go, Werner!\n\n  WER.\n  Hurrah! Long live Prince Heraclius!\n  (Exit.)\n\n\n\n  SCENE II.\n  Major von Tellheim\n\n  MAJ. T.\n  How do I feel!... My whole soul has acquired a new impulse. My own\n  unhappiness bowed me to the ground; made me fretful, short-sighted,\n  shy, careless: her unhappiness raises me. I see clearly again, and\n  feel myself ready and capable of undertaking anything for her sake.\n  Why do I tarry?\n  (Is going towards Minna's room, when Franziska comes out of it.)\n\n\n\n  SCENE III.\n  Franziska, Major von Tellheim\n\n  FRAN.\n  Is it you? I thought I heard your voice. What do you want, Major?\n\n  MAJ. T.\n  What do I want? What is she doing? Come!\n\n  FRAN.\n  She is just going out for a drive.\n\n  MAJ. T.\n  And alone? Without me? Where to?\n\n  FRAN.\n  Have you forgotten, Major?\n\n  MAJ. T.\n  How silly you are, Franziska! I irritated her, and she was angry. I\n  will beg her pardon, and she will forgive me.\n\n  FRAN.\n  What! After you have taken the ring back, Major!\n\n  MAJ. T.\n  Ah! I did that in my confusion. I had forgotten about the ring. Where\n  did I put it?\n  (Searches for it.)\n  Here it is.\n\n  FRAN.\n  Is that it?\n  (Aside, as he puts it again in his pocket.)\n  If he would only look at it closer!\n\n  MAJ. T.\n  She pressed it upon me so bitterly. But I have forgotten that. A full\n  heart cannot weigh words. She will not for one moment refuse to take\n  it again. And have I not hers?\n\n  FRAN.\n  She is now waiting for it in return. Where is it, Major? Show it to\n  me, do!\n\n  MAJ. T. (embarrassed).\n  I have... forgotten to put it on. Just--Just will bring it\n  directly.\n\n  FRAN.\n  They are something alike, I suppose; let me look at that one. I am\n  very fond of such things.\n\n  MAJ. T.\n  Another time, Franziska. Come now.\n\n  FRAN. (aside).\n  He is determined not to be drawn out of his mistake.\n\n  MAJ. T.\n  What do you say? Mistake!\n\n  FRAN.\n  It is a mistake, I say, if you think my mistress is still a good\n  match. Her own fortune is far from considerable; by a few calculations\n  in their own favour her guardians may reduce it to nothing. She\n  expected everything from her uncle; but this cruel uncle!!!!!\n\n  MAJ. T.\n  Let him go! Am I not man enough to make it all good to her again!\n\n  FRAN.\n  Do you hear? She is ringing; I must go in again.\n\n  MAJ. T.\n  I will accompany you.\n\n  FRAN.\n  For heaven's sake, no! She forbade me expressly to speak with you.\n  Come in at any rate a little time after me.\n  (Goes in.)\n\n\n\n  SCENE IV.\n  Major von Tellheim\n\n  MAJ. T. (calling after her).\n  Announce me! Speak for me, Franziska! I shall follow you directly.\n  What shall I say to her? Yet where the heart can speak, no preparation\n  is necessary. There is one thing only which may need a studied turn\n  ... this reserve, this scrupulousness of throwing herself,\n  unfortunate as she is, into my arms; this anxiety to make a false show\n  of still possessing that happiness which she has lost through me. How\n  she is to exculpate herself to herself--for by me it is already\n  forgiven--for this distrust in my honour, in her own worth... Ah!\n  here she comes.\n\n\n  SCENE V.\n  Minna, Franziska, Major von Tellheim\n\n  MIN. (speaking as she comes out, as if not aware of the Major's\n  presence).\n  The carriage is at the door, Franziska, is it not? My fan!\n\n  MAJ. T. (advancing to her).\n  Where are you going, Madam?\n\n  MIN. (with forced coldness).\n  I am going out, Major. I guess why you have given yourself the trouble\n  of coming back: to return me my ring.--Very well, Major von Tellheim,\n  have the goodness to give it to Franziska.--Franziska, take the ring\n  from Major von Tellheim!--I have no time to lose.\n  (Is going.)\n\n  MAJ. T. (stepping before her).\n  Madam! Ah! what have I heard? I was unworthy of such love.\n\n  MIN.\n  So, Franziska, you have!!!!!\n\n  FRAN.\n  Told him all.\n\n  MAJ. T.\n  Do not be angry with me, Madam. I am no deceiver. You have, on my\n  account, lost much in the eyes of the world, but not in mine. In my\n  eyes you have gained beyond measure by this loss. It was too sudden.\n  You feared it might make an unfavourable impression on me; at first\n  you wished to hide it from me. I do not complain of this mistrust. It\n  arose from the desire to retain my affection. That desire is my pride.\n  You found me in distress; and you did not wish to add distress to\n  distress. You could not divine how far your distress would raise me\n  above any thoughts of my own.\n\n  MIN.\n  That is all very well, Major, but it is now over. I have released you\n  from your engagement; you have, by taking back the ring!!!!!\n\n  MAJ. T.\n  Consented to nothing! On the contrary, I now consider myself bound\n  more firmly than ever. You are mine, Minna, mine for ever.\n  (Takes off the ring.)\n  Here, take it for the second time--the pledge of my fidelity.\n\n  MIN.\n  I take that ring again! That ring?\n\n  MAJ. T.\n  Yes, dearest Minna, yes.\n\n  MIN.\n  What are you asking me? that ring?\n\n  MAJ. T.\n  You received it for the first time from my hand, when our positions\n  were similar and the circumstances propitious. They are no longer\n  propitious, but are again similar. Equality is always the strongest\n  tie of love. Permit me, dearest Minna!\n  (Seizes her hand to put on the ring.)\n\n  MIN.\n  What! by force, Major! No, there is no power in the world which shall\n  compel me to take back that ring! Do you think that I am in want of a\n  ring? Oh! you may see\n  (pointing to her ring)\n  that I have another here which is in no way inferior to yours.\n\n  FRAN. (aside).\n  Well, if he does not see it now!\n\n  MAJ. T. (letting fall her hand).\n  What is this? I see Fraulein von Barnhelm, but I do not hear her.--You\n  are pretending.--Pardon me, that I use your own words.\n\n  MIN. (in her natural tone).\n  Did those words offend you, Major?\n\n  MAJ. T.\n  They grieved me much.\n\n  MIN. (affected).\n  They were not meant to do that, Tellheim. Forgive me, Tellheim.\n\n  MAJ. T.\n  Ah! that friendly tone tells me you are yourself again, Minna: that\n  you still love me.\n\n  FRAN. (exclaims).\n  The joke would soon have gone a little too far.\n\n  MIN. (in a commanding tone).\n  Franziska, you will not interfere in our affairs, I beg.\n\n  FRAN. (aside, in a surprised tone).\n  Not enough yet!\n\n  MIN.\n  Yes, sir, it would only be womanish vanity in me to pretend to be cold\n  and scornful. No! Never! You deserve to find me as sincere as\n  yourself. I do love you still, Tellheim, I love you still; but\n  notwithstanding!!!!!\n\n  MAJ. T.\n  No more, dearest Minna, no more!\n  (Seizes her hand again, to put on the ring.)\n\n  MIN. (drawing back her hand).\n  Notwithstanding, so much the more am I determined that that shall\n  never be,--never!--Of what are you thinking, Major?--I thought your\n  own distress was sufficient. You must remain here; you must obtain by\n  obstinacy--no better phrase occurs to me at the moment--the most\n  perfect satisfaction, obtain it by obstinacy.... And that even\n  though the utmost distress should waste you away before the eyes of\n  your calumniators!!!!!\n\n  MAJ. T.\n  So I thought, so I said, when I knew not what I thought or said.\n  Chagrin and stifling rage had enveloped my whole soul; love itself, in\n  the full blaze of happiness, could not illumine it. But it has sent\n  its daughter, Pity, more familiar with gloomy misfortune, and she has\n  dispelled the cloud, and opened again all the avenues of my soul to\n  sensations of tenderness. The impulse of self-preservation awakes,\n  when I have something more precious than myself to support, and to\n  support through my own exertions. Do not let the word \"pity\" offend\n  you. From the innocent cause of our distress we may hear the term\n  without humiliation. I am this cause; through me, Minna, have you lost\n  friends and relations, fortune and country. Through me, in me, must\n  you find them all again, or I shall have the destruction of the most\n  lovely of her sex upon my soul. Let me not think of a future in which\n  I must detest myself.--No, nothing shall detain me here longer. From\n  this moment I will oppose nothing but contempt to the injustice which\n  I suffer. Is this country the world? Does the sun rise here alone?\n  Where can I not go? In what service shall I be refused? And should I\n  be obliged to seek it in the most distant clime, only follow me with\n  confidence, dearest Minna--we shall want for nothing. I have a friend\n  who will assist me with pleasure.\n\n\n\n  SCENE VI.\n  An Orderly, Major von Tellheim, Minna, Franziska\n\n  FRAN. (seeing the Orderly).\n  Hist, Major!\n\n  MAJ. T. (to the Orderly).\n  Who do you want?\n\n  ORD.\n  I am looking for Major von Tellheim. Ah! you are the Major, I see. I\n  have to give this letter from his Majesty the King\n  (taking one out of his bag).\n\n  MAJ. T.\n  To me?\n\n  ORD.\n  According to the direction.\n\n  MIN.\n  Franziska, do you hear? The Chevalier spoke the truth after all.\n\n  ORD. (whilst Tellheim takes the letter).\n  I beg your pardon, Major; you should properly have had it yesterday,\n  but I could not find you out. I learnt your address this morning only\n  from Lieutenant Riccaut, on parade.\n\n  FRAN.\n  Do you hear, my lady?--That is the Chevalier's minister. \"What is the\n  name of de ministre out dere, on de broad place?\"\n\n  MAJ. T.\n  I am extremely obliged to you for your trouble.\n\n  ORD.\n  It is my duty, Major.\n  (Exit.)\n\n\n\n  SCENE VII.\n  Major von Tellheim, Minna, Franziska\n\n  MAJ. T.\n  Ah! Minna, what is this? What does this contain?\n\n  MIN.\n  I am not entitled to extend my curiosity so far.\n\n  MAJ. T.\n  What! You would still separate my fate from yours?--But, why do I\n  hesitate to open it? It cannot make me more unhappy than I am: no,\n  dearest Minna, it cannot make us more unhappy--but perhaps more happy!\n  Permit me.\n  (While he opens and reads the letter, the Landlord comes stealthily on\n  the stage.)\n\n\n\n  SCENE VIII.\n  Landlord, Major von Tellheim, Minna, Franziska\n\n  LAND. (to Franziska.)\n  Hist! my pretty maid! A word!\n\n  FRAN. (to the Landlord).\n  Mr. Landlord, we do not yet know ourselves what is in the letter.\n\n  LAND.\n  Who wants to know about the letter! I come about the ring. The lady\n  must give it to me again, directly. Just is there, and wants to redeem\n  it.\n\n  MIN. (who in the meantime has approached the Landlord).\n  Tell Just that it is already redeemed; and tell him by whom--by me.\n\n  LAND.\n  But!!!!!\n\n  MIN.\n  I take it upon myself. Go!\n\n  (Exit Landlord.)\n\n\n\n  SCENE IX.\n  Major von Tellheim, Minna, Franziska\n\n  FRAN.\n  And now, my lady, make it up with the poor Major.\n\n  MIN.\n  Oh! kind intercessor! As if the difficulties must not soon explain\n  themselves.\n\n  MAJ. T. (after reading the letter, with much emotion.)\n  Ah! nor has he herein belied himself! Oh! Minna, what justice! what\n  clemency! This is more than I expected; more than I deserved!--My\n  fortune, my honour, all is reestablished!--Do I dream?\n  (Looking at the letter, as if to convince himself.)\n  No, no delusion born of my own desires! Read it yourself, Minna; read\n  it yourself!\n\n  MIN.\n  I would not presume, Major.\n\n  MAJ. T.\n  Presume! The letter is to me; to your Tellheim, Minna. It contains--\n  what your uncle cannot take from you. You must read it! Do read it.\n\n  MIN.\n  If it affords you pleasure, Major.\n  (Takes the letter and reads.)\n\n   \"My dear Major von Tellheim,\n\n   \"I hereby inform you, that the business which caused me some\n    anxiety on account of your honour, has been cleared up in your\n    favour. My brother had a more detailed knowledge of it, and his\n    testimony has more than proved your innocence. The Treasury has\n    received orders to deliver again to you the bill in question, and\n    to reimburse the sum advanced. I have also ordered that all claims\n    which the Paymaster's Office brings forward against your accounts\n    be nullified. Please to inform me whether your health will allow\n    of your taking active service again. I can ill spare a man of your\n    courage and sentiments. I am your gracious King,\" &c.\n\n  MAJ. T.\n  Now, what do you say to that, Minna?\n\n  MIN. (folding up and returning the letter).\n  I? Nothing.\n\n  MAJ. T.\n  Nothing?\n\n  MIN.\n  Stay--yes. That your king, who is a great man, can also be a good man.\n  --But what is that to me! He is not my king.\n\n  MAJ. T.\n  And do you say nothing more? Nothing about ourselves?\n\n  MIN.\n  You are going to serve again. From Major, you will become Lieutenant-\n  Colonel, perhaps Colonel. I congratulate you with all my heart.\n\n  MAJ. T.\n  And you do not know me better? No, since fortune restores me\n  sufficient to satisfy the wishes of a reasonable man, it shall depend\n  upon my Minna alone, whether for the future I shall belong to any one\n  else but her. To her service alone my whole life shall be devoted! The\n  service of the great is dangerous, and does not repay the trouble, the\n  restraint, the humiliation which it costs. Minna is not amongst those\n  vain people who love nothing in their husbands beyond their titles and\n  positions. She will love me for myself; and for her sake I will forget\n  the whole world. I became a soldier from party feeling--I do not\n  myself know on what political principles--and from the whim that it is\n  good for every honourable man to try the profession of arms for a\n  time, to make himself familiar with danger, and to learn coolness and\n  determination. Extreme necessity alone could have compelled me to make\n  this trial a fixed mode of life, this temporary occupation a\n  profession. But now that nothing compels me, my whole and sole\n  ambition is to be a peaceful and a contented man. This with you,\n  dearest Minna, I shall infallibly become; this in your society I shall\n  unchangeably remain. Let the holy bond unite us to-morrow; and then we\n  will look round us, and in the whole wide habitable world seek out the\n  most peaceful, the brightest, most smiling nook which wants but a\n  happy couple to be a Paradise. There we will dwell; there shall each\n  day.... What is the matter, Minna?\n  (Minna turns away uneasily, and endeavours to hide her emotion.)\n\n  MIN. (regaining her composure).\n  It is cruel of you, Tellheim, to paint such happiness to me, when I am\n  forced to renounce it. My loss!!!!!\n\n  MAJ. T.\n  Your loss! Why name your loss? All that Minna could lose is not Minna.\n  You are still the sweetest, dearest, loveliest, best creature under\n  the sun; all goodness and generosity, innocence and bliss! Now and\n  then a little petulant; at times somewhat wilful--so much the better!\n  So much the better! Minna would otherwise be an angel, whom I should\n  honour with trepidation, but not dare to love.\n  (Takes her hand to kiss it.)\n\n  MIN. (drawing away her hand).\n  Not so, sir. Why this sudden change? Is this flattering impetuous\n  lover, the cold Tellheim!--Could his returning good fortune alone\n  create this ardour in him? He will permit me during his passionate\n  excitement to retain the power of reflection for us both. When he\n  could himself reflect, I heard him say--\"it is a worthless love which\n  does not scruple to expose its object to scorn.\"--True; and I aspire\n  to as pure and noble a love as he himself. Now, when honour calls him,\n  when a great monarch solicits his services, shall I consent that he\n  shall give himself up to love-sick dreams with me? that the\n  illustrious warrior shall degenerate into a toying swain? No, Major,\n  follow the call of your higher destiny.\n\n  MAJ. T.\n  Well! if the busy world has greater charms for you, Minna, let us\n  remain in the busy world! How mean, how poor is this busy world; you\n  now only know its gilded surface. Yet certainly, Minna, you will.\n  ... But let it be so! until then! Your charms shall not want\n  admirers, nor will my happiness lack enviers.\n\n  MIN.\n  No, Tellheim, I do not mean that! I send you back into the busy world,\n  on the road of honour, without wishing to accompany you. Tellheim will\n  there require an irreproachable wife! A fugitive Saxon girl who has\n  thrown herself upon him!!!!!\n\n  MAJ. T. (starting up, and looking fiercely about him).\n  Who dare say that! Ah! Minna, I feel afraid of myself, when I imagine\n  that any one but yourself could have spoken so. My anger against him\n  would know no bounds.\n\n  MIN.\n  Exactly! That is just what I fear. You would not endure one word of\n  calumny against me, and yet you would have to put up with the very\n  bitterest every day. In short, Tellheim, hear what I have firmly\n  determined, and from which nothing in the world shall turn me!!!!!\n\n  MAJ. T.\n  Before you proceed, I implore you, Minna, reflect for one moment, that\n  you are about to pronounce a sentence of life or death upon me!\n\n  MIN.\n  Without a moment's reflection!... As certainly as I have given you\n  back the ring with which you formerly pledged your troth to me, as\n  certainly as you have taken back that same ring, so certainly shall\n  the unfortunate Minna never be the wife of the fortunate Tellheim!\n\n  MAJ. T.\n  And herewith you pronounce my sentence.\n\n  MIN.\n  Equality is the only sure bond of love. The happy Minna only wished to\n  live for the happy Tellheim. Even Minna in misfortune would have\n  allowed herself to be persuaded either to increase or to assuage the\n  misfortune of her friend through herself.... He must have seen,\n  before the arrival of that letter, which has again destroyed all\n  equality between us, that in appearance only I refused.\n\n  MAJ. T.\n  Is that true? I thank you, Minna, that you have not yet pronounced the\n  sentence. You will only marry Tellheim when unfortunate? You may have\n  him.\n  (Coolly.)\n  I perceive now that it would be indecorous in me to accept this tardy\n  justice; that it will be better if I do not seek again that of which I\n  have been deprived by such shameful suspicion. Yes; I will suppose\n  that I have not received the letter. Behold my only answer to it!\n  (About to tear it up.)\n\n  MIN. (stopping him).\n  What are you going to do, Tellheim?\n\n  MAJ. T.\n  Obtain your hand.\n\n  MIN.\n  Stop!\n\n  MAJ. T.\n  Madam, it is torn without fail if you do not quickly recall your\n  words.--Then we will see what else you may have to object to in me.\n\n  MIN.\n  What! In such a tone? Shall I, must I, thus become contemptible in my\n  own eyes? Never! She is a worthless creature, who is not ashamed to\n  owe her whole happiness to the blind tenderness of a man!\n\n  MAJ. T.\n  False! utterly false!\n\n  MIN.\n  Can you venture to find fault with your own words when coming from my\n  lips?\n\n  MAJ. T.\n  Sophistry! Does the weaker sex dishonour itself by every action which\n  does not become the stronger? Or can a man do everything which is\n  proper in a woman? Which is appointed by nature to be the support of\n  the other?\n\n  MIN.\n  Be not alarmed, Tellheim!... I shall not be quite unprotected, if I\n  must decline the honour of your protection. I shall still have as much\n  as is absolutely necessary. I have announced my arrival to our\n  ambassador. I am to see him to-day. I hope he will assist me. Time is\n  flying. Permit me, Major!!!!!\n\n  MAJ. T.\n  I will accompany you, Madam.\n\n  MIN.\n  No, Major; leave me.\n\n  MAJ. T.\n  Sooner shall your shadow desert you! Come Madam, where you will, to\n  whom you will everywhere, to friends and strangers, will I repeat in\n  your presence--repeat a hundred times each day--what a bond binds you\n  to me, and with what cruel caprice you wish to break it!!!!!\n\n\n\n  SCENE X.\n  Just, Major von Tellheim, Minna, Franziska\n\n  JUST. (impetuously).\n  Major! Major!\n\n  MAJ. T.\n  Well!\n\n  JUST.\n  Here quick! quick!\n\n  MAJ. T.\n  Why! Come to me. Speak, what is the matter?\n\n  JUST.\n  What do you think?\n  (Whispers to him.)\n\n  MIN. (aside to Franziska).\n  Do you notice anything, Franziska?\n\n  FRAN.\n  Oh! you merciless creature! I have stood here on thorns!\n\n  MAJ. T. (to Just).\n  What do you say?... That is not possible!... You?\n  (Looking fiercely at Minna.)\n  Speak it out; tell it to her face. Listen, Madam.\n\n  JUST.\n  The Landlord says, that Fraulein von Barnhelm has taken the ring which\n  I pledged to him; she recognised it as her own, and would not return\n  it.\n\n  MAJ. T.\n  Is that true, Madam? No, that cannot be true!\n\n  MIN. (smiling).\n  And why not, Tellheim? Why can it not be true?\n\n  MAJ. T. (vehemently).\n  Then it is true!... What terrible light suddenly breaks in upon me!\n  ... Now I know you--false, faithless one!\n\n  MIN. (alarmed).\n  Who, who is faithless?\n\n  MAJ. T.\n  You, whom I will never more name!\n\n  MIN.\n  Tellheim!\n\n  MAJ. T.\n  Forget my name... You came here with the intention of breaking with\n  me... It is evident!... Oh, that chance should thus delight to\n  assist the faithless! It brought your ring into your possession. Your\n  craftiness contrived to get my own back into mine!\n\n  MIN.\n  Tellheim, what visions are you conjuring up! Be calm, and listen to\n  me.\n\n  FRAN. (aside).\n  Now she will catch it!\n\n\n  SCENE XI.\n\n  Werner (with a purse full of gold), Just, Major von Tellheim, Minna,\n  Franziska\n\n\n  WER.\n  Here I am already, Major!\n\n  MAJ. T. (without looking at him).\n  Who wants you?\n\n  WER.\n  I have brought more money! A thousand pistoles!\n\n  MAJ. T.\n  I do not want them!\n\n  WER.\n  And to-morrow, Major, you can have as many more.\n\n  MAJ. T.\n  Keep your money!\n\n  WER.\n  It is your money, Major... I do not think you see whom you are\n  speaking to!\n\n  MAJ. T.\n  Take it away! I say.\n\n  WER.\n  What is the matter with you?--I am Werner.\n\n  MAJ. T.\n  All goodness is dissimulation; all kindness deceit.\n\n  WER.\n  Is that meant for me?\n\n  MAJ. T.\n  As you please!\n\n  WER.\n  Why I have only obeyed your commands.\n\n  MAJ. T.\n  Obey once more, and be off!\n\n  WER.\n  Major\n  (vexed).\n  I am a man!!!!!\n\n  MAJ. T.\n  So much the better!\n\n  WER.\n  Who can also be angry.\n\n  MAJ. T.\n  Anger is the best thing we possess.\n\n  WER.\n  I beg you, Major.\n\n  MAJ. T.\n  How often must I tell you? I do not want your money!\n\n  WER. (in a rage).\n  Then take it, who will!\n  (Throws the purse on the ground, and goes to the side).\n\n  MIN. (to Franziska).\n  Ah! Franziska, I ought to have followed your advice. I have carried\n  the jest too far.--Still, when he hears me...\n  (going to him).\n\n  FRAN. (without answering Minna, goes up to Werner).\n  Mr. Sergeant!!!!!\n\n  WER. (pettishly).\n  Go along!\n\n  FRAN.\n  Ah! what men these are.\n\n  MIN.\n  Tellheim! Tellheim!\n  (Tellheim, biting his fingers with rage, turns away his face, without\n  listening.)\n  No, this is too bad... Only listen!... You are mistaken!... A\n  mere misunderstanding. Tellheim, will you not hear your Minna? Can you\n  have such a suspicion?... I break my engagement with you? I came\n  here for that purpose?... Tellheim!\n\n\n\n  SCENE XII.\n\n  Two Servants (running into the room from different sides), Werner,\n  Just, Major von Tellheim, Minna, Franziska\n\n\n  FIRST SER.\n  Your ladyship, his excellency the Count!\n\n  SECOND SER.\n  He is coming, your ladyship!\n\n  FRAN. (running to the window).\n  It is! it is he!\n\n  MIN.\n  Is it? Now, Tellheim, quick!\n\n  MAJ. T. (suddenly recovering himself).\n  Who, who comes? Your uncle, Madam! this cruel uncle!... Let him\n  come; just let him come!... Fear not!... He shall not hurt you\n  even by a look. He shall have to deal with me... You do not indeed\n  deserve it of me.\n\n  MIN.\n  Quick, Tellheim! one embrace and forget all.\n\n  MAJ. T.\n  Ah! did I but know that you could regret!!!!!\n\n  MIN.\n  No, I can never regret having obtained a sight of your whole heart!\n  ... Ah! what a man you are!... Embrace your Minna, your happy\n  Minna: and in nothing more happy than in the possession of you.\n  (Embracing.)\n  And now to meet him!\n\n  MAJ. T.\n  To meet whom?\n\n  MIN.\n  The best of your unknown friends.\n\n  MAJ. T.\n  What!\n\n  MIN.\n  The Count, my uncle, my father, your father... My flight, his\n  displeasure, my loss of property--do you not see that all is a\n  fiction, credulous knight?\n\n  MAJ. T.\n  Fiction! But the ring? the ring?\n\n  MIN.\n  Where is the ring that I gave back to you?\n\n  MAJ. T.\n  You will take it again? Ah! now I am happy... Here, Minna\n  (taking it from his pocket).\n\n  MIN.\n  Look at it first! Oh! how blind are those who will not see!... What\n  ring is that? the one you gave me? or the one I gave to you? Is it not\n  the one which I did not like to leave in the landlord's possession?\n\n  MAJ. T.\n  Heaven! what do I see! What do I hear!\n\n  MIN.\n  Shall I take it again now? Shall I? Give it to me! give it!\n  (Takes it from him, and then puts it on his finger herself.)\n  There, now all is right!\n\n  MAJ. T.\n  Where am I?\n  (Kissing her hand.)\n  Oh! malicious angel, to torture me so!\n\n  MIN.\n  As a proof, my dear husband, that you shall never play me a trick\n  without my playing you one in return.... Do you suppose that you\n  did not torture me also?\n\n  MAJ. T.\n  Oh you actresses! But I ought to have known you.\n\n  FRAN.\n  Not I, indeed; I am spoilt for acting. I trembled and shook, and was\n  obliged to hold my lips together with my hand.\n\n  MIN.\n  Nor was mine an easy part.--But come now!!!!!\n\n  MAJ. T.\n  I have not recovered myself yet. How happy, yet how anxious, I feel.\n  It is like awaking suddenly from a frightful dream.\n\n  MIN.\n  We are losing time... I hear him coming now.\n\n\n  SCENE XIII.\n\n  Count von Bruchsal (accompanied by several servants and the Landlord),\n  Two Servants, Werner, Just, Major von Tellheim, Minna, Franziska\n\n\n  COUNT. (entering).\n  She arrived in safety, I hope?\n\n  MIN. (running to meet him).\n  Ah! my father!\n\n  COUNT.\n  Here I am, dear Minna\n  (embracing her).\n  But what, girl\n  (seeing Tellheim),\n  only four-and-twenty hours here, and friends--company already!\n\n  MIN.\n  Guess who it is?\n\n  COUNT.\n  Not your Tellheim, surely!\n\n  MIN.\n  Who else!--Come, Tellheim\n  (introducing him).\n\n  COUNT.\n  Sir, we have never met; but at the first glance I fancied I recognised\n  you. I wished it might be Major von Tellheim.--Your hand, sir; you\n  have my highest esteem; I ask for your friendship. My niece, my\n  daughter loves you.\n\n  MIN.\n  You know that, my father!--And was my love blind?\n\n  COUNT.\n  No, Minna, your love was not blind; but your lover--is dumb.\n\n  MAJ. T. (throwing himself in the Count's arms).\n  Let me recover myself, my father!\n\n  COUNT.\n  Right, my son. I see your heart can speak, though your lips cannot. I\n  do not usually care for those who wear this uniform. But you are an\n  honourable man, Tellheim; and one must love an honourable man, in\n  whatever garb he may be.\n\n  MIN.\n  Ah! did you but know all!\n\n  COUNT.\n  Why should I not hear all?--Which are my apartments, landlord?\n\n  LAND.\n  Will your Excellency have the goodness to walk this way?\n\n  COUNT.\n  Come, Minna! Pray come, Major!\n  (Exit with the Landlord and servants.)\n\n  MIN.\n  Come, Tellheim!\n\n  MAJ. T.\n  I will follow you in an instant, Minna. One word first with this man\n  (turning to Werner).\n\n  MIN.\n  And a good word, methinks, it should be. Should it not, Franziska?\n  (Exit.)\n\n\n\n  SCENE XIV.\n  Major von Tellheim, Werner, Just, Franziska\n\n  MAJ. T. (pointing to the purse which Werner had thrown down).\n  Here, Just, pick up the purse and carry it home. Go!\n  (Just takes it up and goes.)\n\n  WER. (still standing, out of humour, in a corner, and absent till he\n  hears the last words).\n  Well, what now?\n\n  MAJ. T. (in a friendly tone while going up to him).\n  Werner, when can I have the other two thousand pistoles?\n\n  WER. (in a good humour again instantly).\n  To-morrow, Major, to-morrow.\n\n  MAJ. T.\n  I do not need to become your debtor; but I will be your banker. All\n  you good-natured people ought to have guardians. You are in a manner\n  spendthrifts.--I irritated you just now, Werner.\n\n  WER.\n  Upon my life you did! But I ought not to have been such a dolt. Now I\n  see it all clearly. I deserve a hundred lashes. You may give them to\n  me, if you will, Major. Only no more ill will, dear Major!\n\n  MAJ. T.\n  Ill will!\n  (shaking him by the hand).\n  Read in my eyes all that I cannot say to you--Ah! let me see the man\n  with a better wife and a more trusty friend than I shall have.--Eh!\n  Franziska?\n  (Exit.)\n\n\n\n  SCENE XV.\n  Werner, Franziska\n\n  FRAN. (aside).\n  Yes, indeed, he is more than good!--Such a man will never fall in my\n  way again.--It must come out.\n  (Approaching Werner bashfully.)\n  Mr. Sergeant!\n\n  WER. (wiping his eyes).\n  Well!\n\n  FRAN.\n  Mr. Sergeant!!!!!\n\n  WER.\n  What do you want, little woman?\n\n  FRAN.\n  Look at me, Mr. Sergeant.\n\n  WER.\n  I can't yet; there is something, I don't know what, in my eyes.\n\n  FRAN.\n  Now do look at me!\n\n  WER.\n  I am afraid I have looked at you too much already, little woman!\n  There, now I can see you. What then?\n\n  FRAN.\n  Mr. Sergeant--don't you want a Mrs. Sergeant?\n\n  WER.\n  Do you really mean it, little woman?\n\n  FRAN.\n  Really I do.\n\n  WER.\n  And would you go with me to Persia even?\n\n  FRAN.\n  Wherever you please.\n\n  WER.\n  You will! Hullo, Major, no boasting! At any rate I have got as good a\n  wife, and as trusty a friend, as you.--Give me your hand, my little\n  woman! It's a match!--In ten years' time you shall be a general's\n  wife, or a widow!\n\n\n\n\n\nEnd of Project Gutenberg's Minna von Barnhelm, by Gotthold Ephraim Lessing\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MINNA VON BARNHELM ***\n\n***** This file should be named 2663.txt or 2663.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/6\/6\/2663\/\n\nProduced by Dagny, Emma Dudding, and John Bickers\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":12,"split":"train"}
