{"ori_id":"33e2da2b7d2b57cad0fa960b31444c14afeb2056","title":"Tartuffe","context":"Tartuffe\n Orgon's family is up in arms because Orgon and his mother have fallen under the influence of Tartuffe, a pious fraud (and a vagrant prior to Orgon's help). Tartuffe pretends to be pious and to speak with divine authority, and Orgon and his mother no longer take any action without first consulting him.\nTartuffe's antics do not fool the rest of the family or their friends; they detest him. Orgon raises the stakes when he announces that he will marry Tartuffe to his daughter Mariane (already engaged to Valère). Mariane, of course, feels very upset at this news, and the rest of the family realizes how deeply Tartuffe has embedded himself into the family.\nIn an effort to show Orgon how awful Tartuffe really is, the family devises a scheme to trap Tartuffe into confessing to Elmire his desire for her. As a pious man and a guest, he should have no such feelings for the lady of the house, and the family hopes that after such a confession, Orgon will throw Tartuffe out of the house. Indeed, Tartuffe does try to seduce Elmire, but their interview is interrupted when Orgon's son Damis, who has been eavesdropping, is no longer able to control his boiling indignation and jumps out of his hiding place to denounce Tartuffe.\nTartuffe is at first shocked but recovers very well. When Orgon enters the room and Damis triumphantly tells him what happened, Tartuffe uses reverse psychology and accuses himself of being the worst sinner:\nOui, mon frère, je suis un méchant, un coupable.\nUn malheureux pécheur tout plein d'iniquité\n(Yes, my brother, I am a sinner, a guilty man,\nAn unhappy sinner full of iniquity) (III.vi).\nOrgon is convinced that Damis was lying and banishes him from the house. Tartuffe even gets Orgon to order that, to teach Damis a lesson, Tartuffe should be around Elmire more than ever. As a gift to Tartuffe and further punishment to Damis and the rest of his family, Orgon signs over all his worldly possessions to Tartuffe.\nIn a later scene, Elmire takes up the charge again and challenges Orgon to be witness to a meeting between herself and Tartuffe. Orgon, ever easily convinced, decides to hide under a table in the same room, confident that Elmire is wrong. He overhears, of course, Elmire resisting Tartuffe's very forward advances. When Tartuffe has incriminated himself beyond all help and is dangerously close to violating Elmire, Orgon comes out from under the table and orders Tartuffe out of his house.\nBut this wily guest means to stay, and Tartuffe finally shows his hand. It turns out that earlier, before the events of the play, Orgon had admitted to Tartuffe that he had possession of a box of incriminating letters (written by a friend, not by him). Tartuffe had taken charge and possession of this box, and now tells Orgon that he (Orgon) will be the one to leave. Tartuffe takes his temporary leave and Orgon's family tries to figure out what to do. Very soon, Monsieur Loyal shows up with a message from Tartuffe and the court itself – they must move out from the house because it now belongs to Tartuffe. Dorine makes fun of Monsieur Loyal's name, mocking his fake loyalty. Even Madame Pernelle, who had refused to believe any ill about Tartuffe even in the face of her son's actually seeing it, has become convinced by this time of Tartuffe's duplicity.\nNo sooner does Monsieur Loyal leave than Valère rushes in with the news that Tartuffe has denounced Orgon for aiding and assisting a traitor by keeping the incriminating letters and that Orgon is about to be arrested. Before Orgon can flee, Tartuffe arrives with an officer, but to his surprise the officer arrests him instead. The officer explains that the enlightened King Louis XIV—who is not mentioned by name—has heard of the injustices happening in the house and, appalled by Tartuffe's treachery towards Orgon, has ordered Tartuffe's arrest instead; it turns out that Tartuffe has a long criminal history and has often changed his name to avoid being caught. As a reward for Orgon's previous good services, the King not only forgives him for keeping the letters but also invalidates the deed that gave Tartuffe possession of the house and all Orgon's possessions. The entire family thanks its lucky stars that it has escaped the mortification of both Orgon's potential disgrace and their dispossession. The drama ends well, and Orgon announces the upcoming wedding of Valère and Mariane.\nï»¿The Project Gutenberg EBook of Tartuffe, by Jean-Baptiste Poquelin Moliere\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Tartuffe\n\nAuthor: Jean-Baptiste Poquelin Moliere\n\nPosting Date: October 26, 2008 [EBook #2027]\nRelease Date: January, 2000\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK TARTUFFE ***\n\n\n\n\nProduced by Dagny and John Vickers.\n\n\n\n\n\n\n\n\n\nTARTUFFE OR THE HYPOCRITE\n\n\nby\n\nJEAN BAPTISTE POQUELIN MOLIERE\n\n\n\n\nTranslated By\n\nCurtis Hidden Page\n\n\n\n\nINTRODUCTORY NOTE\n\nJean Baptiste Poquelin, better known by his stage name of Moliere,\nstands without a rival at the head of French comedy. Born at Paris in\nJanuary, 1622, where his father held a position in the royal\nhousehold, he was educated at the Jesuit College de Clermont, and for\nsome time studied law, which he soon abandoned for the stage. His life\nwas spent in Paris and in the provinces, acting, directing\nperformances, managing theaters, and writing plays. He had his share\nof applause from the king and from the public; but the satire in his\ncomedies made him many enemies, and he was the object of the most\nvenomous attacks and the most impossible slanders. Nor did he find\nmuch solace at home; for he married unfortunately, and the unhappiness\nthat followed increased the bitterness that public hostility had\nbrought into his life. On February 17, 1673, while acting in \"La\nMalade Imaginaire,\" the last of his masterpieces, he was seized with\nillness and died a few hours later.\n\nThe first of the greater works of Moliere was \"Les Precieuses\nRidicules,\" produced in 1659. In this brilliant piece Moliere lifted\nFrench comedy to a new level and gave it a new purpose--the satirizing\nof contemporary manners and affectations by frank portrayal and\ncriticism. In the great plays that followed, \"The School for Husbands\"\nand \"The School for Wives,\" \"The Misanthrope\" and \"The Hypocrite\"\n(Tartuffe), \"The Miser\" and \"The Hypochondriac,\" \"The Learned Ladies,\"\n\"The Doctor in Spite of Himself,\" \"The Citizen Turned Gentleman,\" and\nmany others, he exposed mercilessly one after another the vices and\nfoibles of the day.\n\nHis characteristic qualities are nowhere better exhibited than in\n\"Tartuffe.\" Compared with such characterization as Shakespeare's,\nMoliere's method of portraying life may seem to be lacking in\ncomplexity; but it is precisely the simplicity with which creations\nlike Tartuffe embody the weakness or vice they represent that has\ngiven them their place as universally recognized types of human\nnature.\n\n\n\n\n  TARTUFFE\n\n  A COMEDY\n\n\n\n  CHARACTERS\n\n  MADAME PERNELLE, mother of Orgon\n  ORGON, husband of Elmire\n  ELMIRE, wife of Orgon\n  DAMIS, son of Orgon\n  MARIANE, daughter of Orgon, in love with Valere\n  CLEANTE, brother-in-law of Orgon\n  TARTUFFE, a hypocrite\n  DORINE, Mariane's maid\n  M. LOYAL, a bailiff\n  A Police Officer\n  FLIPOTTE, Madame Pernelle's servant\n\n\n\n  The Scene is at Paris\n\n\n\n\n  ACT I\n\n\n\n  SCENE I\n\n  MADAME PERNELLE and FLIPOTTE, her servant; ELMIRE, MARIANE, CLEANTE,\n  DAMIS, DORINE\n\n\n  MADAME PERNELLE\n  Come, come, Flipotte, and let me get away.\n\n  ELMIRE\n  You hurry so, I hardly can attend you.\n\n  MADAME PERNELLE\n  Then don't, my daughter-in law. Stay where you are.\n  I can dispense with your polite attentions.\n\n  ELMIRE\n  We're only paying what is due you, mother.\n  Why must you go away in such a hurry?\n\n  MADAME PERNELLE\n  Because I can't endure your carryings-on,\n  And no one takes the slightest pains to please me.\n  I leave your house, I tell you, quite disgusted;\n  You do the opposite of my instructions;\n  You've no respect for anything; each one\n  Must have his say; it's perfect pandemonium.\n\n  DORINE\n  If ...\n\n  MADAME PERNELLE\n  You're a servant wench, my girl, and much\n  Too full of gab, and too impertinent\n  And free with your advice on all occasions.\n\n  DAMIS\n  But ...\n\n  MADAME PERNELLE\n  You're a fool, my boy--f, o, o, l\n  Just spells your name. Let grandma tell you that\n  I've said a hundred times to my poor son,\n  Your father, that you'd never come to good\n  Or give him anything but plague and torment.\n\n  MARIANE\n  I think ...\n\n  MADAME PERNELLE\n  O dearie me, his little sister!\n  You're all demureness, butter wouldn't melt\n  In your mouth, one would think to look at you.\n  Still waters, though, they say ... you know the proverb;\n  And I don't like your doings on the sly.\n\n  ELMIRE\n  But, mother ...\n\n  MADAME PERNELLE\n  Daughter, by your leave, your conduct\n  In everything is altogether wrong;\n  You ought to set a good example for 'em;\n  Their dear departed mother did much better.\n  You are extravagant; and it offends me,\n  To see you always decked out like a princess.\n  A woman who would please her husband's eyes\n  Alone, wants no such wealth of fineries.\n\n  CLEANTE\n  But, madam, after all ...\n\n  MADAME PERNELLE\n  Sir, as for you,\n  The lady's brother, I esteem you highly,\n  Love and respect you. But, sir, all the same,\n  If I were in my son's, her husband's, place,\n  I'd urgently entreat you not to come\n  Within our doors. You preach a way of living\n  That decent people cannot tolerate.\n  I'm rather frank with you; but that's my way--\n  I don't mince matters, when I mean a thing.\n\n  DAMIS\n  Mr. Tartuffe, your friend, is mighty lucky ...\n\n  MADAME PERNELLE\n  He is a holy man, and must be heeded;\n  I can't endure, with any show of patience,\n  To hear a scatterbrains like you attack him.\n\n  DAMIS\n  What! Shall I let a bigot criticaster\n  Come and usurp a tyrant's power here?\n  And shall we never dare amuse ourselves\n  Till this fine gentleman deigns to consent?\n\n  DORINE\n  If we must hark to him, and heed his maxims,\n  There's not a thing we do but what's a crime;\n  He censures everything, this zealous carper.\n\n  MADAME PERNELLE\n  And all he censures is well censured, too.\n  He wants to guide you on the way to heaven;\n  My son should train you all to love him well.\n\n  DAMIS\n  No, madam, look you, nothing--not my father\n  Nor anything--can make me tolerate him.\n  I should belie my feelings not to say so.\n  His actions rouse my wrath at every turn;\n  And I foresee that there must come of it\n  An open rupture with this sneaking scoundrel.\n\n  DORINE\n  Besides, 'tis downright scandalous to see\n  This unknown upstart master of the house--\n  This vagabond, who hadn't, when he came,\n  Shoes to his feet, or clothing worth six farthings,\n  And who so far forgets his place, as now\n  To censure everything, and rule the roost!\n\n  MADAME PERNELLE\n  Eh! Mercy sakes alive! Things would go better\n  If all were governed by his pious orders.\n\n  DORINE\n  He passes for a saint in your opinion.\n  In fact, he's nothing but a hypocrite.\n\n  MADAME PERNELLE\n  Just listen to her tongue!\n\n  DORINE\n  I wouldn't trust him,\n  Nor yet his Lawrence, without bonds and surety.\n\n  MADAME PERNELLE\n  I don't know what the servant's character\n  May be; but I can guarantee the master\n  A holy man. You hate him and reject him\n  Because he tells home truths to all of you.\n  'Tis sin alone that moves his heart to anger,\n  And heaven's interest is his only motive.\n\n  DORINE\n  Of course. But why, especially of late,\n  Can he let nobody come near the house?\n  Is heaven offended at a civil call\n  That he should make so great a fuss about it?\n  I'll tell you, if you like, just what I think;\n  (Pointing to Elmire)\n  Upon my word, he's jealous of our mistress.\n\n  MADAME PERNELLE\n  You hold your tongue, and think what you are saying.\n  He's not alone in censuring these visits;\n  The turmoil that attends your sort of people,\n  Their carriages forever at the door,\n  And all their noisy footmen, flocked together,\n  Annoy the neighbourhood, and raise a scandal.\n  I'd gladly think there's nothing really wrong;\n  But it makes talk; and that's not as it should be.\n\n  CLEANTE\n  Eh! madam, can you hope to keep folk's tongues\n  From wagging? It would be a grievous thing\n  If, for the fear of idle talk about us,\n  We had to sacrifice our friends. No, no;\n  Even if we could bring ourselves to do it,\n  Think you that everyone would then be silenced?\n  Against backbiting there is no defence\n  So let us try to live in innocence,\n  To silly tattle pay no heed at all,\n  And leave the gossips free to vent their gall.\n\n  DORINE\n  Our neighbour Daphne, and her little husband,\n  Must be the ones who slander us, I'm thinking.\n  Those whose own conduct's most ridiculous,\n  Are always quickest to speak ill of others;\n  They never fail to seize at once upon\n  The slightest hint of any love affair,\n  And spread the news of it with glee, and give it\n  The character they'd have the world believe in.\n  By others' actions, painted in their colours,\n  They hope to justify their own; they think,\n  In the false hope of some resemblance, either\n  To make their own intrigues seem innocent,\n  Or else to make their neighbours share the blame\n  Which they are loaded with by everybody.\n\n  MADAME PERNELLE\n  These arguments are nothing to the purpose.\n  Orante, we all know, lives a perfect life;\n  Her thoughts are all of heaven; and I have heard\n  That she condemns the company you keep.\n\n  DORINE\n  O admirable pattern! Virtuous dame!\n  She lives the model of austerity;\n  But age has brought this piety upon her,\n  And she's a prude, now she can't help herself.\n  As long as she could capture men's attentions\n  She made the most of her advantages;\n  But, now she sees her beauty vanishing,\n  She wants to leave the world, that's leaving her,\n  And in the specious veil of haughty virtue\n  She'd hide the weakness of her worn-out charms.\n  That is the way with all your old coquettes;\n  They find it hard to see their lovers leave 'em;\n  And thus abandoned, their forlorn estate\n  Can find no occupation but a prude's.\n  These pious dames, in their austerity,\n  Must carp at everything, and pardon nothing.\n  They loudly blame their neighbours' way of living,\n  Not for religion's sake, but out of envy,\n  Because they can't endure to see another\n  Enjoy the pleasures age has weaned them from.\n\n  MADAME PERNELLE (to Elmire)\n  There! That's the kind of rigmarole to please you,\n  Daughter-in-law. One never has a chance\n  To get a word in edgewise, at your house,\n  Because this lady holds the floor all day;\n  But none the less, I mean to have my say, too.\n  I tell you that my son did nothing wiser\n  In all his life, than take this godly man\n  Into his household; heaven sent him here,\n  In your great need, to make you all repent;\n  For your salvation, you must hearken to him;\n  He censures nothing but deserves his censure.\n  These visits, these assemblies, and these balls,\n  Are all inventions of the evil spirit.\n  You never hear a word of godliness\n  At them--but idle cackle, nonsense, flimflam.\n  Our neighbour often comes in for a share,\n  The talk flies fast, and scandal fills the air;\n  It makes a sober person's head go round,\n  At these assemblies, just to hear the sound\n  Of so much gab, with not a word to say;\n  And as a learned man remarked one day\n  Most aptly, 'tis the Tower of Babylon,\n  Where all, beyond all limit, babble on.\n  And just to tell you how this point came in ...\n\n  (To Cleante)\n  So! Now the gentlemen must snicker, must he?\n  Go find fools like yourself to make you laugh\n  And don't ...\n\n  (To Elmire)\n  Daughter, good-bye; not one word more.\n  As for this house, I leave the half unsaid;\n  But I shan't soon set foot in it again,\n\n  (Cuffing Flipotte)\n  Come, you! What makes you dream and stand agape,\n  Hussy! I'll warm your ears in proper shape!\n  March, trollop, march!\n\n\n\n  SCENE II\n\n  CLEANTE, DORINE\n\n\n  CLEANTE\n  I won't escort her down,\n  For fear she might fall foul of me again;\n  The good old lady ...\n\n  DORINE\n  Bless us! What a pity\n  She shouldn't hear the way you speak of her!\n  She'd surely tell you you're too \"good\" by half,\n  And that she's not so \"old\" as all that, neither!\n\n  CLEANTE\n  How she got angry with us all for nothing!\n  And how she seems possessed with her Tartuffe!\n\n  DORINE\n  Her case is nothing, though, beside her son's!\n  To see him, you would say he's ten times worse!\n  His conduct in our late unpleasantness [1]\n  Had won him much esteem, and proved his courage\n  In service of his king; but now he's like\n  A man besotted, since he's been so taken\n  With this Tartuffe. He calls him brother, loves him\n  A hundred times as much as mother, son,\n  Daughter, and wife. He tells him all his secrets\n  And lets him guide his acts, and rule his conscience.\n  He fondles and embraces him; a sweetheart\n  Could not, I think, be loved more tenderly;\n  At table he must have the seat of honour,\n  While with delight our master sees him eat\n  As much as six men could; we must give up\n  The choicest tidbits to him; if he belches,\n  ('tis a servant speaking) [2]\n  Master exclaims: \"God bless you!\"--Oh, he dotes\n  Upon him! he's his universe, his hero;\n  He's lost in constant admiration, quotes him\n  On all occasions, takes his trifling acts\n  For wonders, and his words for oracles.\n  The fellow knows his dupe, and makes the most on't,\n  He fools him with a hundred masks of virtue,\n  Gets money from him all the time by canting,\n  And takes upon himself to carp at us.\n  Even his silly coxcomb of a lackey\n  Makes it his business to instruct us too;\n  He comes with rolling eyes to preach at us,\n  And throws away our ribbons, rouge, and patches.\n  The wretch, the other day, tore up a kerchief\n  That he had found, pressed in the _Golden Legend_,\n  Calling it a horrid crime for us to mingle\n  The devil's finery with holy things.\n\n  [Footnote 1: Referring to the rebellion called La Fronde, during the\n  minority of Louis XIV.]\n\n  [Footnote 2: Moliere's note, inserted in the text of all the old\n  editions. It is a curious illustration of the desire for uniformity\n  and dignity of style in dramatic verse of the seventeenth century,\n  that Moliere feels called on to apologize for a touch of realism like\n  this. Indeed, these lines were even omitted when the play was given.]\n\n\n\n  SCENE III\n\n  ELMIRE, MARIANE, DAMIS, CLEANTE, DORINE\n\n\n  ELMIRE (to Cleante)\n  You're very lucky to have missed the speech\n  She gave us at the door. I see my husband\n  Is home again. He hasn't seen me yet,\n  So I'll go up and wait till he comes in.\n\n  CLEANTE\n  And I, to save time, will await him here;\n  I'll merely say good-morning, and be gone.\n\n\n\n  SCENE IV\n\n  CLEANTE, DAMIS, DORINE\n\n  DAMIS\n  I wish you'd say a word to him about\n  My sister's marriage; I suspect Tartuffe\n  Opposes it, and puts my father up\n  To all these wretched shifts. You know, besides,\n  How nearly I'm concerned in it myself;\n  If love unites my sister and Valere,\n  I love his sister too; and if this marriage\n  Were to ...\n\n  DORINE\n  He's coming.\n\n\n\n  SCENE V\n\n  ORGON, CLEANTE, DORINE\n\n\n  ORGON\n  Ah! Good morning, brother.\n\n  CLEANTE\n  I was just going, but am glad to greet you.\n  Things are not far advanced yet, in the country?\n\n  ORGON\n  Dorine ...\n\n  (To Cleante)\n  Just wait a bit, please, brother-in-law.\n  Let me allay my first anxiety\n  By asking news about the family.\n\n  (To Dorine)\n  Has everything gone well these last two days?\n  What's happening? And how is everybody?\n\n  DORINE\n  Madam had fever, and a splitting headache\n  Day before yesterday, all day and evening.\n\n  ORGON\n  And how about Tartuffe?\n\n  DORINE\n  Tartuffe? He's well;\n  He's mighty well; stout, fat, fair, rosy-lipped.\n\n  ORGON\n  Poor man!\n\n  DORINE\n  At evening she had nausea\n  And couldn't touch a single thing for supper,\n  Her headache still was so severe.\n\n  ORGON\n  And how\n  About Tartuffe?\n\n  DORINE\n  He supped alone, before her,\n  And unctuously ate up two partridges,\n  As well as half a leg o' mutton, deviled.\n\n  ORGON\n  Poor man!\n\n  DORINE\n  All night she couldn't get a wink\n  Of sleep, the fever racked her so; and we\n  Had to sit up with her till daylight.\n\n  ORGON\n  How\n  About Tartuffe?\n\n  DORINE\n  Gently inclined to slumber,\n  He left the table, went into his room,\n  Got himself straight into a good warm bed,\n  And slept quite undisturbed until next morning.\n\n  ORGON\n  Poor man!\n\n  DORINE\n  At last she let us all persuade her,\n  And got up courage to be bled; and then\n  She was relieved at once.\n\n  ORGON\n  And how about\n  Tartuffe?\n\n  DORINE\n  He plucked up courage properly,\n  Bravely entrenched his soul against all evils,\n  And to replace the blood that she had lost,\n  He drank at breakfast four huge draughts of wine.\n\n  ORGON\n  Poor man!\n\n  DORINE\n  So now they both are doing well;\n  And I'll go straightway and inform my mistress\n  How pleased you are at her recovery.\n\n\n\n  SCENE VI\n\n  ORGON, CLEANTE\n\n\n  CLEANTE\n  Brother, she ridicules you to your face;\n  And I, though I don't want to make you angry,\n  Must tell you candidly that she's quite right.\n  Was such infatuation ever heard of?\n  And can a man to-day have charms to make you\n  Forget all else, relieve his poverty,\n  Give him a home, and then ... ?\n\n  ORGON\n  Stop there, good brother,\n  You do not know the man you're speaking of.\n\n  CLEANTE\n  Since you will have it so, I do not know him;\n  But after all, to tell what sort of man\n  He is ...\n\n  ORGON\n  Dear brother, you'd be charmed to know him;\n  Your raptures over him would have no end.\n  He is a man ... who ... ah! ... in fact ...a man\n  Whoever does his will, knows perfect peace,\n  And counts the whole world else, as so much dung.\n  His converse has transformed me quite; he weans\n  My heart from every friendship, teaches me\n  To have no love for anything on earth;\n  And I could see my brother, children, mother,\n  And wife, all die, and never care--a snap.\n\n  CLEANTE\n  Your feelings are humane, I must say, brother!\n\n  ORGON\n  Ah! If you'd seen him, as I saw him first,\n  You would have loved him just as much as I.\n  He came to church each day, with contrite mien,\n  Kneeled, on both knees, right opposite my place,\n  And drew the eyes of all the congregation,\n  To watch the fervour of his prayers to heaven;\n  With deep-drawn sighs and great ejaculations,\n  He humbly kissed the earth at every moment;\n  And when I left the church, he ran before me\n  To give me holy water at the door.\n  I learned his poverty, and who he was,\n  By questioning his servant, who is like him,\n  And gave him gifts; but in his modesty\n  He always wanted to return a part.\n  \"It is too much,\" he'd say, \"too much by half;\n  I am not worthy of your pity.\" Then,\n  When I refused to take it back, he'd go,\n  Before my eyes, and give it to the poor.\n  At length heaven bade me take him to my home,\n  And since that day, all seems to prosper here.\n  He censures everything, and for my sake\n  He even takes great interest in my wife;\n  He lets me know who ogles her, and seems\n  Six times as jealous as I am myself.\n  You'd not believe how far his zeal can go:\n  He calls himself a sinner just for trifles;\n  The merest nothing is enough to shock him;\n  So much so, that the other day I heard him\n  Accuse himself for having, while at prayer,\n  In too much anger caught and killed a flea.\n\n  CLEANTE\n  Zounds, brother, you are mad, I think! Or else\n  You're making sport of me, with such a speech.\n  What are you driving at with all this nonsense ... ?\n\n  ORGON\n  Brother, your language smacks of atheism;\n  And I suspect your soul's a little tainted\n  Therewith. I've preached to you a score of times\n  That you'll draw down some judgment on your head.\n\n  CLEANTE\n  That is the usual strain of all your kind;\n  They must have every one as blind as they.\n  They call you atheist if you have good eyes;\n  And if you don't adore their vain grimaces,\n  You've neither faith nor care for sacred things.\n  No, no; such talk can't frighten me; I know\n  What I am saying; heaven sees my heart.\n  We're not the dupes of all your canting mummers;\n  There are false heroes--and false devotees;\n  And as true heroes never are the ones\n  Who make much noise about their deeds of honour,\n  Just so true devotees, whom we should follow,\n  Are not the ones who make so much vain show.\n  What! Will you find no difference between\n  Hypocrisy and genuine devoutness?\n  And will you treat them both alike, and pay\n  The self-same honour both to masks and faces\n  Set artifice beside sincerity,\n  Confuse the semblance with reality,\n  Esteem a phantom like a living person,\n  And counterfeit as good as honest coin?\n  Men, for the most part, are strange creatures, truly!\n  You never find them keep the golden mean;\n  The limits of good sense, too narrow for them,\n  Must always be passed by, in each direction;\n  They often spoil the noblest things, because\n  They go too far, and push them to extremes.\n  I merely say this by the way, good brother.\n\n  ORGON\n  You are the sole expounder of the doctrine;\n  Wisdom shall die with you, no doubt, good brother,\n  You are the only wise, the sole enlightened,\n  The oracle, the Cato, of our age.\n  All men, compared to you, are downright fools.\n\n  CLEANTE\n  I'm not the sole expounder of the doctrine,\n  And wisdom shall not die with me, good brother.\n  But this I know, though it be all my knowledge,\n  That there's a difference 'twixt false and true.\n  And as I find no kind of hero more\n  To be admired than men of true religion,\n  Nothing more noble or more beautiful\n  Than is the holy zeal of true devoutness;\n  Just so I think there's naught more odious\n  Than whited sepulchres of outward unction,\n  Those barefaced charlatans, those hireling zealots,\n  Whose sacrilegious, treacherous pretence\n  Deceives at will, and with impunity\n  Makes mockery of all that men hold sacred;\n  Men who, enslaved to selfish interests,\n  Make trade and merchandise of godliness,\n  And try to purchase influence and office\n  With false eye-rollings and affected raptures;\n  Those men, I say, who with uncommon zeal\n  Seek their own fortunes on the road to heaven;\n  Who, skilled in prayer, have always much to ask,\n  And live at court to preach retirement;\n  Who reconcile religion with their vices,\n  Are quick to anger, vengeful, faithless, tricky,\n  And, to destroy a man, will have the boldness\n  To call their private grudge the cause of heaven;\n  All the more dangerous, since in their anger\n  They use against us weapons men revere,\n  And since they make the world applaud their passion,\n  And seek to stab us with a sacred sword.\n  There are too many of this canting kind.\n  Still, the sincere are easy to distinguish;\n  And many splendid patterns may be found,\n  In our own time, before our very eyes\n  Look at Ariston, Periandre, Oronte,\n  Alcidamas, Clitandre, and Polydore;\n  No one denies their claim to true religion;\n  Yet they're no braggadocios of virtue,\n  They do not make insufferable display,\n  And their religion's human, tractable;\n  They are not always judging all our actions,\n  They'd think such judgment savoured of presumption;\n  And, leaving pride of words to other men,\n  'Tis by their deeds alone they censure ours.\n  Evil appearances find little credit\n  With them; they even incline to think the best\n  Of others. No caballers, no intriguers,\n  They mind the business of their own right living.\n  They don't attack a sinner tooth and nail,\n  For sin's the only object of their hatred;\n  Nor are they over-zealous to attempt\n  Far more in heaven's behalf than heaven would have 'em.\n  That is my kind of man, that is true living,\n  That is the pattern we should set ourselves.\n  Your fellow was not fashioned on this model;\n  You're quite sincere in boasting of his zeal;\n  But you're deceived, I think, by false pretences.\n\n  ORGON\n  My dear good brother-in-law, have you quite done?\n\n  CLEANTE\n  Yes.\n\n  ORGON\n  I'm your humble servant.\n\n  (Starts to go.)\n\n  CLEANTE\n  Just a word.\n  We'll drop that other subject. But you know\n  Valere has had the promise of your daughter.\n\n  ORGON\n  Yes.\n\n  CLEANTE\n  You had named the happy day.\n\n  ORGON\n  'Tis true.\n\n  CLEANTE\n  Then why put off the celebration of it?\n\n  ORGON\n  I can't say.\n\n  CLEANTE\n  Can you have some other plan\n  In mind?\n\n  ORGON\n  Perhaps.\n\n  CLEANTE\n  You mean to break your word?\n\n  ORGON\n  I don't say that.\n\n  CLEANTE\n  I hope no obstacle\n  Can keep you from performing what you've promised.\n\n  ORGON\n  Well, that depends.\n\n  CLEANTE\n  Why must you beat about?\n  Valere has sent me here to settle matters.\n\n  ORGON\n  Heaven be praised!\n\n  CLEANTE\n  What answer shall I take him?\n\n  ORGON\n  Why, anything you please.\n\n  CLEANTE\n  But we must know\n  Your plans. What are they?\n\n  ORGON\n  I shall do the will\n  Of Heaven.\n\n  CLEANTE\n  Come, be serious. You've given\n  Your promise to Valere. Now will you keep it?\n\n  ORGON\n  Good-bye.\n\n  CLEANTE (alone)\n  His love, methinks, has much to fear;\n  I must go let him know what's happening here.\n\n\n\n\n  ACT II\n\n\n\n  SCENE I\n\n  ORGON, MARIANE\n\n\n  ORGON\n  Now, Mariane.\n\n  MARIANE\n  Yes, father?\n\n  ORGON\n  Come; I'll tell you\n  A secret.\n\n  MARIANE\n  Yes ... What are you looking for?\n\n  ORGON (looking into a small closet-room)\n  To see there's no one there to spy upon us;\n  That little closet's mighty fit to hide in.\n  There! We're all right now. Mariane, in you\n  I've always found a daughter dutiful\n  And gentle. So I've always love you dearly.\n\n  MARIANE\n  I'm grateful for your fatherly affection.\n\n  ORGON\n  Well spoken, daughter. Now, prove you deserve it\n  By doing as I wish in all respects.\n\n  MARIANE\n  To do so is the height of my ambition.\n\n  ORGON\n  Excellent well. What say you of--Tartuffe?\n\n  MARIANE\n  Who? I?\n\n  ORGON\n  Yes, you. Look to it how you answer.\n\n  MARIANE\n  Why! I'll say of him--anything you please.\n\n\n\n  SCENE II\n\n  ORGON, MARIANE, DORINE (coming in quietly and standing behind\n  Orgon, so that he does not see her)\n\n\n  ORGON\n  Well spoken. A good girl. Say then, my daughter,\n  That all his person shines with noble merit,\n  That he has won your heart, and you would like\n  To have him, by my choice, become your husband.\n  Eh?\n\n  MARIANE\n  Eh?\n\n  ORGON\n  What say you?\n\n  MARIANE\n  Please, what did you say?\n\n  ORGON\n  What?\n\n  MARIANE\n  Surely I mistook you, sir?\n\n  ORGON\n  How now?\n\n  MARIANE\n  Who is it, father, you would have me say\n  Has won my heart, and I would like to have\n  Become my husband, by your choice?\n\n  ORGON\n  Tartuffe.\n\n  MARIANE\n  But, father, I protest it isn't true!\n  Why should you make me tell this dreadful lie?\n\n  ORGON\n  Because I mean to have it be the truth.\n  Let this suffice for you: I've settled it.\n\n  MARIANE\n  What, father, you would ... ?\n\n  ORGON\n  Yes, child, I'm resolved\n  To graft Tartuffe into my family.\n  So he must be your husband. That I've settled.\n  And since your duty ..\n\n  (Seeing Dorine)\n  What are you doing there?\n  Your curiosity is keen, my girl,\n  To make you come eavesdropping on us so.\n\n  DORINE\n  Upon my word, I don't know how the rumour\n  Got started--if 'twas guess-work or mere chance\n  But I had heard already of this match,\n  And treated it as utter stuff and nonsense.\n\n  ORGON\n  What! Is the thing incredible?\n\n  DORINE\n  So much so\n  I don't believe it even from yourself, sir.\n\n  ORGON\n  I know a way to make you credit it.\n\n  DORINE\n  No, no, you're telling us a fairly tale!\n\n  ORGON\n  I'm telling you just what will happen shortly.\n\n  DORINE\n  Stuff!\n\n  ORGON\n  Daughter, what I say is in good earnest.\n\n  DORINE\n  There, there, don't take your father seriously;\n  He's fooling.\n\n  ORGON\n  But I tell you ...\n\n  DORINE\n  No. No use.\n  They won't believe you.\n\n  ORGON\n  If I let my anger ...\n\n  DORINE\n  Well, then, we do believe you; and the worse\n  For you it is. What! Can a grown-up man\n  With that expanse of beard across his face\n  Be mad enough to want ...?\n\n  ORGON\n  You hark me:\n  You've taken on yourself here in this house\n  A sort of free familiarity\n  That I don't like, I tell you frankly, girl.\n\n  DORINE\n  There, there, let's not get angry, sir, I beg you.\n  But are you making game of everybody?\n  Your daughter's not cut out for bigot's meat;\n  And he has more important things to think of.\n  Besides, what can you gain by such a match?\n  How can a man of wealth, like you, go choose\n  A wretched vagabond for son-in-law?\n\n  ORGON\n  You hold your tongue. And know, the less he has,\n  The better cause have we to honour him.\n  His poverty is honest poverty;\n  It should exalt him more than worldly grandeur,\n  For he has let himself be robbed of all,\n  Through careless disregard of temporal things\n  And fixed attachment to the things eternal.\n  My help may set him on his feet again,\n  Win back his property--a fair estate\n  He has at home, so I'm informed--and prove him\n  For what he is, a true-born gentleman.\n\n  DORINE\n  Yes, so he says himself. Such vanity\n  But ill accords with pious living, sir.\n  The man who cares for holiness alone\n  Should not so loudly boast his name and birth;\n  The humble ways of genuine devoutness\n  Brook not so much display of earthly pride.\n  Why should he be so vain? ... But I offend you:\n  Let's leave his rank, then,--take the man himself:\n  Can you without compunction give a man\n  Like him possession of a girl like her?\n  Think what a scandal's sure to come of it!\n  Virtue is at the mercy of the fates,\n  When a girl's married to a man she hates;\n  The best intent to live an honest woman\n  Depends upon the husband's being human,\n  And men whose brows are pointed at afar\n  May thank themselves their wives are what they are.\n  For to be true is more than woman can,\n  With husbands built upon a certain plan;\n  And he who weds his child against her will\n  Owes heaven account for it, if she do ill.\n  Think then what perils wait on your design.\n\n  ORGON (to Mariane)\n  So! I must learn what's what from her, you see!\n\n  DORINE\n  You might do worse than follow my advice.\n\n  ORGON\n  Daughter, we can't waste time upon this nonsense;\n  I know what's good for you, and I'm your father.\n  True, I had promised you to young Valere;\n  But, first, they tell me he's inclined to gamble,\n  And then, I fear his faith is not quite sound.\n  I haven't noticed that he's regular\n  At church.\n\n  DORINE\n  You'd have him run there just when you do.\n  Like those who go on purpose to be seen?\n\n  ORGON\n  I don't ask your opinion on the matter.\n  In short, the other is in Heaven's best graces,\n  And that is riches quite beyond compare.\n  This match will bring you every joy you long for;\n  'Twill be all steeped in sweetness and delight.\n  You'll live together, in your faithful loves,\n  Like two sweet children, like two turtle-doves;\n  You'll never fail to quarrel, scold, or tease,\n  And you may do with him whate'er you please.\n\n  DORINE\n  With him? Do naught but give him horns, I'll warrant.\n\n  ORGON\n  Out on thee, wench!\n\n  DORINE\n  I tell you he's cut out for't;\n  However great your daughter's virtue, sir,\n  His destiny is sure to prove the stronger.\n\n  ORGON\n  Have done with interrupting. Hold your tongue.\n  Don't poke your nose in other people's business.\n\n  DORINE (She keeps interrupting him, just as he turns and starts\n  to speak to his daughter).\n  If I make bold, sir, 'tis for your own good.\n\n  ORGON\n  You're too officious; pray you, hold your tongue.\n\n  DORINE\n  'Tis love of you ...\n\n  ORGON\n  I want none of your love.\n\n  DORINE\n  Then I will love you in your own despite.\n\n  ORGON\n  You will, eh?\n\n  DORINE\n  Yes, your honour's dear to me;\n  I can't endure to see you made the butt\n  Of all men's ridicule.\n\n  ORGON\n  Won't you be still?\n\n  DORINE\n  'Twould be a sin to let you make this match.\n\n  ORGON\n  Won't you be still, I say, you impudent viper!\n\n  DORINE\n  What! you are pious, and you lose your temper?\n\n  ORGON\n  I'm all wrought up, with your confounded nonsense;\n  Now, once for all, I tell you hold your tongue.\n\n  DORINE\n  Then mum's the word; I'll take it out in thinking.\n\n  ORGON\n  Think all you please; but not a syllable\n  To me about it, or ... you understand!\n\n  (Turning to his daughter.)\n  As a wise father, I've considered all\n  With due deliberation.\n\n  DORINE\n  I'll go mad\n  If I can't speak.\n  (She stops the instant he turns his head.)\n\n  ORGON\n  Though he's no lady's man,\n  Tartuffe is well enough ...\n\n  DORINE\n  A pretty phiz!\n\n  ORGON\n  So that, although you may not care at all\n  For his best qualities ...\n\n  DORINE\n  A handsome dowry!\n\n  (Orgon turns and stands in front of her, with arms folded, eyeing\n  her.)\n  Were I in her place, any man should rue it\n  Who married me by force, that's mighty certain;\n  I'd let him know, and that within a week,\n  A woman's vengeance isn't far to seek.\n\n  ORGON (to Dorine)\n  So--nothing that I say has any weight?\n\n  DORINE\n  Eh? What's wrong now? I didn't speak to you.\n\n  ORGON\n  What were you doing?\n\n  DORINE\n  Talking to myself.\n\n  ORGON\n  Oh! Very well. (Aside.) Her monstrous impudence\n  Must be chastised with one good slap in the face.\n\n  (He stands ready to strike her, and, each time he speaks to his\n  daughter, he glances toward her; but she stands still and says not a\n  word.) [3]\n\n  [Footnote 3: As given at the Comedie francaise, the action is as\n  follows: While Orgon says, \"You must approve of my design,\" Dorine is\n  making signs to Mariane to resist his orders; Orgon turns around\n  suddenly; but Dorine quickly changes her gesture and with the hand\n  which she had lifted calmly arranges her hair and her cap. Orgon goes\n  on, \"Think of the husband ...\" and stops before the middle of his\n  sentence to turn and catch the beginning of Dorine's gesture; but he\n  is too quick this time, and Dorine stands looking at his furious\n  countenance with a sweet and gentle expression. He turns and goes on,\n  and the obstinate Dorine again lifts her hand behind his shoulder to\n  urge Mariane to resistance: this time he catches her; but just as he\n  swings his shoulder to give her the promised blow, she stops him by\n  changing the intent of her gesture, and carefully picking from the top\n  of his sleeve a bit of fluff which she holds carefully between her\n  fingers, then blows into the air, and watches intently as it floats\n  away. Orgon is paralysed by her innocence of expression, and compelled\n  to hide his rage.--Regnier, _Le Tartuffe des Comediens_.]\n\n  ORGON\n  Daughter, you must approve of my design....\n  Think of this husband ... I have chosen for you...\n\n  (To Dorine)\n  Why don't you talk to yourself?\n\n  DORINE\n  Nothing to say.\n\n  ORGON\n  One little word more.\n\n  DORINE\n  Oh, no, thanks. Not now.\n\n  ORGON\n  Sure, I'd have caught you.\n\n  DORINE\n  Faith, I'm no such fool.\n\n  ORGON\n  So, daughter, now obedience is the word;\n  You must accept my choice with reverence.\n\n  DORINE (running away)\n  You'd never catch me marrying such a creature.\n\n  ORGON (swinging his hand at her and missing her)\n  Daughter, you've such a pestilent hussy there\n  I can't live with her longer, without sin.\n  I can't discuss things in the state I'm in.\n  My mind's so flustered by her insolent talk,\n  To calm myself, I must go take a walk.\n\n\n\n  SCENE III\n\n  MARIANE, DORINE\n\n\n  DORINE\n  Say, have you lost the tongue from out your head?\n  And must I speak your role from A to Zed?\n  You let them broach a project that's absurd,\n  And don't oppose it with a single word!\n\n  MARIANE\n  What can I do? My father is the master.\n\n  DORINE\n  Do? Everything, to ward off such disaster.\n\n  MARIANE\n  But what?\n\n  DORINE\n  Tell him one doesn't love by proxy;\n  Tell him you'll marry for yourself, not him;\n  Since you're the one for whom the thing is done,\n  You are the one, not he, the man must please;\n  If his Tartuffe has charmed him so, why let him\n  Just marry him himself--no one will hinder.\n\n  MARIANE\n  A father's rights are such, it seems to me,\n  That I could never dare to say a word.\n\n  DORINE\n  Came, talk it out. Valere has asked your hand:\n  Now do you love him, pray, or do you not?\n\n  MARIANE\n  Dorine! How can you wrong my love so much,\n  And ask me such a question? Have I not\n  A hundred times laid bare my heart to you?\n  Do you know how ardently I love him?\n\n  DORINE\n  How do I know if heart and words agree,\n  And if in honest truth you really love him?\n\n  MARIANE\n  Dorine, you wrong me greatly if you doubt it;\n  I've shown my inmost feelings, all too plainly.\n\n  DORINE\n  So then, you love him?\n\n  MARIANE\n  Yes, devotedly.\n\n  DORINE\n  And he returns your love, apparently?\n\n  MARIANE\n  I think so.\n\n  DORINE\n  And you both alike are eager\n  To be well married to each other?\n\n  MARIANE\n  Surely.\n\n  DORINE\n  Then what's your plan about this other match?\n\n  MARIANE\n  To kill myself, if it is forced upon me.\n\n  DORINE\n  Good! That's a remedy I hadn't thought of.\n  Just die, and everything will be all right.\n  This medicine is marvellous, indeed!\n  It drives me mad to hear folk talk such nonsense.\n\n  MARIANE\n  Oh dear, Dorine you get in such a temper!\n  You have no sympathy for people's troubles.\n\n  DORINE\n  I have no sympathy when folk talk nonsense,\n  And flatten out as you do, at a pinch.\n\n  MARIANE\n  But what can you expect?--if one is timid?--\n\n  DORINE\n  But what is love worth, if it has no courage?\n\n  MARIANE\n  Am I not constant in my love for him?\n  Is't not his place to win me from my father?\n\n  DORINE\n  But if your father is a crazy fool,\n  And quite bewitched with his Tartuffe? And breaks\n  His bounden word? Is that your lover's fault?\n\n  MARIANE\n  But shall I publicly refuse and scorn\n  This match, and make it plain that I'm in love?\n  Shall I cast off for him, whate'er he be,\n  Womanly modesty and filial duty?\n  You ask me to display my love in public ... ?\n\n  DORINE\n  No, no, I ask you nothing. You shall be\n  Mister Tartuffe's; why, now I think of it,\n  I should be wrong to turn you from this marriage.\n  What cause can I have to oppose your wishes?\n  So fine a match! An excellent good match!\n  Mister Tartuffe! Oh ho! No mean proposal!\n  Mister Tartuffe, sure, take it all in all,\n  Is not a man to sneeze at--oh, by no means!\n  'Tis no small luck to be his happy spouse.\n  The whole world joins to sing his praise already;\n  He's noble--in his parish; handsome too;\n  Red ears and high complexion--oh, my lud!\n  You'll be too happy, sure, with him for husband.\n\n  MARIANE\n  Oh dear! ...\n\n  DORINE\n  What joy and pride will fill your heart\n  To be the bride of such a handsome fellow!\n\n  MARIANE\n  Oh, stop, I beg you; try to find some way\n  To help break off the match. I quite give in,\n  I'm ready to do anything you say.\n\n  DORINE\n  No, no, a daughter must obey her father,\n  Though he should want to make her wed a monkey.\n  Besides, your fate is fine. What could be better!\n  You'll take the stage-coach to his little village,\n  And find it full of uncles and of cousins,\n  Whose conversation will delight you. Then\n  You'll be presented in their best society.\n  You'll even go to call, by way of welcome,\n  On Mrs. Bailiff, Mrs. Tax-Collector,\n  Who'll patronise you with a folding-stool.\n  There, once a year, at carnival, you'll have\n  Perhaps--a ball; with orchestra--two bag-pipes;\n  And sometimes a trained ape, and Punch and Judy;\n  Though if your husband ...\n\n  MARIANE\n  Oh, you'll kill me. Please\n  Contrive to help me out with your advice.\n\n  DORINE\n  I thank you kindly.\n\n  MARIANE\n  Oh! Dorine, I beg you ...\n\n  DORINE\n  To serve you right, this marriage must go through.\n\n  MARIANE\n  Dear girl!\n\n  DORINE\n  No.\n\n  MARIANE\n  If I say I love Valere ...\n\n  DORINE\n  No, no. Tartuffe's your man, and you shall taste him.\n\n  MARIANE\n  You know I've always trusted you; now help me ...\n\n  DORINE\n  No, you shall be, my faith! Tartuffified.\n\n  MARIANE\n  Well, then, since you've no pity for my fate\n  Let me take counsel only of despair;\n  It will advise and help and give me courage;\n  There's one sure cure, I know, for all my troubles.\n\n  (She starts to go.)\n\n  DORINE\n  There, there! Come back. I can't be angry long.\n  I must take pity on you, after all.\n\n  MARIANE\n  Oh, don't you see, Dorine, if I must bear\n  This martyrdom, I certainly shall die.\n\n  DORINE\n  Now don't you fret. We'll surely find some way.\n  To hinder this ... But here's Valere, your lover.\n\n\n\n  SCENE IV\n\n  VALERE, MARIANE, DORINE\n\n\n  VALERE\n  Madam, a piece of news--quite new to me--\n  Has just come out, and very fine it is.\n\n  MARIANE\n  What piece of news?\n\n  VALERE\n  Your marriage with Tartuffe.\n\n  MARIANE\n  'Tis true my father has this plan in mind.\n\n  VALERE\n  Your father, madam ...\n\n  MARIANE\n  Yes, he's changed his plans,\n  And did but now propose it to me.\n\n  VALERE\n  What!\n  Seriously?\n\n  MARIANE\n  Yes, he was serious,\n  And openly insisted on the match.\n\n  VALERE\n  And what's your resolution in the matter,\n  Madam?\n\n  MARIANE\n  I don't know.\n\n  VALERE\n  That's a pretty answer.\n  You don't know?\n\n  MARIANE\n  No.\n\n  VALERE\n  No?\n\n  MARIANE\n  What do you advise?\n\n  VALERE\n  I? My advice is, marry him, by all means.\n\n  MARIANE\n  That's your advice?\n\n  VALERE\n  Yes.\n\n  MARIANE\n  Do you mean it?\n\n  VALERE\n  Surely.\n  A splendid choice, and worthy of your acceptance.\n\n  MARIANE\n  Oh, very well, sir! I shall take your counsel.\n\n  VALERE\n  You'll find no trouble taking it, I warrant.\n\n  MARIANE\n  No more than you did giving it, be sure.\n\n  VALERE\n  I gave it, truly, to oblige you, madam.\n\n  MARIANE\n  And I shall take it to oblige you, sir.\n\n  Dorine (withdrawing to the back of the stage)\n  Let's see what this affair will come to.\n\n  VALERE\n  So,\n  That is your love? And it was all deceit\n  When you ...\n\n  MARIANE\n  I beg you, say no more of that.\n  You told me, squarely, sir, I should accept\n  The husband that is offered me; and I\n  Will tell you squarely that I mean to do so,\n  Since you have given me this good advice.\n\n  VALERE\n  Don't shield yourself with talk of my advice.\n  You had your mind made up, that's evident;\n  And now you're snatching at a trifling pretext\n  To justify the breaking of your word.\n\n  MARIANE\n  Exactly so.\n\n  VALERE\n  Of course it is; your heart\n  Has never known true love for me.\n\n  MARIANE\n  Alas!\n  You're free to think so, if you please.\n\n  VALERE\n  Yes, yes,\n  I'm free to think so; and my outraged love\n  May yet forestall you in your perfidy,\n  And offer elsewhere both my heart and hand.\n\n  MARIANE\n  No doubt of it; the love your high deserts\n  May win ...\n\n  VALERE\n  Good Lord, have done with my deserts!\n  I know I have but few, and you have proved it.\n  But I may find more kindness in another;\n  I know of someone, who'll not be ashamed\n  To take your leavings, and make up my loss.\n\n  MARIANE\n  The loss is not so great; you'll easily\n  Console yourself completely for this change.\n\n  VALERE\n  I'll try my best, that you may well believe.\n  When we're forgotten by a woman's heart,\n  Our pride is challenged; we, too, must forget;\n  Or if we cannot, must at least pretend to.\n  No other way can man such baseness prove,\n  As be a lover scorned, and still in love.\n\n  MARIANE\n  In faith, a high and noble sentiment.\n\n  VALERE\n  Yes; and it's one that all men must approve.\n  What! Would you have me keep my love alive,\n  And see you fly into another's arms\n  Before my very eyes; and never offer\n  To someone else the heart that you had scorned?\n\n  MARIANE\n  Oh, no, indeed! For my part, I could wish\n  That it were done already.\n\n  VALERE\n  What! You wish it?\n\n  MARIANE\n  Yes.\n\n  VALERE\n  This is insult heaped on injury;\n  I'll go at once and do as you desire.\n\n  (He takes a step or two as if to go away.)\n\n  MARIANE\n  Oh, very well then.\n\n  VALERE (turning back)\n  But remember this.\n  'Twas you that drove me to this desperate pass.\n\n  MARIANE\n  Of course.\n\n  VALERE (turning back again)\n  And in the plan that I have formed\n  I only follow your example.\n\n  MARIANE\n  Yes.\n\n  VALERE (at the door)\n  Enough; you shall be punctually obeyed.\n\n  MARIANE\n  So much the better.\n\n  VALERE (coming back again)\n  This is once for all.\n\n  MARIANE\n  So be it, then.\n\n  VALERE (He goes toward the door, but just as he reaches it, turns\n  around)\n  Eh?\n\n  MARIANE\n  What?\n\n  VALERE\n  You didn't call me?\n\n  MARIANE\n  I? You are dreaming.\n\n  VALERE\n  Very well, I'm gone. Madam, farewell.\n\n  (He walks slowly away.)\n\n  MARIANE\n  Farewell, sir.\n\n  DORINE\n  I must say\n  You've lost your senses and both gone clean daft!\n  I've let you fight it out to the end o' the chapter\n  To see how far the thing could go. Oho, there,\n  Mister Valere!\n\n  (She goes and seizes him by the arm, to stop him. He makes a great\n  show of resistance.)\n\n  VALERE\n  What do you want, Dorine?\n\n  DORINE\n  Come here.\n\n  VALERE\n  No, no, I'm quite beside myself.\n  Don't hinder me from doing as she wishes.\n\n  DORINE\n  Stop!\n\n  VALERE\n  No. You see, I'm fixed, resolved, determined.\n\n  DORINE\n  So!\n\n  MARIANE (aside)\n  Since my presence pains him, makes him go,\n  I'd better go myself, and leave him free.\n\n  DORINE (leaving Valere, and running after Mariane)\n  Now t'other! Where are you going?\n\n  MARIANE\n  Let me be.\n\n  DORINE.\n  Come back.\n\n  MARIANE\n  No, no, it isn't any use.\n\n  VALERE (aside)\n  'Tis clear the sight of me is torture to her;\n  No doubt, t'were better I should free her from it.\n\n  DORINE (leaving Mariane and running after Valere)\n  Same thing again! Deuce take you both, I say.\n  Now stop your fooling; come here, you; and you.\n\n  (She pulls first one, then the other, toward the middle of the stage.)\n\n  VALERE (to Dorine)\n  What's your idea?\n\n  MARIANE (to Dorine)\n  What can you mean to do?\n\n  DORINE\n  Set you to rights, and pull you out o' the scrape.\n\n  (To Valere)\n  Are you quite mad, to quarrel with her now?\n\n  VALERE\n  Didn't you hear the things she said to me?\n\n  DORINE (to Mariane)\n  Are you quite mad, to get in such a passion?\n\n  MARIANE\n  Didn't you see the way he treated me?\n\n  DORINE\n  Fools, both of you.\n\n  (To Valere)\n  She thinks of nothing else\n  But to keep faith with you, I vouch for it.\n\n  (To Mariane)\n  And he loves none but you, and longs for nothing\n  But just to marry you, I stake my life on't.\n\n  MARIANE (to Valere)\n  Why did you give me such advice then, pray?\n\n  VALERE (to Mariane)\n  Why ask for my advice on such a matter?\n\n  DORINE\n  You both are daft, I tell you. Here, your hands.\n\n  (To Valere)\n  Come, yours.\n\n  VALERE (giving Dorine his hand)\n  What for?\n\n  DORINE (to Mariane)\n  Now, yours.\n\n  MARIANE (giving Dorine her hand)\n  But what's the use?\n\n  DORINE\n  Oh, quick now, come along. There, both of you--\n  You love each other better than you think.\n\n  (Valere and Mariane hold each other's hands some time without looking\n  at each other.)\n\n  VALERE (at last turning toward Mariane)\n  Come, don't be so ungracious now about it;\n  Look at a man as if you didn't hate him.\n\n  (Mariane looks sideways toward Valere, with just a bit of a smile.)\n\n  DORINE\n  My faith and troth, what fools these lovers be!\n\n  VALERE (to Mariane)\n  But come now, have I not a just complaint?\n  And truly, are you not a wicked creature\n  To take delight in saying what would pain me?\n\n  MARIANE\n  And are you not yourself the most ungrateful ... ?\n\n  DORINE\n  Leave this discussion till another time;\n  Now, think how you'll stave off this plaguy marriage.\n\n  MARIANE\n  Then tell us how to go about it.\n\n  DORINE\n  Well,\n  We'll try all sorts of ways.\n\n  (To Mariane)\n  Your father's daft;\n\n  (To Valere)\n  This plan is nonsense.\n\n  (To Mariane)\n  You had better humour\n  His notions by a semblance of consent,\n  So that in case of danger, you can still\n  Find means to block the marriage by delay.\n  If you gain time, the rest is easy, trust me.\n  One day you'll fool them with a sudden illness,\n  Causing delay; another day, ill omens:\n  You've met a funeral, or broke a mirror,\n  Or dreamed of muddy water. Best of all,\n  They cannot marry you to anyone\n  Without your saying yes. But now, methinks,\n  They mustn't find you chattering together.\n\n  (To Valere)\n  You, go at once and set your friends at work\n  To make him keep his word to you; while we\n  Will bring the brother's influence to bear,\n  And get the step-mother on our side, too.\n  Good-bye.\n\n  VALERE (to Mariane)\n  Whatever efforts we may make,\n  My greatest hope, be sure, must rest on you.\n\n  MARIANE (to Valere)\n  I cannot answer for my father's whims;\n  But no one save Valere shall ever have me.\n\n  VALERE\n  You thrill me through with joy! Whatever comes ...\n\n  DORINE\n  Oho! These lovers! Never done with prattling!\n  Now go.\n\n  VALERE (starting to go, and coming back again)\n  One last word ...\n\n  DORINE\n  What a gabble and pother!\n  Be off! By this door, you. And you, by t'other.\n\n  (She pushes them off, by the shoulders, in opposite directions.)\n\n\n\n\n  ACT III\n\n\n\n  SCENE I\n\n  DAMIS, DORINE\n\n\n  DAMIS\n  May lightning strike me dead this very instant,\n  May I be everywhere proclaimed a scoundrel,\n  If any reverence or power shall stop me,\n  And if I don't do straightway something desperate!\n\n  DORINE\n  I beg you, moderate this towering passion;\n  Your father did but merely mention it.\n  Not all things that are talked of turn to facts;\n  The road is long, sometimes, from plans to acts.\n\n  DAMIS\n  No, I must end this paltry fellow's plots,\n  And he shall hear from me a truth or two.\n\n  DORINE\n  So ho! Go slow now. Just you leave the fellow--\n  Your father too--in your step-mother's hands.\n  She has some influence with this Tartuffe,\n  He makes a point of heeding all she says,\n  And I suspect that he is fond of her.\n  Would God 'twere true!--'Twould be the height of humour\n  Now, she has sent for him, in your behalf,\n  To sound him on this marriage, to find out\n  What his ideas are, and to show him plainly\n  What troubles he may cause, if he persists\n  In giving countenance to this design.\n  His man says, he's at prayers, I mustn't see him,\n  But likewise says, he'll presently be down.\n  So off with you, and let me wait for him.\n\n  DAMIS\n  I may be present at this interview.\n\n  DORINE\n  No, no! They must be left alone.\n\n  DAMIS\n  I won't\n  So much as speak to him.\n\n  DORINE\n  Go on! We know you\n  And your high tantrums. Just the way to spoil things!\n  Be off.\n\n  DAMIS\n  No, I must see--I'll keep my temper.\n\n  DORINE\n  Out on you, what a plague! He's coming. Hide!\n\n  (Damis goes and hides in the closet at the back of the stage.)\n\n\n\n  SCENE II\n\n  TARTUFFE, DORINE\n\n\n  TARTUFFE (speaking to his valet, off the stage, as soon as he sees\n  Dorine is there)\n  Lawrence, put up my hair-cloth shirt and scourge,\n  And pray that Heaven may shed its light upon you.\n  If any come to see me, say I'm gone\n  To share my alms among the prisoners.\n\n  DORINE (aside)\n  What affectation and what showing off!\n\n  TARTUFFE\n  What do you want with me?\n\n  DORINE\n  To tell you ...\n\n  TARTUFFE (taking a handkerchief from his pocket)\n  Ah!\n  Before you speak, pray take this handkerchief.\n\n  DORINE\n  What?\n\n  TARTUFFE\n  Cover up that bosom, which I can't\n  Endure to look on. Things like that offend\n  Our souls, and fill our minds with sinful thoughts.\n\n  DORINE\n  Are you so tender to temptation, then,\n  And has the flesh such power upon your senses?\n  I don't know how you get in such a heat;\n  For my part, I am not so prone to lust,\n  And I could see you stripped from head to foot,\n  And all your hide not tempt me in the least.\n\n  TARTUFFE\n  Show in your speech some little modesty,\n  Or I must instantly take leave of you.\n\n  DORINE\n  No, no, I'll leave you to yourself; I've only\n  One thing to say: Madam will soon be down,\n  And begs the favour of a word with you.\n\n  TARTUFFE\n  Ah! Willingly.\n\n  DORINE (aside)\n  How gentle all at once!\n  My faith, I still believe I've hit upon it.\n\n  TARTUFFE\n  Will she come soon?\n\n  DORINE\n  I think I hear her now.\n  Yes, here she is herself; I'll leave you with her.\n\n\n\n  SCENE III\n\n  ELMIRE, TARTUFFE\n\n\n  TARTUFFE\n  May Heaven's overflowing kindness ever\n  Give you good health of body and of soul,\n  And bless your days according to the wishes\n  And prayers of its most humble votary!\n\n  ELMIRE\n  I'm very grateful for your pious wishes.\n  But let's sit down, so we may talk at ease.\n\n  TARTUFFE (after sitting down)\n  And how are you recovered from your illness?\n\n  ELMIRE (sitting down also)\n  Quite well; the fever soon let go its hold.\n\n  TARTUFFE\n  My prayers, I fear, have not sufficient merit\n  To have drawn down this favour from on high;\n  But each entreaty that I made to Heaven\n  Had for its object your recovery.\n\n  ELMIRE\n  You're too solicitous on my behalf.\n\n  TARTUFFE\n  We could not cherish your dear health too much;\n  I would have given mine, to help restore it.\n\n  ELMIRE\n  That's pushing Christian charity too far;\n  I owe you many thanks for so much kindness.\n\n  TARTUFFE\n  I do far less for you than you deserve.\n\n  ELMIRE\n  There is a matter that I wished to speak of\n  In private; I am glad there's no one here\n  To listen.\n\n  TARTUFFE\n  Madam, I am overjoyed.\n  'Tis sweet to find myself alone with you.\n  This is an opportunity I've asked\n  Of Heaven, many a time; till now, in vain.\n\n  ELMIRE\n  All that I wish, is just a word from you,\n  Quite frank and open, hiding nothing from me.\n\n  (DAMIS, without their seeing him, opens the closet door halfway.)\n\n  TARTUFFE\n  I too could wish, as Heaven's especial favour,\n  To lay my soul quite open to your eyes,\n  And swear to you, the trouble that I made\n  About those visits which your charms attract,\n  Does not result from any hatred toward you,\n  But rather from a passionate devotion,\n  And purest motives ...\n\n  ELMIRE\n  That is how I take it,\n  I think 'tis my salvation that concerns you.\n\n  TARTUFFE (pressing her finger tips)\n  Madam, 'tis so; and such is my devotion ...\n\n  ELMIRE\n  Ouch! but you squeeze too hard.\n\n  TARTUFFE\n  Excess of zeal.\n  In no way could I ever mean to hurt you,\n  And I'd as soon ...\n\n  (He puts his hand on her knee.)\n\n  ELMIRE\n  What's your hand doing there?\n\n  TARTUFFE\n  Feeling your gown; the stuff is very soft.\n\n  ELMIRE\n  Let be, I beg you; I am very ticklish.\n\n  (She moves her chair away, and Tartuffe brings his nearer.)\n\n  TARTUFFE (handling the lace yoke of Elmire's dress)\n  Dear me how wonderful in workmanship\n  This lace is! They do marvels, nowadays;\n  Things of all kinds were never better made.\n\n  ELMIRE\n  Yes, very true. But let us come to business.\n  They say my husband means to break his word.\n  And marry Mariane to you. Is't so?\n\n  TARTUFFE\n  He did hint some such thing; but truly, madam,\n  That's not the happiness I'm yearning after;\n  I see elsewhere the sweet compelling charms\n  Of such a joy as fills my every wish.\n\n  ELMIRE\n  You mean you cannot love terrestrial things.\n\n  TARTUFFE\n  The heart within my bosom is not stone.\n\n  ELMIRE\n  I well believe your sighs all tend to Heaven,\n  And nothing here below can stay your thoughts.\n\n  TARTUFFE\n  Love for the beauty of eternal things\n  Cannot destroy our love for earthly beauty;\n  Our mortal senses well may be entranced\n  By perfect works that Heaven has fashioned here.\n  Its charms reflected shine in such as you,\n  And in yourself, its rarest miracles;\n  It has displayed such marvels in your face,\n  That eyes are dazed, and hearts are rapt away;\n  I could not look on you, the perfect creature,\n  Without admiring Nature's great Creator,\n  And feeling all my heart inflamed with love\n  For you, His fairest image of Himself.\n  At first I trembled lest this secret love\n  Might be the Evil Spirit's artful snare;\n  I even schooled my heart to flee your beauty,\n  Thinking it was a bar to my salvation.\n  But soon, enlightened, O all lovely one,\n  I saw how this my passion may be blameless,\n  How I may make it fit with modesty,\n  And thus completely yield my heart to it.\n  'Tis I must own, a great presumption in me\n  To dare make you the offer of my heart;\n  My love hopes all things from your perfect goodness,\n  And nothing from my own poor weak endeavour.\n  You are my hope, my stay, my peace of heart;\n  On you depends my torment or my bliss;\n  And by your doom of judgment, I shall be\n  Blest, if you will; or damned, by your decree.\n\n  ELMIRE\n  Your declaration's turned most gallantly;\n  But truly, it is just a bit surprising.\n  You should have better armed your heart, methinks,\n  And taken thought somewhat on such a matter.\n  A pious man like you, known everywhere ...\n\n  TARTUFFE\n  Though pious, I am none the less a man;\n  And when a man beholds your heavenly charms,\n  The heart surrenders, and can think no more.\n  I know such words seem strange, coming from me;\n  But, madam, I'm no angel, after all;\n  If you condemn my frankly made avowal\n  You only have your charming self to blame.\n  Soon as I saw your more than human beauty,\n  You were thenceforth the sovereign of my soul;\n  Sweetness ineffable was in your eyes,\n  That took by storm my still resisting heart,\n  And conquered everything, fasts, prayers, and tears,\n  And turned my worship wholly to yourself.\n  My looks, my sighs, have spoke a thousand times;\n  Now, to express it all, my voice must speak.\n  If but you will look down with gracious favour\n  Upon the sorrows of your worthless slave,\n  If in your goodness you will give me comfort\n  And condescend unto my nothingness,\n  I'll ever pay you, O sweet miracle,\n  An unexampled worship and devotion.\n  Then too, with me your honour runs no risk;\n  With me you need not fear a public scandal.\n  These court gallants, that women are so fond of,\n  Are boastful of their acts, and vain in speech;\n  They always brag in public of their progress;\n  Soon as a favour's granted, they'll divulge it;\n  Their tattling tongues, if you but trust to them,\n  Will foul the altar where their hearts have worshipped.\n  But men like me are so discreet in love,\n  That you may trust their lasting secrecy.\n  The care we take to guard our own good name\n  May fully guarantee the one we love;\n  So you may find, with hearts like ours sincere,\n  Love without scandal, pleasure without fear.\n\n  ELMIRE\n  I've heard you through--your speech is clear, at least.\n  But don't you fear that I may take a fancy\n  To tell my husband of your gallant passion,\n  And that a prompt report of this affair\n  May somewhat change the friendship which he bears you?\n\n  TARTUFFE\n  I know that you're too good and generous,\n  That you will pardon my temerity,\n  Excuse, upon the score of human frailty,\n  The violence of passion that offends you,\n  And not forget, when you consult your mirror,\n  That I'm not blind, and man is made of flesh.\n\n  ELMIRE\n  Some women might do otherwise, perhaps,\n  But I am willing to employ discretion,\n  And not repeat the matter to my husband;\n  But in return, I'll ask one thing of you:\n  That you urge forward, frankly and sincerely,\n  The marriage of Valere to Mariane;\n  That you give up the unjust influence\n  By which you hope to win another's rights;\n  And ...\n\n\n\n  SCENE IV\n\n  ELMIRE, DAMIS, TARTUFFE\n\n\n  DAMIS (coming out of the closet-room where he had been hiding)\n  No, I say! This thing must be made public.\n  I was just there, and overheard it all;\n  And Heaven's goodness must have brought me there\n  On purpose to confound this scoundrel's pride\n  And grant me means to take a signal vengeance\n  On his hypocrisy and arrogance,\n  And undeceive my father, showing up\n  The rascal caught at making love to you.\n\n  ELMIRE\n  No, no; it is enough if he reforms,\n  Endeavouring to deserve the favour shown him.\n  And since I've promised, do not you belie me.\n  'Tis not my way to make a public scandal;\n  An honest wife will scorn to heed such follies,\n  And never fret her husband's ears with them.\n\n  DAMIS\n  You've reasons of your own for acting thus;\n  And I have mine for doing otherwise.\n  To spare him now would be a mockery;\n  His bigot's pride has triumphed all too long\n  Over my righteous anger, and has caused\n  Far too much trouble in our family.\n  The rascal all too long has ruled my father,\n  And crossed my sister's love, and mine as well.\n  The traitor now must be unmasked before him:\n  And Providence has given me means to do it.\n  To Heaven I owe the opportunity,\n  And if I did not use it now I have it,\n  I should deserve to lose it once for all.\n\n  ELMIRE\n  Damis ...\n\n  DAMIS\n  No, by your leave; I'll not be counselled.\n  I'm overjoyed. You needn't try to tell me\n  I must give up the pleasure of revenge.\n  I'll make an end of this affair at once;\n  And, to content me, here's my father now.\n\n\n\n  SCENE V\n\n  ORGON, ELMIRE, DAMIS, TARTUFFE\n\n\n  DAMIS\n  Father, we've news to welcome your arrival,\n  That's altogether novel, and surprising.\n  You are well paid for your caressing care,\n  And this fine gentleman rewards your love\n  Most handsomely, with zeal that seeks no less\n  Than your dishonour, as has now been proven.\n  I've just surprised him making to your wife\n  The shameful offer of a guilty love.\n  She, somewhat over gentle and discreet,\n  Insisted that the thing should be concealed;\n  But I will not condone such shamelessness,\n  Nor so far wrong you as to keep it secret.\n\n  ELMIRE\n  Yes, I believe a wife should never trouble\n  Her husband's peace of mind with such vain gossip;\n  A woman's honour does not hang on telling;\n  It is enough if she defend herself;\n  Or so I think; Damis, you'd not have spoken,\n  If you would but have heeded my advice.\n\n\n\n  SCENE VI\n\n  ORGON, DAMIS, TARTUFFE\n\n\n  ORGON\n  Just Heaven! Can what I hear be credited?\n\n  TARTUFFE\n  Yes, brother, I am wicked, I am guilty,\n  A miserable sinner, steeped in evil,\n  The greatest criminal that ever lived.\n  Each moment of my life is stained with soilures;\n  And all is but a mass of crime and filth;\n  Heaven, for my punishment, I see it plainly,\n  Would mortify me now. Whatever wrong\n  They find to charge me with, I'll not deny it\n  But guard against the pride of self-defence.\n  Believe their stories, arm your wrath against me,\n  And drive me like a villain from your house;\n  I cannot have so great a share of shame\n  But what I have deserved a greater still.\n\n  ORGON (to his son)\n  You miscreant, can you dare, with such a falsehood,\n  To try to stain the whiteness of his virtue?\n\n  DAMIS\n  What! The feigned meekness of this hypocrite\n  Makes you discredit ...\n\n  ORGON\n  Silence, cursed plague!\n\n  TARTUFFE\n  Ah! Let him speak; you chide him wrongfully;\n  You'd do far better to believe his tales.\n  Why favour me so much in such a matter?\n  How can you know of what I'm capable?\n  And should you trust my outward semblance, brother,\n  Or judge therefrom that I'm the better man?\n  No, no; you let appearances deceive you;\n  I'm anything but what I'm thought to be,\n  Alas! and though all men believe me godly,\n  The simple truth is, I'm a worthless creature.\n\n  (To Damis)\n  Yes, my dear son, say on, and call me traitor,\n  Abandoned scoundrel, thief, and murderer;\n  Heap on me names yet more detestable,\n  And I shall not gainsay you; I've deserved them;\n  I'll bear this ignominy on my knees,\n  To expiate in shame the crimes I've done.\n\n  ORGON (to Tartuffe)\n  Ah, brother, 'tis too much!\n\n  (To his son)\n  You'll not relent,\n  You blackguard?\n\n  DAMIS\n  What! His talk can so deceive you ...\n\n  ORGON\n  Silence, you scoundrel!\n\n  (To Tartuffe)\n  Brother, rise, I beg you.\n\n  (To his son)\n  Infamous villain!\n\n  DAMIS\n  Can he ...\n\n  ORGON\n  Silence!\n\n  DAMIS\n  What ...\n\n  ORGON\n  Another word, I'll break your every bone.\n\n  TARTUFFE\n  Brother, in God's name, don't be angry with him!\n  I'd rather bear myself the bitterest torture\n  Than have him get a scratch on my account.\n\n  ORGON (to his son)\n  Ungrateful monster!\n\n  TARTUFFE\n  Stop. Upon my knees\n  I beg you pardon him ...\n\n  ORGON (throwing himself on his knees too, and embracing Tartuffe)\n  Alas! How can you?\n\n  (To his son)\n  Villain! Behold his goodness!\n\n  DAMIS\n  So ...\n\n  ORGON\n  Be still.\n\n  DAMIS\n  What! I ...\n\n  ORGON\n  Be still, I say. I know your motives\n  For this attack. You hate him, all of you;\n  Wife, children, servants, all let loose upon him,\n  You have recourse to every shameful trick\n  To drive this godly man out of my house;\n  The more you strive to rid yourselves of him,\n  The more I'll strive to make him stay with me;\n  I'll have him straightway married to my daughter,\n  Just to confound the pride of all of you.\n\n  DAMIS\n  What! Will you force her to accept his hand?\n\n  ORGON\n  Yes, and this very evening, to enrage you,\n  Young rascal! Ah! I'll brave you all, and show you\n  That I'm the master, and must be obeyed.\n  Now, down upon your knees this instant, rogue,\n  And take back what you said, and ask his pardon.\n\n  DAMIS\n  Who? I? Ask pardon of that cheating scoundrel ... ?\n\n  ORGON\n  Do you resist, you beggar, and insult him?\n  A cudgel, here! a cudgel!\n\n  (To Tartuffe)\n  Don't restrain me.\n\n  (To his son)\n  Off with you! Leave my house this instant, sirrah,\n  And never dare set foot in it again.\n\n  DAMIS\n  Yes, I will leave your house, but ...\n\n  ORGON\n  Leave it quickly.\n  You reprobate, I disinherit you,\n  And give you, too, my curse into the bargain.\n\n\n\n  SCENE VII\n\n  ORGON, TARTUFFE\n\n\n  ORGON\n  What! So insult a saintly man of God!\n\n  TARTUFFE\n  Heaven, forgive him all the pain he gives me! [4]\n\n  [Footnote 4: Some modern editions have adopted the reading, preserved\n  by tradition as that of the earliest stage version: Heaven, forgive\n  him even as I forgive him! Voltaire gives still another reading:\n  Heaven, forgive me even as I forgive him! Whichever was the original\n  version, it appears in none of the early editions, and Moliere\n  probably felt forced to change it on account of its too close\n  resemblance to the Biblical phrase.]\n\n  (To Orgon)\n  Could you but know with what distress I see\n  Them try to vilify me to my brother!\n\n  ORGON\n  Ah!\n\n  TARTUFFE\n  The mere thought of such ingratitude\n  Makes my soul suffer torture, bitterly ...\n  My horror at it ... Ah! my heart's so full\n  I cannot speak ... I think I'll die of it.\n\n  ORGON (in tears, running to the door through which he drove away his\n  son)\n  Scoundrel! I wish I'd never let you go,\n  But slain you on the spot with my own hand.\n\n  (To Tartuffe)\n  Brother, compose yourself, and don't be angry.\n\n  TARTUFFE\n  Nay, brother, let us end these painful quarrels.\n  I see what troublous times I bring upon you,\n  And think 'tis needful that I leave this house.\n\n  ORGON\n  What! You can't mean it?\n\n  TARTUFFE\n  Yes, they hate me here,\n  And try, I find, to make you doubt my faith.\n\n  ORGON\n  What of it? Do you find I listen to them?\n\n  TARTUFFE\n  No doubt they won't stop there. These same reports\n  You now reject, may some day win a hearing.\n\n  ORGON\n  No, brother, never.\n\n  TARTUFFE\n  Ah! my friend, a woman\n  May easily mislead her husband's mind.\n\n  ORGON\n  No, no.\n\n  TARTUFFE\n  So let me quickly go away\n  And thus remove all cause for such attacks.\n\n  ORGON\n  No, you shall stay; my life depends upon it.\n\n  TARTUFFE\n  Then I must mortify myself. And yet,\n  If you should wish ...\n\n  ORGON\n  No, never!\n\n  TARTUFFE\n  Very well, then;\n  No more of that. But I shall rule my conduct\n  To fit the case. Honour is delicate,\n  And friendship binds me to forestall suspicion,\n  Prevent all scandal, and avoid your wife.\n\n  ORGON\n  No, you shall haunt her, just to spite them all.\n  'Tis my delight to set them in a rage;\n  You shall be seen together at all hours\n  And what is more, the better to defy them,\n  I'll have no other heir but you; and straightway\n  I'll go and make a deed of gift to you,\n  Drawn in due form, of all my property.\n  A good true friend, my son-in-law to be,\n  Is more to me than son, and wife, and kindred.\n  You will accept my offer, will you not?\n\n  TARTUFFE\n  Heaven's will be done in everything!\n\n  ORGON\n  Poor man!\n  We'll go make haste to draw the deed aright,\n  And then let envy burst itself with spite!\n\n\n\n\n  ACT IV\n\n\n\n  SCENE I\n\n  CLEANTE, TARTUFFE\n\n\n  CLEANTE\n  Yes, it's become the talk of all the town,\n  And make a stir that's scarcely to your credit;\n  And I have met you, sir, most opportunely,\n  To tell you in a word my frank opinion.\n  Not to sift out this scandal to the bottom,\n  Suppose the worst for us--suppose Damis\n  Acted the traitor, and accused you falsely;\n  Should not a Christian pardon this offence,\n  And stifle in his heart all wish for vengeance?\n  Should you permit that, for your petty quarrel,\n  A son be driven from his father's house?\n  I tell you yet again, and tell you frankly,\n  Everyone, high or low, is scandalised;\n  If you'll take my advice, you'll make it up,\n  And not push matters to extremities.\n  Make sacrifice to God of your resentment;\n  Restore the son to favour with his father.\n\n  TARTUFFE\n  Alas! So far as I'm concerned, how gladly\n  Would I do so! I bear him no ill will;\n  I pardon all, lay nothing to his charge,\n  And wish with all my heart that I might serve him;\n  But Heaven's interests cannot allow it;\n  If he returns, then I must leave the house.\n  After his conduct, quite unparalleled,\n  All intercourse between us would bring scandal;\n  God knows what everyone's first thought would be!\n  They would attribute it to merest scheming\n  On my part--say that conscious of my guilt\n  I feigned a Christian love for my accuser,\n  But feared him in my heart, and hoped to win him\n  And underhandedly secure his silence.\n\n  CLEANTE\n  You try to put us off with specious phrases;\n  But all your arguments are too far-fetched.\n  Why take upon yourself the cause of Heaven?\n  Does Heaven need our help to punish sinners?\n  Leave to itself the care of its own vengeance,\n  And keep in mind the pardon it commands us;\n  Besides, think somewhat less of men's opinions,\n  When you are following the will of Heaven.\n  Shall petty fear of what the world may think\n  Prevent the doing of a noble deed?\n  No!--let us always do as Heaven commands,\n  And not perplex our brains with further questions.\n\n  TARTUFFE\n  Already I have told you I forgive him;\n  And that is doing, sir, as Heaven commands.\n  But after this day's scandal and affront\n  Heaven does not order me to live with him.\n\n  CLEANTE\n  And does it order you to lend your ear\n  To what mere whim suggested to his father,\n  And to accept gift of his estates,\n  On which, in justice, you can make no claim?\n\n  TARTUFFE\n  No one who knows me, sir, can have the thought\n  That I am acting from a selfish motive.\n  The goods of this world have no charms for me;\n  I am not dazzled by their treacherous glamour;\n  And if I bring myself to take the gift\n  Which he insists on giving me, I do so,\n  To tell the truth, only because I fear\n  This whole estate may fall into bad hands,\n  And those to whom it comes may use it ill\n  And not employ it, as is my design,\n  For Heaven's glory and my neighbours' good.\n\n  CLEANTE\n  Eh, sir, give up these conscientious scruples\n  That well may cause a rightful heir's complaints.\n  Don't take so much upon yourself, but let him\n  Possess what's his, at his own risk and peril;\n  Consider, it were better he misused it,\n  Than you should be accused of robbing him.\n  I am astounded that unblushingly\n  You could allow such offers to be made!\n  Tell me--has true religion any maxim\n  That teaches us to rob the lawful heir?\n  If Heaven has made it quite impossible\n  Damis and you should live together here,\n  Were it not better you should quietly\n  And honourably withdraw, than let the son\n  Be driven out for your sake, dead against\n  All reason? 'Twould be giving, sir, believe me,\n  Such an example of your probity ...\n\n  TARTUFFE\n  Sir, it is half-past three; certain devotions\n  Recall me to my closet; you'll forgive me\n  For leaving you so soon.\n\n  CLEANTE (alone)\n  Ah!\n\n\n\n  SCENE II\n\n  ELMIRE, MARIANE, CLEANTE, DORINE\n\n\n  DORINE (to Cleante)\n  Sir, we beg you\n  To help us all you can in her behalf;\n  She's suffering almost more than heart can bear;\n  This match her father means to make to-night\n  Drives her each moment to despair. He's coming.\n  Let us unite our efforts now, we beg you,\n  And try by strength or skill to change his purpose.\n\n\n\n  SCENE III\n\n  ORGON, ELMIRE, MARIANE, CLEANTE, DORINE\n\n\n  ORGON\n  So ho! I'm glad to find you all together.\n\n  (To Mariane)\n  Here is the contract that shall make you happy,\n  My dear. You know already what it means.\n\n  MARIANE (on her knees before Orgon)\n  Father, I beg you, in the name of Heaven\n  That knows my grief, and by whate'er can move you,\n  Relax a little your paternal rights,\n  And free my love from this obedience!\n  Oh, do not make me, by your harsh command,\n  Complain to Heaven you ever were my father;\n  Do not make wretched this poor life you gave me.\n  If, crossing that fond hope which I had formed,\n  You'll not permit me to belong to one\n  Whom I have dared to love, at least, I beg you\n  Upon my knees, oh, save me from the torment\n  Of being possessed by one whom I abhor!\n  And do not drive me to some desperate act\n  By exercising all your rights upon me.\n\n  ORGON (a little touched)\n  Come, come, my heart, be firm! no human weakness!\n\n  MARIANE\n  I am not jealous of your love for him;\n  Display it freely; give him your estate,\n  And if that's not enough, add all of mine;\n  I willingly agree, and give it up,\n  If only you'll not give him me, your daughter;\n  Oh, rather let a convent's rigid rule\n  Wear out the wretched days that Heaven allots me.\n\n  ORGON\n  These girls are ninnies!--always turning nuns\n  When fathers thwart their silly love-affairs.\n  Get on your feet! The more you hate to have him,\n  The more 'twill help you earn your soul's salvation.\n  So, mortify your senses by this marriage,\n  And don't vex me about it any more.\n\n  DORINE\n  But what ... ?\n\n  ORGON\n  You hold your tongue, before your betters.\n  Don't dare to say a single word, I tell you.\n\n  CLEANTE\n  If you will let me answer, and advise ...\n\n  ORGON\n  Brother, I value your advice most highly;\n  'Tis well thought out; no better can be had;\n  But you'll allow me--not to follow it.\n\n  ELMIRE (to her husband)\n  I can't find words to cope with such a case;\n  Your blindness makes me quite astounded at you.\n  You are bewitched with him, to disbelieve\n  The things we tell you happened here to-day.\n\n  ORGON\n  I am your humble servant, and can see\n  Things, when they're plain as noses on folks' faces,\n  I know you're partial to my rascal son,\n  And didn't dare to disavow the trick\n  He tried to play on this poor man; besides,\n  You were too calm, to be believed; if that\n  Had happened, you'd have been far more disturbed.\n\n  ELMIRE\n  And must our honour always rush to arms\n  At the mere mention of illicit love?\n  Or can we answer no attack upon it\n  Except with blazing eyes and lips of scorn?\n  For my part, I just laugh away such nonsense;\n  I've no desire to make a loud to-do.\n  Our virtue should, I think, be gentle-natured;\n  Nor can I quite approve those savage prudes\n  Whose honour arms itself with teeth and claws\n  To tear men's eyes out at the slightest word.\n  Heaven preserve me from that kind of honour!\n  I like my virtue not to be a vixen,\n  And I believe a quiet cold rebuff\n  No less effective to repulse a lover.\n\n  ORGON\n  I know ... and you can't throw me off the scent.\n\n  ELMIRE\n  Once more, I am astounded at your weakness;\n  I wonder what your unbelief would answer,\n  If I should let you see we've told the truth?\n\n  ORGON\n  See it?\n\n  ELMIRE\n  Yes.\n\n  ORGON\n  Nonsense.\n\n  ELMIRE\n  Come! If I should find\n  A way to make you see it clear as day?\n\n  ORGON\n  All rubbish.\n\n  ELMIRE\n  What a man! But answer me.\n  I'm not proposing now that you believe us;\n  But let's suppose that here, from proper hiding,\n  You should be made to see and hear all plainly;\n  What would you say then, to your man of virtue?\n\n  ORGON\n  Why, then, I'd say ... say nothing. It can't be.\n\n  ELMIRE\n  Your error has endured too long already,\n  And quite too long you've branded me a liar.\n  I must at once, for my own satisfaction,\n  Make you a witness of the things we've told you.\n\n  ORGON\n  Amen! I take you at your word. We'll see\n  What tricks you have, and how you'll keep your promise.\n\n  ELMIRE (to Dorine)\n  Send him to me.\n\n  DORINE (to Elmire)\n  The man's a crafty codger,\n  Perhaps you'll find it difficult to catch him.\n\n  ELMIRE (to Dorine)\n  Oh no! A lover's never hard to cheat,\n  And self-conceit leads straight to self-deceit.\n  Bid him come down to me.\n\n  (To Cleante and Mariane)\n  And you, withdraw.\n\n\n\n  SCENE IV\n\n  ELMIRE, ORGON\n\n\n  ELMIRE\n  Bring up this table, and get under it.\n\n  ORGON\n  What?\n\n  ELMIRE\n  One essential is to hide you well.\n\n  ORGON\n  Why under there?\n\n  ELMIRE\n  Oh, dear! Do as I say;\n  I know what I'm about, as you shall see.\n  Get under, now, I tell you; and once there\n  Be careful no one either sees or hears you.\n\n  ORGON\n  I'm going a long way to humour you,\n  I must say; but I'll see you through your scheme.\n\n  ELMIRE\n  And then you'll have, I think, no more to say.\n\n  (To her husband, who is now under the table.)\n  But mind, I'm going to meddle with strange matters;\n  Prepare yourself to be in no wise shocked.\n  Whatever I may say must pass, because\n  'Tis only to convince you, as I promised.\n  By wheedling speeches, since I'm forced to do it,\n  I'll make this hypocrite put off his mask,\n  Flatter the longings of his shameless passion,\n  And give free play to all his impudence.\n  But, since 'tis for your sake, to prove to you\n  His guilt, that I shall feign to share his love,\n  I can leave off as soon as you're convinced,\n  And things shall go no farther than you choose.\n  So, when you think they've gone quite far enough,\n  It is for you to stop his mad pursuit,\n  To spare your wife, and not expose me farther\n  Than you shall need, yourself, to undeceive you.\n  It is your own affair, and you must end it\n  When ... Here he comes. Keep still, don't show yourself.\n\n\n\n  SCENE V\n\n  TARTUFFE, ELMIRE; ORGON (under the table)\n\n\n  TARTUFFE\n  They told me that you wished to see me here.\n\n  ELMIRE\n  Yes. I have secrets for your ear alone.\n  But shut the door first, and look everywhere\n  For fear of spies.\n\n  (Tartuffe goes and closes the door, and comes back.)\n  We surely can't afford\n  Another scene like that we had just now;\n  Was ever anyone so caught before!\n  Damis did frighten me most terribly\n  On your account; you saw I did my best\n  To baffle his design, and calm his anger.\n  But I was so confused, I never thought\n  To contradict his story; still, thank Heaven,\n  Things turned out all the better, as it happened,\n  And now we're on an even safer footing.\n  The high esteem you're held in, laid the storm;\n  My husband can have no suspicion of you,\n  And even insists, to spite the scandal-mongers,\n  That we shall be together constantly;\n  So that is how, without the risk of blame,\n  I can be here locked up with you alone,\n  And can reveal to you my heart, perhaps\n  Only too ready to allow your passion.\n\n  TARTUFFE\n  Your words are somewhat hard to understand,\n  Madam; just now you used a different style.\n\n  ELMIRE\n  If that refusal has offended you,\n  How little do you know a woman's heart!\n  How ill you guess what it would have you know,\n  When it presents so feeble a defence!\n  Always, at first, our modesty resists\n  The tender feelings you inspire us with.\n  Whatever cause we find to justify\n  The love that masters us, we still must feel\n  Some little shame in owning it; and strive\n  To make as though we would not, when we would.\n  But from the very way we go about it\n  We let a lover know our heart surrenders,\n  The while our lips, for honour's sake, oppose\n  Our heart's desire, and in refusing promise.\n  I'm telling you my secret all too freely\n  And with too little heed to modesty.\n  But--now that I've made bold to speak--pray tell me.\n  Should I have tried to keep Damis from speaking,\n  Should I have heard the offer of your heart\n  So quietly, and suffered all your pleading,\n  And taken it just as I did--remember--\n  If such a declaration had not pleased me,\n  And, when I tried my utmost to persuade you\n  Not to accept the marriage that was talked of,\n  What should my earnestness have hinted to you\n  If not the interest that you've inspired,\n  And my chagrin, should such a match compel me\n  To share a heart I want all to myself?\n\n  TARTUFFE\n  'Tis, past a doubt, the height of happiness,\n  To hear such words from lips we dote upon;\n  Their honeyed sweetness pours through all my senses\n  Long draughts of suavity ineffable.\n  My heart employs its utmost zeal to please you,\n  And counts your love its one beatitude;\n  And yet that heart must beg that you allow it\n  To doubt a little its felicity.\n  I well might think these words an honest trick\n  To make me break off this approaching marriage;\n  And if I may express myself quite plainly,\n  I cannot trust these too enchanting words\n  Until the granting of some little favour\n  I sigh for, shall assure me of their truth\n  And build within my soul, on firm foundations,\n  A lasting faith in your sweet charity.\n\n  ELMIRE (coughing to draw her husband's attention)\n  What! Must you go so fast?--and all at once\n  Exhaust the whole love of a woman's heart?\n  She does herself the violence to make\n  This dear confession of her love, and you\n  Are not yet satisfied, and will not be\n  Without the granting of her utmost favours?\n\n  TARTUFFE\n  The less a blessing is deserved, the less\n  We dare to hope for it; and words alone\n  Can ill assuage our love's desires. A fate\n  Too full of happiness, seems doubtful still;\n  We must enjoy it ere we can believe it.\n  And I, who know how little I deserve\n  Your goodness, doubt the fortunes of my daring;\n  So I shall trust to nothing, madam, till\n  You have convinced my love by something real.\n\n  ELMIRE\n  Ah! How your love enacts the tyrant's role,\n  And throws my mind into a strange confusion!\n  With what fierce sway it rules a conquered heart,\n  And violently will have its wishes granted!\n  What! Is there no escape from your pursuit?\n  No respite even?--not a breathing space?\n  Nay, is it decent to be so exacting,\n  And so abuse by urgency the weakness\n  You may discover in a woman's heart?\n\n  TARTUFFE\n  But if my worship wins your gracious favour,\n  Then why refuse me some sure proof thereof?\n\n  ELMIRE\n  But how can I consent to what you wish,\n  Without offending Heaven you talk so much of?\n\n  TARTUFFE\n  If Heaven is all that stands now in my way,\n  I'll easily remove that little hindrance;\n  Your heart need not hold back for such a trifle.\n\n  ELMIRE\n  But they affright us so with Heaven's commands!\n\n  TARTUFFE\n  I can dispel these foolish fears, dear madam;\n  I know the art of pacifying scruples\n  Heaven forbids, 'tis true, some satisfactions;\n  But we find means to make things right with Heaven.\n\n  ('Tis a scoundrel speaking.) [5]\n\n  [Footnote 5: Moliere's note, in the original edition.]\n\n  There is a science, madam, that instructs us\n  How to enlarge the limits of our conscience\n  According to our various occasions,\n  And rectify the evil of the deed\n  According to our purity of motive.\n  I'll duly teach you all these secrets, madam;\n  You only need to let yourself be guided.\n  Content my wishes, have no fear at all;\n  I answer for't, and take the sin upon me.\n\n  (Elmire coughs still louder.)\n  Your cough is very bad.\n\n  ELMIRE\n  Yes, I'm in torture.\n\n  TARTUFFE\n  Would you accept this bit of licorice?\n\n  ELMIRE\n  The case is obstinate, I find; and all\n  The licorice in the world will do no good.\n\n  TARTUFFE\n  'Tis very trying.\n\n  ELMIRE\n  More than words can say.\n\n  TARTUFFE\n  In any case, your scruple's easily\n  Removed. With me you're sure of secrecy,\n  And there's no harm unless a thing is known.\n  The public scandal is what brings offence,\n  And secret sinning is not sin at all.\n\n  ELMIRE (after coughing again)\n  So then, I see I must resolve to yield;\n  I must consent to grant you everything,\n  And cannot hope to give full satisfaction\n  Or win full confidence, at lesser cost.\n  No doubt 'tis very hard to come to this;\n  'Tis quite against my will I go so far;\n  But since I must be forced to it, since nothing\n  That can be said suffices for belief,\n  Since more convincing proof is still demanded,\n  I must make up my mind to humour people.\n  If my consent give reason for offence,\n  So much the worse for him who forced me to it;\n  The fault can surely not be counted mine.\n\n  TARTUFFE\n  It need not, madam; and the thing itself ...\n\n  ELMIRE\n  Open the door, I pray you, and just see\n  Whether my husband's not there, in the hall.\n\n  TARTUFFE\n  Why take such care for him? Between ourselves,\n  He is a man to lead round by the nose.\n  He's capable of glorying in our meetings;\n  I've fooled him so, he'd see all, and deny it.\n\n  ELMIRE\n  No matter; go, I beg you, look about,\n  And carefully examine every corner.\n\n\n\n  SCENE VI\n\n  ORGON, ELMIRE\n\n\n  ORGON (crawling out from under the table)\n  That is, I own, a man ... abominable!\n  I can't get over it; the whole thing floors me.\n\n  ELMIRE\n  What? You come out so soon? You cannot mean it!\n  Get back under the table; 'tis not time yet;\n  Wait till the end, to see, and make quite certain,\n  And don't believe a thing on mere conjecture.\n\n  ORGON\n  Nothing more wicked e'er came out of Hell.\n\n  ELMIRE\n  Dear me! Don't go and credit things too lightly.\n  No, let yourself be thoroughly convinced;\n  Don't yield too soon, for fear you'll be mistaken.\n\n  (As Tartuffe enters, she makes her husband stand behind her.)\n\n\n\n  SCENE VII\n\n  TARTUFFE, ELMIRE, ORGON\n\n\n  TARTUFFE (not seeing Orgon)\n  All things conspire toward my satisfaction,\n  Madam, I've searched the whole apartment through.\n  There's no one here; and now my ravished soul ...\n\n  ORGON (stopping him)\n  Softly! You are too eager in your amours;\n  You needn't be so passionate. Ah ha!\n  My holy man! You want to put it on me!\n  How is your soul abandoned to temptation!\n  Marry my daughter, eh?--and want my wife, too?\n  I doubted long enough if this was earnest,\n  Expecting all the time the tone would change;\n  But now the proof's been carried far enough;\n  I'm satisfied, and ask no more, for my part.\n\n  ELMIRE (to Tartuffe)\n  'Twas quite against my character to play\n  This part; but I was forced to treat you so.\n\n  TARTUFFE\n  What? You believe ... ?\n\n  ORGON\n  Come, now, no protestations.\n  Get out from here, and make no fuss about it.\n\n  TARTUFFE\n  But my intent ...\n\n  ORGON\n  That talk is out of season.\n  You leave my house this instant.\n\n  TARTUFFE\n  You're the one\n  To leave it, you who play the master here!\n  This house belongs to me, I'll have you know,\n  And show you plainly it's no use to turn\n  To these low tricks, to pick a quarrel with me,\n  And that you can't insult me at your pleasure,\n  For I have wherewith to confound your lies,\n  Avenge offended Heaven, and compel\n  Those to repent who talk to me of leaving.\n\n\n\n  SCENE VIII\n\n  ELMIRE, ORGON\n\n\n  ELMIRE\n  What sort of speech is this? What can it mean?\n\n  ORGON\n  My faith, I'm dazed. This is no laughing matter.\n\n  ELMIRE\n  What?\n\n  ORGON\n  From his words I see my great mistake;\n  The deed of gift is one thing troubles me.\n\n  ELMIRE\n  The deed of gift ...\n\n  ORGON\n  Yes, that is past recall.\n  But I've another thing to make me anxious.\n\n  ELMIRE\n  What's that?\n\n  ORGON\n  You shall know all. Let's see at once\n  Whether a certain box is still upstairs.\n\n\n\n\n  ACT V\n\n\n\n  SCENE I\n\n  ORGON, CLEANTE\n\n\n  CLEANTE\n  Whither away so fast?\n\n  ORGON\n  How should I know?\n\n  CLEANTE\n  Methinks we should begin by taking counsel\n  To see what can be done to meet the case.\n\n  ORGON\n  I'm all worked up about that wretched box.\n  More than all else it drives me to despair.\n\n  CLEANTE\n  That box must hide some mighty mystery?\n\n  ORGON\n  Argas, my friend who is in trouble, brought it\n  Himself, most secretly, and left it with me.\n  He chose me, in his exile, for this trust;\n  And on these documents, from what he said,\n  I judge his life and property depend.\n\n  CLEANTE\n  How could you trust them to another's hands?\n\n  ORGON\n  By reason of a conscientious scruple.\n  I went straight to my traitor, to confide\n  In him; his sophistry made me believe\n  That I must give the box to him to keep,\n  So that, in case of search, I might deny\n  My having it at all, and still, by favour\n  Of this evasion, keep my conscience clear\n  Even in taking oath against the truth.\n\n  CLEANTE\n  Your case is bad, so far as I can see;\n  This deed of gift, this trusting of the secret\n  To him, were both--to state my frank opinion--\n  Steps that you took too lightly; he can lead you\n  To any length, with these for hostages;\n  And since he holds you at such disadvantage,\n  You'd be still more imprudent, to provoke him;\n  So you must go some gentler way about.\n\n  ORGON\n  What! Can a soul so base, a heart so false,\n  Hide neath the semblance of such touching fervour?\n  I took him in, a vagabond, a beggar! ...\n  'Tis too much! No more pious folk for me!\n  I shall abhor them utterly forever,\n  And henceforth treat them worse than any devil.\n\n  CLEANTE\n  So! There you go again, quite off the handle!\n  In nothing do you keep an even temper.\n  You never know what reason is, but always\n  Jump first to one extreme, and then the other.\n  You see your error, and you recognise\n  That you've been cozened by a feigned zeal;\n  But to make up for't, in the name of reason,\n  Why should you plunge into a worse mistake,\n  And find no difference in character\n  Between a worthless scamp, and all good people?\n  What! Just because a rascal boldly duped you\n  With pompous show of false austerity,\n  Must you needs have it everybody's like him,\n  And no one's truly pious nowadays?\n  Leave such conclusions to mere infidels;\n  Distinguish virtue from its counterfeit,\n  Don't give esteem too quickly, at a venture,\n  But try to keep, in this, the golden mean.\n  If you can help it, don't uphold imposture;\n  But do not rail at true devoutness, either;\n  And if you must fall into one extreme,\n  Then rather err again the other way.\n\n\n\n  SCENE II\n\n  DAMIS, ORGON, CLEANTE\n\n\n  DAMIS\n  What! father, can the scoundrel threaten you,\n  Forget the many benefits received,\n  And in his base abominable pride\n  Make of your very favours arms against you?\n\n  ORGON\n  Too true, my son. It tortures me to think on't.\n\n  DAMIS\n  Let me alone, I'll chop his ears off for him.\n  We must deal roundly with his insolence;\n  'Tis I must free you from him at a blow;\n  'Tis I, to set things right, must strike him down.\n\n  CLEANTE\n  Spoke like a true young man. Now just calm down,\n  And moderate your towering tantrums, will you?\n  We live in such an age, with such a king,\n  That violence can not advance our cause.\n\n\n\n  SCENE III\n\n  MADAME PERNELLE, ORGON, ELMIRE, CLEANTE, MARIANE, DAMIS, DORINE\n\n\n  MADAME PERNELLE\n  What's this? I hear of fearful mysteries!\n\n  ORGON\n  Strange things indeed, for my own eyes to witness;\n  You see how I'm requited for my kindness,\n  I zealously receive a wretched beggar,\n  I lodge him, entertain him like my brother,\n  Load him with benefactions every day,\n  Give him my daughter, give him all my fortune:\n  And he meanwhile, the villain, rascal, wretch,\n  Tries with black treason to suborn my wife,\n  And not content with such a foul design,\n  He dares to menace me with my own favours,\n  And would make use of those advantages\n  Which my too foolish kindness armed him with,\n  To ruin me, to take my fortune from me,\n  And leave me in the state I saved him from.\n\n  DORINE\n  Poor man!\n\n  MADAME PERNELLE\n  My son, I cannot possibly\n  Believe he could intend so black a deed.\n\n  ORGON\n  What?\n\n  MADAME PERNELLE\n  Worthy men are still the sport of envy.\n\n  ORGON\n  Mother, what do you mean by such a speech?\n\n  MADAME PERNELLE\n  There are strange goings-on about your house,\n  And everybody knows your people hate him.\n\n  ORGON\n  What's that to do with what I tell you now?\n\n  MADAME PERNELLE\n  I always said, my son, when you were little:\n  That virtue here below is hated ever;\n  The envious may die, but envy never.\n\n  ORGON\n  What's that fine speech to do with present facts?\n\n  MADAME PERNELLE\n  Be sure, they've forged a hundred silly lies ...\n\n  ORGON\n  I've told you once, I saw it all myself.\n\n  MADAME PERNELLE\n  For slanderers abound in calumnies ...\n\n  ORGON\n  Mother, you'd make me damn my soul. I tell you\n  I saw with my own eyes his shamelessness.\n\n  MADAME PERNELLE\n  Their tongues for spitting venom never lack,\n  There's nothing here below they'll not attack.\n\n  ORGON\n  Your speech has not a single grain of sense.\n  I saw it, harkee, saw it, with these eyes\n  I saw--d'ye know what saw means?--must I say it\n  A hundred times, and din it in your ears?\n\n  MADAME PERNELLE\n  My dear, appearances are oft deceiving,\n  And seeing shouldn't always be believing.\n\n  ORGON\n  I'll go mad.\n\n  MADAME PERNELLE\n  False suspicions may delude,\n  And good to evil oft is misconstrued.\n\n  ORGON\n  Must I construe as Christian charity\n  The wish to kiss my wife!\n\n  MADAME PERNELLE\n  You must, at least,\n  Have just foundation for accusing people,\n  And wait until you see a thing for sure.\n\n  ORGON\n  The devil! How could I see any surer?\n  Should I have waited till, before my eyes,\n  He ... No, you'll make me say things quite improper.\n\n  MADAME PERNELLE\n  In short, 'tis known too pure a zeal inflames him;\n  And so, I cannot possibly conceive\n  That he should try to do what's charged against him.\n\n  ORGON\n  If you were not my mother, I should say\n  Such things! ... I know not what, I'm so enraged!\n\n  DORINE (to Orgon)\n  Fortune has paid you fair, to be so doubted;\n  You flouted our report, now yours is flouted.\n\n  CLEANTE\n  We're wasting time here in the merest trifling,\n  Which we should rather use in taking measures\n  To guard ourselves against the scoundrel's threats.\n\n  DAMIS\n  You think his impudence could go far?\n\n  ELMIRE\n  For one, I can't believe it possible;\n  Why, his ingratitude would be too patent.\n\n  CLEANTE\n  Don't trust to that; he'll find abundant warrant\n  To give good colour to his acts against you;\n  And for less cause than this, a strong cabal\n  Can make one's life a labyrinth of troubles.\n  I tell you once again: armed as he is\n  You never should have pushed him quite so far.\n\n  ORGON\n  True; yet what could I do? The rascal's pride\n  Made me lose all control of my resentment.\n\n  CLEANTE\n  I wish with all my heart that some pretence\n  Of peace could be patched up between you two\n\n  ELMIRE\n  If I had known what weapons he was armed with,\n  I never should have raised such an alarm,\n  And my ...\n\n  ORGON (to Dorine, seeing Mr. Loyal come in)\n  Who's coming now? Go quick, find out.\n  I'm in a fine state to receive a visit!\n\n\n\n  SCENE IV\n\n  ORGON, MADAME PERNELLE, ELMIRE, MARIANE, CLEANTE, DAMIS, DORINE,\n  MR. LOYAL\n\n\n  MR. LOYAL (to Dorine, at the back of the stage)\n  Good day, good sister. Pray you, let me see\n  The master of the house.\n\n  DORINE\n  He's occupied;\n  I think he can see nobody at present.\n\n  MR. LOYAL\n  I'm not by way of being unwelcome here.\n  My coming can, I think, nowise displease him;\n  My errand will be found to his advantage.\n\n  DORINE\n  Your name, then?\n\n  MR. LOYAL\n  Tell him simply that his friend\n  Mr. Tartuffe has sent me, for his goods ...\n\n  DORINE (to Orgon)\n  It is a man who comes, with civil manners,\n  Sent by Tartuffe, he says, upon an errand\n  That you'll be pleased with.\n\n  CLEANTE (to Orgon)\n  Surely you must see him,\n  And find out who he is, and what he wants.\n\n  ORGON (to Cleante)\n  Perhaps he's come to make it up between us:\n  How shall I treat him?\n\n  CLEANTE\n  You must not get angry;\n  And if he talks of reconciliation\n  Accept it.\n\n  MR. LOYAL (to Orgon)\n  Sir, good-day. And Heaven send\n  Harm to your enemies, favour to you.\n\n  ORGON (aside to Cleante)\n  This mild beginning suits with my conjectures\n  And promises some compromise already.\n\n  MR. LOYAL\n  All of your house has long been dear to me;\n  I had the honour, sir, to serve your father.\n\n  ORGON\n  Sir, I am much ashamed, and ask your pardon\n  For not recalling now your face or name.\n\n  MR. LOYAL\n  My name is Loyal. I'm from Normandy.\n  My office is court-bailiff, in despite\n  Of envy; and for forty years, thank Heaven,\n  It's been my fortune to perform that office\n  With honour. So I've come, sir, by your leave\n  To render service of a certain writ ...\n\n  ORGON\n  What, you are here to ...\n\n  MR. LOYAL\n  Pray, sir, don't be angry.\n  'Tis nothing, sir, but just a little summons:--\n  Order to vacate, you and yours, this house,\n  Move out your furniture, make room for others,\n  And that without delay or putting off,\n  As needs must be ...\n\n  ORGON\n  I? Leave this house?\n\n  MR. LOYAL\n  Yes, please, sir\n  The house is now, as you well know, of course,\n  Mr. Tartuffe's. And he, beyond dispute,\n  Of all your goods is henceforth lord and master\n  By virtue of a contract here attached,\n  Drawn in due form, and unassailable.\n\n  DAMIS (to Mr. Loyal)\n  Your insolence is monstrous, and astounding!\n\n  MR. LOYAL (to Damis)\n  I have no business, sir, that touches you;\n\n  (Pointing to Orgon)\n  This is the gentleman. He's fair and courteous,\n  And knows too well a gentleman's behaviour\n  To wish in any wise to question justice.\n\n  ORGON\n  But ...\n\n  MR. LOYAL\n  Sir, I know you would not for a million\n  Wish to rebel; like a good citizen\n  You'll let me put in force the court's decree.\n\n  DAMIS\n  Your long black gown may well, before you know it,\n  Mister Court-bailiff, get a thorough beating.\n\n  MR. LOYAL (to Orgon)\n  Sir, make your son be silent or withdraw.\n  I should be loath to have to set things down,\n  And see your names inscribed in my report.\n\n  DORINE (aside)\n  This Mr. Loyal's looks are most disloyal.\n\n  MR. LOYAL\n  I have much feeling for respectable\n  And honest folk like you, sir, and consented\n  To serve these papers, only to oblige you,\n  And thus prevent the choice of any other\n  Who, less possessed of zeal for you than I am\n  Might order matters in less gentle fashion.\n\n  ORGON\n  And how could one do worse than order people\n  Out of their house?\n\n  MR. LOYAL\n  Why, we allow you time;\n  And even will suspend until to-morrow\n  The execution of the order, sir.\n  I'll merely, without scandal, quietly,\n  Come here and spend the night, with half a score\n  Of officers; and just for form's sake, please,\n  You'll bring your keys to me, before retiring.\n  I will take care not to disturb your rest,\n  And see there's no unseemly conduct here.\n  But by to-morrow, and at early morning,\n  You must make haste to move your least belongings;\n  My men will help you--I have chosen strong ones\n  To serve you, sir, in clearing out the house.\n  No one could act more generously, I fancy,\n  And, since I'm treating you with great indulgence,\n  I beg you'll do as well by me, and see\n  I'm not disturbed in my discharge of duty.\n\n  ORGON\n  I'd give this very minute, and not grudge it,\n  The hundred best gold louis I have left,\n  If I could just indulge myself, and land\n  My fist, for one good square one, on his snout.\n\n  CLEANTE (aside to Orgon)\n  Careful!--don't make things worse.\n\n  DAMIS\n  Such insolence!\n  I hardly can restrain myself. My hands\n  Are itching to be at him.\n\n  DORINE\n  By my faith,\n  With such a fine broad back, good Mr. Loyal,\n  A little beating would become you well.\n\n  MR. LOYAL\n  My girl, such infamous words are actionable.\n  And warrants can be issued against women.\n\n  CLEANTE (to Mr. Loyal)\n  Enough of this discussion, sir; have done.\n  Give us the paper, and then leave us, pray.\n\n  MR. LOYAL\n  Then _au revoir_. Heaven keep you from disaster!\n\n  ORGON\n  May Heaven confound you both, you and your master!\n\n\n\n  SCENE V\n\n  ORGON, MADAME PERNELLE, ELMIRE, CLEANTE, MARIANE, DAMIS, DORINE\n\n\n  ORGON\n  Well, mother, am I right or am I not?\n  This writ may help you now to judge the matter.\n  Or don't you see his treason even yet?\n\n  MADAME PERNELLE\n  I'm all amazed, befuddled, and beflustered!\n\n  DORINE (to Orgon)\n  You are quite wrong, you have no right to blame him;\n  This action only proves his good intentions.\n  Love for his neighbour makes his virtue perfect;\n  And knowing money is a root of evil,\n  In Christian charity, he'd take away\n  Whatever things may hinder your salvation.\n\n  ORGON\n  Be still. You always need to have that told you.\n\n  CLEANTE (to Orgon)\n  Come, let us see what course you are to follow.\n\n  ELMIRE\n  Go and expose his bold ingratitude.\n  Such action must invalidate the contract;\n  His perfidy must now appear too black\n  To bring him the success that he expects.\n\n\n\n  SCENE VI\n\n  VALERE, ORGON, MADAME PERNELLE, ELMIRE, CLEANTE, MARIANE, DAMIS,\n  DORINE\n\n\n  VALERE\n  'Tis with regret, sir, that I bring bad news;\n  But urgent danger forces me to do so.\n  A close and intimate friend of mine, who knows\n  The interest I take in what concerns you,\n  Has gone so far, for my sake, as to break\n  The secrecy that's due to state affairs,\n  And sent me word but now, that leaves you only\n  The one expedient of sudden flight.\n  The villain who so long imposed upon you,\n  Found means, an hour ago, to see the prince,\n  And to accuse you (among other things)\n  By putting in his hands the private strong-box\n  Of a state-criminal, whose guilty secret,\n  You, failing in your duty as a subject,\n  (He says) have kept. I know no more of it\n  Save that a warrant's drawn against you, sir,\n  And for the greater surety, that same rascal\n  Comes with the officer who must arrest you.\n\n  CLEANTE\n  His rights are armed; and this is how the scoundrel\n  Seeks to secure the property he claims.\n\n  ORGON\n  Man is a wicked animal, I'll own it!\n\n  VALERE\n  The least delay may still be fatal, sir.\n  I have my carriage, and a thousand louis,\n  Provided for your journey, at the door.\n  Let's lose no time; the bolt is swift to strike,\n  And such as only flight can save you from.\n  I'll be your guide to seek a place of safety,\n  And stay with you until you reach it, sir.\n\n  ORGON\n  How much I owe to your obliging care!\n  Another time must serve to thank you fitly;\n  And I pray Heaven to grant me so much favour\n  That I may some day recompense your service.\n  Good-bye; see to it, all of you ...\n\n  CLEANTE\n  Come hurry;\n  We'll see to everything that's needful, brother.\n\n\n\n  SCENE VII\n\n  TARTUFFE, AN OFFICER, MADAME PERNELLE, ORGON, ELMIRE, CLEANTE,\n  MARIANE, VALERE, DAMIS, DORINE\n\n\n  TARTUFFE (stopping Orgon)\n  Softly, sir, softly; do not run so fast;\n  You haven't far to go to find your lodging;\n  By order of the prince, we here arrest you.\n\n  ORGON\n  Traitor! You saved this worst stroke for the last;\n  This crowns your perfidies, and ruins me.\n\n  TARTUFFE\n  I shall not be embittered by your insults,\n  For Heaven has taught me to endure all things.\n\n  CLEANTE\n  Your moderation, I must own, is great.\n\n  DAMIS\n  How shamelessly the wretch makes bold with Heaven!\n\n  TARTUFFE\n  Your ravings cannot move me; all my thought\n  Is but to do my duty.\n\n  MARIANE\n  You must claim\n  Great glory from this honourable act.\n\n  TARTUFFE\n  The act cannot be aught but honourable,\n  Coming from that high power which sends me here.\n\n  ORGON\n  Ungrateful wretch, do you forget 'twas I\n  That rescued you from utter misery?\n\n  TARTUFFE\n  I've not forgot some help you may have given;\n  But my first duty now is toward my prince.\n  The higher power of that most sacred claim\n  Must stifle in my heart all gratitude;\n  And to such puissant ties I'd sacrifice\n  My friend, my wife, my kindred, and myself.\n\n  ELMIRE\n  The hypocrite!\n\n  DORINE\n  How well he knows the trick\n  Of cloaking him with what we most revere!\n\n  CLEANTE\n  But if the motive that you make parade of\n  Is perfect as you say, why should it wait\n  To show itself, until the day he caught you\n  Soliciting his wife? How happens it\n  You have not thought to go inform against him\n  Until his honour forces him to drive you\n  Out of his house? And though I need not mention\n  That he'd just given you his whole estate,\n  Still, if you meant to treat him now as guilty,\n  How could you then consent to take his gift?\n\n  TARTUFFE (to the Officer)\n  Pray, sir, deliver me from all this clamour;\n  Be good enough to carry out your order.\n\n  THE OFFICER\n  Yes, I've too long delayed its execution;\n  'Tis very fitting you should urge me to it;\n  So therefore, you must follow me at once\n  To prison, where you'll find your lodging ready.\n\n  TARTUFFE\n  Who? I, sir?\n\n  THE OFFICER\n  You.\n\n  TARTUFFE\n  By why to prison?\n\n  THE OFFICER\n  You\n  Are not the one to whom I owe account.\n  You, sir (to Orgon), recover from your hot alarm.\n  Our prince is not a friend to double dealing,\n  His eyes can read men's inmost hearts, and all\n  The art of hypocrites cannot deceive him.\n  His sharp discernment sees things clear and true;\n  His mind cannot too easily be swayed,\n  For reason always holds the balance even.\n  He honours and exalts true piety,\n  But knows the false, and views it with disgust.\n  This fellow was by no means apt to fool him,\n  Far subtler snares have failed against his wisdom,\n  And his quick insight pierced immediately\n  The hidden baseness of this tortuous heart.\n  Accusing you, the knave betrayed himself,\n  And by true recompense of Heaven's justice\n  He stood revealed before our monarch's eyes\n  A scoundrel known before by other names,\n  Whose horrid crimes, detailed at length, might fill\n  A long-drawn history of many volumes.\n  Our monarch--to resolve you in a word--\n  Detesting his ingratitude and baseness,\n  Added this horror to his other crimes,\n  And sent me hither under his direction\n  To see his insolence out-top itself,\n  And force him then to give you satisfaction.\n  Your papers, which the traitor says are his,\n  I am to take from him, and give you back;\n  The deed of gift transferring your estate\n  Our monarch's sovereign will makes null and void;\n  And for the secret personal offence\n  Your friend involved you in, he pardons you:\n  Thus he rewards your recent zeal, displayed\n  In helping to maintain his rights, and shows\n  How well his heart, when it is least expected,\n  Knows how to recompense a noble deed,\n  And will not let true merit miss its due,\n  Remembering always rather good than evil.\n\n  DORINE\n  Now Heaven be praised!\n\n  MADAME PERNELLE\n  At last I breathe again.\n\n  ELMIRE\n  A happy outcome!\n\n  MARIANE\n  Who'd have dared to hope it?\n\n  ORGON (to Tartuffe, who is being led by the officer)\n  There traitor! Now you're ...\n\n\n\n  SCENE VIII\n\n  MADAME PERNELLE, ORGON, ELMIRE, MARIANE, CLEANTE, VALERE, DAMIS,\n  DORINE\n\n\n  CLEANTE\n  Brother, hold!--and don't\n  Descend to such indignities, I beg you.\n  Leave the poor wretch to his unhappy fate,\n  And let remorse oppress him, but not you.\n  Hope rather that his heart may now return\n  To virtue, hate his vice, reform his ways,\n  And win the pardon of our glorious prince;\n  While you must straightway go, and on your knees\n  Repay with thanks his noble generous kindness.\n\n  ORGON\n  Well said! We'll go, and at his feet kneel down,\n  With joy to thank him for his goodness shown;\n  And this first duty done, with honours due,\n  We'll then attend upon another, too.\n  With wedded happiness reward Valere,\n  And crown a lover noble and sincere.\n\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Tartuffe, by Jean-Baptiste Poquelin Moliere\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TARTUFFE ***\n\n***** This file should be named 2027.txt or 2027.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/0\/2\/2027\/\n\nProduced by Dagny and John Vickers.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":222,"split":"train"}
