{"ori_id":"0bc7352d6a0e678c0d8acc57c0c1cc3466fe9ef7","title":"Poetic Justice (film)","context":"Poetic Justice (film)\n Justice (Janet Jackson) is a young woman living in South Central, Los Angeles. She was named Justice by her late mother, who gave birth to her while attending law school. After the shooting death of her boyfriend Markell (Q-Tip), Justice falls into a deep depression. She spends the majority of her time in the house she inherited from her grandmother, with her cat White Boy, only going out to her job at a local hair salon. Justice is a talented poet, she reads many of her poems throughout the course of the film, both to other characters and in voice over.\nJustice is at the hair salon working one day when a young postal clerk named Lucky (Tupac Shakur) comes in and begins flirting with her. She rebuffs his advances with the help of her female boss; the two women pretend to be lesbians and mock Lucky with their \"relationship\".\nLucky has also had tragedy in his life: his main focus is caring for his young daughter Keisha. He had to forcibly remove her from the care of her mother, Angel, a crack addict who was using drugs and having sex with her drug dealer while leaving the child unattended in the apartment. Lucky dreams of a professional career in music and shows considerable promise, but he insists his cousin is the true talent.\nJustice's friend Iesha (Regina King) manages to talk Justice into taking a road trip to Oakland with Iesha's boyfriend, Chicago (Joe Torry), Lucky's co-worker at the post office. Justice warily accepts, mainly because she has to go to Oakland for a hair show, and her car dies at the last minute. Unbeknownst to Justice, Lucky is Chicago's co-worker also on the trip, and she will now be sharing a postal van with him and their two mutual friends. Initially they argue, but over the course of the film soften towards each other as they discover their similarities.\nThe foursome make a couple of detours, the first being a family reunion barbecue they see signs for on the road. Here it becomes apparent (although there were ample hints earlier) that Iesha and Chicago's relationship is troubled. Iesha openly flirts with other men at the barbecue, while Chicago broods watching her behavior. Iesha and Chicago argue in the mailtruck until Justice talks to Iesha about her behavior with alcohol. Iesha throws up and cries on Justice and apologizes to her. The second stop is a beach where each of the four characters contemplate their separate situations in internal monologues. Next, they stop at an African Cultural Fair where Lucky and Justice grow closer as they discuss their lives. After leaving the fair, the friction between Chicago and Iesha explodes when Iesha informs Chicago she has been seeing someone on the side and he physically attacks her. Lucky initially decides not to get involved in the fight until Justice defends Iesha by kicking Chicago in the groin, and Chicago turns his physical brutality at Justice in retaliation. Lucky, Justice, along with a bleeding and shaken Iesha leave Chicago by the side of the road and continue on their journey.\nLucky stops the postal van at a beach, and Justice goes to see what's wrong. She begins opening up to him about her life and Lucky becomes sympathetic. They share a kiss and Justice walks away apparently unsure of her feelings for Lucky. She goes back to him and they share another kiss.\nWhen the now-threesome arrive in Oakland, they are met with the news that Lucky's cousin, with whom he had been working on recording music, has been killed. Lucky blames himself for not being in Oakland sooner, believing he could have prevented the shooting had he been in town. He turns his anger on Justice, angrily blaming her for distracting him while they were on the road. Jessie gives Justice and Iesha advice about men before the hair show and Lucky's uncle and aunt give Lucky his cousin's recording equipment and decides not to come back to work and to take care of Keisha.\nSome months have passed, and Lucky and Keisha meet up with Justice again back at the hair salon, just at the moment Lucky brings in his daughter Keisha. Lucky is remorseful over his conduct in Oakland and the cruel words he said to Justice there, and apologizes. She smiles at him and they share a passionate kiss. Justice smiles coyly, and then turns her attention to Keisha, fussing over her hair. Justice and Lucky's eyes meet over Keisha's head and they smile, their connection as strong as ever.\n<html><title>Poetic Justice Script<\/title><pre>\nThe \"Poetic Justice\" Script\n\nCOLUMBIA TITLE CARD: ONCE UPON A TTME IN SOUTH CENTRAL LOS We hear voices: one \nmale, the other female. From the\ntone of their speech and the accompanying music, we can tell we are entering a \nromantic scene.\n\nFADE IN:\n\n1 INT FANCY NEW YORK APARTMENT--DINING ROOM--NIGHT Where we see a romantic scene \nplayed out between a man and\na woman. Both are white. The couple have just finished a candlelit dinner.\n\nBRAD: You like your wine? Want s'more?\n\nShe nods her approval.\n\nPENELOPE: Mmmmm you're good. Candles, dinner, wine. What's next?\n\nHe grins.\n\nBRAD: Let me set the mood.\n\nHe goes over to the stereo to turn it on. The Isley Brothers' \"Between the \nSheets\" emanates from the speakers. Brad crosses to the\ncouch and into a position in which to kiss Penelope. He does, and the sound of \n\"Between the Sheets\" is invaded by the remix of A\nTribe Called Quest's \"Bonita Applebum.\"\n\n2 EXT. COMPTON DRIVE-IN THEATER DUSK:SFX\n\nTwo lines of cars wait to enter the drive-in. The heavy bass sounds of hip-hop \nmusic mingle in the air with that of the many window\nspeakers that plag the movie. In the background we can see the couple in the \nprevious scene kissing on a large movie screen. An\nLAPD helicopter flies overhead, transcending us into the next shot. Welcome back \nto South Central Los Angeles.\n\nINT. COMPTON DRIVE-IN THEATER-DUSK SFX\n\nOverhead we see a shaft of Light coming from the drive-in's projector. As we \nmove past a few cars, their inhabitants are all in various\nthrees of sexual foreplay. Some are kissing; others are actually making love. \nAll the windows are steamed up. We hear the voices of\nthe females as the men grunt, groan, moan, and beg over their bodies. Love is in \nthe air.\n\nCAR #1: Don't bite me so hard! You gotta be more gentle.\n\nCAR #2 (softly): Use your tongue. Just use your tongue.\n\nCAR #3 (with heated passion): Ohhhh! Oh, yes, ohhh! Oww! I'm sticking to the \nseat.\n\nWe come to last car, whose windows are crystal clear. Things are just beginning \nto heat up between the couple inside the car. The\nwoman is an \"around the way\" honey with soft brown skin, full brown eyes, and \nnice delicious full lips. This is Justice, who at\nseventeen is still looking for her place in the world. The lucky man kissing her \nis her boyfriend, Markell, a small-time drug dealer and\nformer gangsta. Justice reluctantly accepts his advances, but she ain't having \nit. There is a window speaker, from which the sound of\nthe movie Alters into the car.\n\nMARKELL: C'mon, let's get in the back seat.\n\nJUSTICE: No, Markell, why can't we just watch the movie?\n\nMARKELL: 'Cause it's boring.\n\nHe goes to kiss her again. This time, it's a nice, long, juicy powerhouse kiss \nthat causes the Richter scale to jump two points. Justice\nappears obviously affected. She asks the inevitable question.\n\nJUSTICE: Markell, do you love me?\n\nMARKELL: Of course I love you.\n\nJUSTICE: Why? Tell me why you love me.\n\nMARKELL (looks around): Now?\n\nJUSTICE: Yeah, right now.\n\nThere is a pause. He thinks.\n\nMARKELL: Okay, I love you because you too fine.\n\nJUSTICE: Is that it?\n\nMARKELL: Yeah.\n\nJustice looks dissatisfied.\n\nMARKELL: Can I have some sugar? Some butter? Some sweets?\n\nJUSTICE: No, not yet. Get me some popcorn.\n\nMarkell 's face drops.\n\nJUSTICE: Pleazzze?!\n\nMarkell relents and gets out of the car. He takes two steps, turns on a heel, \nand leans into the car again.\n\nMARKELL: Hey, Justice! I was just thinking. I also love you 'cause when I was in \ntha county jail, you wrote me a lotta sweet poems.\n\nJustice grins. Markell smiles and blows her a kiss good-bye.\n\n4 LNT.COMPTONDRIVE-IN CONCESSION STAND--NIGHT\n\nThere are only a few customers in line; all are Black or Hispanic. Markell gets \nin line, and time slows down. We notice the abruptness\nof the popcorn popping like gunshots, the sound and motion of the gurgling \nOrange Bang machine, and two thugs who stand in the\ncorner talking to each other. Markell seems noticeably nervous at their \npresence.\n\nTHE COUNTER Where Markell finally arrives at the front of the line.\n\nTHE CORNER Where one of the two thugs looks across the room at Markell. For a \nmoment it looks as though he recognizes Markell.\nHe turns back to continue to talk with his friend. A fight breaks out in another \ncorner, and everyone's attention is drawn in that\ndirection.\n\nBACK TO COUNTER Markell completes his transaction amidst the mayhem and walks \naway popcorn in hand. In the corner, the thug\nlooks back toward the counter. On his face we see he now recalls where he has \nseen Markell before.\n\n5 INT\/EXT COMPTON DRIVE-IN---THE CAR--NIGHT Markell comes back to the car, \nglancing behind his back every so often.\n\nMARKELL (looking over his left shoulder): I think I saw these fools that Pete \nand I got beef with.\n\nMarkell turns to notice that Justice is not in the passenger seat. Justice leans \nup from the back seat to kiss his cheek and tenderly run\nher fingers around Markell's neck and shoulder. We notice her long fingernails. \nMarkell laughs and places the popcorn on the\ndashboard. Our attention is drawn to the passenger window, where the drive-in \nspeaker hangs. Romantic movie music flows into the\ncar. On the driver's side the window is open. Suddenly, a pistol is placed next \nto Markell's head. Time slows down. The gun is fired.\nJustice screams. The popcorn scatters, and the passenger window breaks from the \ntraveling bullet. Time resumes. Justice's screams\nturn to a whimper. There is blood on her hands. The drive-in speaker has now \nfallen on the passenger seat. We hear the romantic\nmovie playing in the background.\n\nOVERHEAD As we PULL UP and away from the car. There are people running and \nscreaming in every direction, and cars are leaving.\nThese sounds overlap into TITLE CARD: POETIC JUSTICE: The sun rises behind the \nlogo.\n\nDISSOLVE TO: 6 INT INGLEWOOD CEMETERY-DAY Where we come out of the leaves of a \ntree to see a garden of stones,\nconcrete symbols of souls long past. There is one lone figure standing before a \ngrave. We recognize this person as Justice. We also\nhear Justice speak in voice over. Over the following images she recites the \nfirst of many poems that move this story forward. BURN\n17V: Two YEARS LATER\n\nJUSTICE (V:O.): \"Alone. Lying, thinking. Last night. How to find my soul a home. \nWhere water is not thirsty. And bread loaf is not\nstone. I came up with one thing. And I don't believe I'm wrong. That nobody. But \nnobody can make it out here alone.\"\n\nDISSOLVE TO: 7 INT PACIFICBEAUTY COLLEGE-DAY We move past many women. Ah of them \nare dressed in white smocks and\nare standing over the heads of other women who are seated in reclining beauty \nchairs. We hear the instructor giving a lesson in hair\ncoloring. We end on Justice listening attentively and primping the hair of the \nwoman in her chair.\n\nJUSTICE (V.O.): \"Alone, all alone. Nobody, but nobody. Can make it out here \nalone. There are some millionaires with money they\ncan't use. Their wives run round like banshees. Their children sing the blues.\"\n\nDISSOLVE TO: 8 EXT. PARKING LOT--DAY\n\nWhere Justice puts some model heads into the trunk of her car.\n\n9 EXI: CRENSHAW BOULEVARIF-DAY We see a CRENSHAW Sign up close go past the \nframe, left to right. MONTAGE OF\nIMAGES We see various images of life in the Crenshaw district of South Central \nLos Angeles. Some are static; others are hand-held\ntraveling shots, docu style.\n\n1O EXT. LIQUOR STORE-DAY\n\nThere are images of people protesting a Korean liquor store, some protestors \nflash signs that read Bw BLACK\/RECYCLE BLACK\nWLLARS.\n\n11 EXT. DONUTSHOP--DAY\n\nWe see a Cop come out with donuts and coffee for himself and his partner.\n\n12 EXT. LEMERTPARK-DAY\n\nA group of young men are curbside being interrogated by the LILPD. Nearby a \nbrother with a video camera begins to record. He is\nchased away by tha police. In between some of these images, we SUPERIMPOSE the \nheads of some women being done. Over these\nimages we continue to hear Justice's voice reading poetry. She is driving to \nwork.\n\nJUSTICE (V.O.): \"They've got expensive doctors, to cure their hearts of stone. \nBut nobody. No nobody. Can make it out here alone.\nAlone, all alone. Nobody, but nobody. Can make it out here alone. Now if you \nlisten closely, I'11 tell you what I know. Storm clouds\nare gathering, the wind is gonna blow. The race of man is suffering, and I can \nhear the moan. Cause nobody. But nobody. Can make it\nout here alone.\"\n\nWe see Justice's car pull to the curb. It is a 1992 Honda Accord, complete with \nnice rims and tinted windows. The license plate reads\n2 FUNKY.\n\n13 INT JUSTICE'S CAR--DAY\n\nJUSTICES NOTEBOOK Where we see Justice write the last stanza of the poem.\n\nJUSTICE (V.O.): \"Alone, all alone. Nobody, but nobody. Can make it out here \nalone.\"\n\nShe closes her notebook. The cover reads NOTES OF A POETIC JUSTICE.\n\n14 EXT CITYSTREET--DAY Where Justice exits her car. She uses her automatic lock \nsystem, which sounds off \"armed\" when it\nlocks. As she walks up the street, we see the same brothers established in the \nprevious montage on their knees, with their hands behind\ntheir heads. Justice walks past them without acknowledging their condition.\n\n15 INT. JESSIE'S BEAUTYSALONAND SUPPLY--DAY Hair, nails, curlers, and combs. A \nwoman picks up a phone and says,\n\"Jessie's Beauty Salon and Supply. \" We have invaded this place on Friday, the \nbusiest day of the week. We see many women of\nvarious ages, shapes, and sizes receiving hair care from different stylists. No \ntwo heads are the same. Our attention and ears are drawn\nto the loud voice of one young woman who sits on the waiting couch flipping \nthrough a Black hair magazine. She has short-cut hair\nand eyes, nails, and temper of a Siamese cat. This is lesha.\n\nShe is talking to Heywood, who is a spiritual person. He is so cosmic that his \nsexuality is often questioned. Nearby at another booth is\nDexter, another male stylist who is very straight. His dick has guided him into \nthe world of cosmetology.\n\nHEYWOOD (over images of nails, hair, etc.): I know whatcha mean. I don't \nunderstand some of these women. I don't see how they\ncan allow themselves to be so disrespected! My body is my temple! And a temple \nshould never be defiled. Especially not in this case. I\nlove myself.\n\nDexter shakes his head in shame at Heywood. He is massaging the head of one \nfine-ass sistah. She smiles. Dexter suavely bends down\nand says, \"You like that don 't cha. \"She nods in approval.\n\nIESHA: Yeah, well, he just did my girl all wrong. She's as 'fraid as a cat. Got \nher going around wearing sunglasses, and you know how\nshe like braggin about her pretty green eyes. So you know what's up with that. \nTop it off, she still in love with the nigga.\n\nJustice walks in.\n\nJUSTICE: You telling everybody's business.\n\nIESHA: Yeah, I'd tell your business too if you had somethin to tell.\n\nJUSTICE: You ready?\n\nlesha nods a yes.\n\nJUSTICE: You got your hair?\n\nlesha holds up a bag of synthetic hair. Justice walks toward her station, saying \n\"Hello\" to the other stylists on the fly.\n\n16 INT. THE BABYROOM--DAY Where we notice a large playpen with four babies. All \nare dressed in Baby Guess, Air Jordans, and\nFila. One baby plays with a beeper that goes off as he puts it in his mouth. \nThis is the Baby Room, where the women leave their\nchildren when they get their hair done. Start this shot off with a fine-ass \nsistah with a baby in hand walking over to the crib.\n\nTHE DOORWAY Where we see a little boy about twelve years old standing in the \nmiddle of these children. This is Baha, the errand\nboy of the shop. Baba sits playing a Sega Game Gear, looking up from time to \ntime out the window and at the fine women that pass\nby. Some of the older children attempt to distract him from his game.\n\nBAHA: Stop! Quit! (looking out the window, then goes to the doorway) Here she \ncomes!\n\nTHE SALON Where all the stylists and customers turn. They know what that means.\n\n17 EXT JESSLE'S SALON--DAY We see a hand with keys in the frame. The owner of \nthese keys presses a button, which turns on\nthe car alarm. The license on her car reads Ms. BOOTE. At leg level we swing \naround to walk toward the salon. In front of the door\nstands a Panhandler with a sign in hand.\n\nPANHANDLER: Good morning, Jessie. Could you spare some change?!\n\nJESSIE (O.S.): Hell, naw! And get your dirty, smelly, unemployed ass out from in \nfront of my shop.\n\nWe move past the Panhandler and toward the front door of the shop.\n\n17A INT JESSIE'S SALON-DAY BACK TO DOORWAY Where we see Jessie open her Fendi \npurse to send Baha on an errand. Since\nwe are at chair level, we notice her shapely bottom half. She got much ass! IDEA \nstart on her purse being opened, then PAN over to\nBaha as we hear Jessie offscreen.\n\nJESSIE (O.S.): Baha, do me a favor, baby, and go to the liquor store get me a \nHoney Bun and a pack of-\n\nBAHA (taking the money): Big Red. Yeah, I know.\n\nWIDER As we see Baha take off for the store and Jessie turned around calling to \nhim.\n\nJESSIE: And bring me back my change!\n\nShe turns back around, and we see her face. Jessie is the owner of this shop. \nShe is the queen of the hootchies in tha hood. Her attire\nputs the E in ethnic, as she is wearing the hottest, most expensive outfit that \ncan be bought at the Fox Hills Mall. She takes off her\nsunglasses, and we can see her face.\n\nJESSIE (in a good mood): Good morning, everybody.\n\nANOTHER ANGLE As Jessie walks across the room and to the corner. All the women \nin the shop are looking at her funny.\n\nJESSIE (sweetly): What?! What? (vicious) What y'all looking at? I know I'm Ane, \nbut damn! Get back to work.\n\nTHE SALON Where everybody goes about their business.\n\n17A CONTINUED THE SINK Iesha's head is in the sink. Justice is shampooing and \nconditioning her hair. Iesha's eyes are closed to\nkeep the suds from stinging them.\n\nJUSTICE: Just let that conditioning sit for five minutes.\n\nIESHA: Where you going? You not gonna talk to me?\n\nJUSTICE: No, I wanna go over here and talk to Jessie. It's a fivehour job \nanyway--you might as well just chill.\n\nJustice walks away.\n\nIESHA: All right, then, just play me like a biscuit. Hair all wet, cold.\n\nTHE COUNTER Where Justice joins Jessie, who is busy checking the receipts of the \nmorning.\n\nJUSTICE: So.\n\nJESSIE: Yeah.\n\nThey both start laughing. A Delivery Man arrives with boxes of shampoo. A few \nsistahs throw him an in terested eye. Jessie is\nchecking him out also,\n\nJUSTICE: So he's out, huh? Y'all got buckwild last night? Where'd y'all go?\n\nJESSIE: Could you put 'em over there? Snooty Fox Motor Inn. (to the stylists) \nY'all make sure to fill out them receipts!\n\nJUSTICE (laughing): They still got them red walls?\n\nJESSIE: Yep, mirrors on the ceiling. Same ole, same o'. They been filling out \nthem receipts?\n\nJUSTICE: Yeah.\n\nJESSIE: What you know about mirrors on the ceiling? When the last time you been \nthere?\n\nJUSTICE: Snooty Fox? Don't remember.\n\n17B INT JESSIE'S BEAUTYSALON--DAY\n\nDOORWAY Where we see a brother, Rodney, come in with this woman.\n\nRODNEY: Hey, my girl need her hair and nails done.\n\nJESSIE: She got an appointment?\n\nRODNEY: Naw.\n\nHEYWOOD (O.S.): She ain't got no hair, either!\n\nSome people laugh. We see the Woman. She got about as much hair as a Snap.\n\nJESSIE: Make an appointment. (lights a smoke, touches Justice's hat) Why you \nkeep wearing these hats? What you hidin?! Ooow,\nkeep it on.\n\nJUSTICE (pulling her hat on): Stop.\n\nJESSIE: You need to let me do somethin to that head of yours. Man, I'm tired. \nGot a poem for me today? Lord knows I need one.\n\nJUSTICE: I left my notebook in the car. I'11 get it in a bit.\n\nJESSIE: When you gonna get a man? Asking all these questions about mine. You \nstill in mourning? Sportin black, don't make time to\ndo your own hair. Lookin tore up from tha floor up. You can always tell when a \nwoman ain't givin up no coochie.\n\nJUSTICE: I like black. Besides, I don't have no time for no man right now.\n\nJESSIE: See, your problem is you make bad choices in men. You don't know how to \npick 'em.\n\nCUT TO: EXTSTREET-DAY Where we come down out of the sky to see a small U.S. \nPostal Mail jeep turn in the street and come to\nthe curb. We hear the heavy bass beat ofhip-hop coming from the jeep.\n\nJUSTICE (O.S.): Look who's talking.\n\n19 INT. POSTAL JEEP--DAY Inside the jeep a hand presses the stop\/eject on the \nrecorder and flips the tape.\n\n19A EXT.CITYSTREET--DAY THE GROUND Where the jeep door opens and a pair of sharp \nNikes come out. We travel up to reveal\nthe face of a young Black brother, twenty-two years, well built, rough looking, \na close fade under a cap that reads U.S.MAIL. This is\nLucky. Not your everyday postman, but just another hard-working young South \nCentral brother trying to make that hard-to-come-by\ndaily dollar. ANOTHER ANGLE As Lucky gets his bag and walks toward the salon \nentrance.\n\nPANHANDLER (singing): Hey, hey wait a minute, Mr. Postman! Mr. Postman, got some \nspare change?\n\nLUCKY: Naw, muthafucka, but I gotta spare stamp so you can mail your ass a job \napplication!\n\nCUT TO: 20 INT. JESSIE'S SALON-DAY Where Lucky enters. His eyes take in the \nsight of all these fine, beautiful sistahs. This is his\nfavorite part of his route. One or two women pass in front ofhim.\n\nANOTHER ANGLE Lucky makes his way to the counter, where he gives the mail to \nJustice, who is organizing the outgoing mail.\nJessie sits nearby.\n\nLUCKY: Y'all didn't get nothing but bills.\n\nLucky looks at Justice, trying to make eye contact, which she skillfully avoids.\n\nJUSTICE'S P.O.V.: Lucky's hands pull out mail and place it on the counter. 36, \n48, f.p.s. Justice is licking stamps and placing them on\noutgoing envelopes. Lucky notices her sexy tongue.\n\nLUCKY: Why you always looking so mad? You too fine to be looking so angry. .. . \nYou must ain't got no boyfriend 'cause you always\nangry!\n\nJustice finally looks up. Blank eyes. Blank face. No interest whatsoever. Then \nher face breaks out into a mischievous smile. She looks\nLucky up and down, checkin him out.\n\nJUSTICE (with attitude): What do you want? What do you want from me?\n\nLUCKY: Well, I think you kinda fly. We could start with your number.\n\nJUSTICE: Come here.\n\nLucky looks around.\n\nJUSTICE (sexy): Come closer. I want to whisper somethin to you\n\nLucky leans in closer.\n\nJUSTICE (coolly): Let's cut to the chase. What do you reeaally want? ... You \nwanna smell my poonani?\n\nLucky is taken aback. Surprised.\n\nLUCKY: . . Uhh, yeah Here?\n\nJUSTICE: Wait a minute, baby. (turns to Jessle, loud) Jessie! He said he wanna \nsmell my poonani!\n\nJESSIE (coolly, smoking): Really.\n\nJUSTICE: Yeah. Should I let him smell it?\n\nJESSIE: Yeah.\n\nJessie coolly walks from behind the counter and comes face to face with Lucky. \nShe leans in close to his face and blows air into his\nface. Lucky is surprised. Justice and Jessie start laughing. Justice hands Lucky \nthe outgoing mail and walks across the shop to attend\nto lesha's hair. She laughs her ass off. Lucky coolly closes his mailbag and \nwalks out of the salon. Jessie looks at his exit and then in\nJustice's direction. She just smiles in amusement and puts out her cigarette. \nSame ole, same o'.\n\n21 EXT. JESSIE'S SALON-DAY Lucky exits the salon, retaining his cool despite \nbeing dissed.\n\nLUCKY (Under his breath, looking back): Crazy Black bitches.\n\nThe Panhandler comes nearby. Lucky reaches into his pocket and gives him a \nquarter.\n\nLUCKY: And don't smoke it. Here, take a stamp too. He hops into the jeep and \ndrives off.\n\nDISSOLVE TO: 22 INT SOUTH CENTRAL POST OFFICE: CENTURY BOULEVARD-DAY\n\nA TIME CLOCK CLOSE: A second hand flows past the frame. The minute hand is \nsteady. The hour hand clicks to 4:30 P.M. A time\ncard isplaced in. Someone is checking out. THE HALLWAY Where we see Lucky is the \none checking out. We PUSH IN to him as he\ntakes his card out and places it in a slot on the wall. He then goes in his \npocket to pull out an envelope.\n\nTHE ENVELOPE As it is opened, we can barely see that it is a paycheck.\n\nANOTHER ANGLE As Lucky notices the amount of the check. He looks frustrated. \nOffscreen We hear the clock tick once more.\nLucky looks around to see if anyone is watching. Then he hits the clock, \nbreaking the glass.\n\n23 INT. BATHROOM--DAY A DUFFEL BAG Being stuffed with a postal uniform. A \nhandpulls out a baseball cap.\n\n24 EXT: BATHROOM--DAY Where Lucky emerges in more comfortable clothing. As he \nwalks up the hall and into...\n\n25 INT. THA SORTIN ROOM-DAY\n\nWe start on a large CLOSE UP of George Bush's face. Suddenly, it is hit with \nmany darts. Maybe a shot on dart P.O.V., as in Robin\nHood.\n\nWIDER Where we see that we are in a Sorting Room. This is the place where mail \nis sorted by ZIP code. There are eight guys at\nwork. Three are brothers; the other five are Hispanic. Chicago and a Mexican \ndude, E.J., are playing darts.\n\nCHICAGO: You see that? I tore that muthafucka's nose up!\n\nE.J. goes up to the dartboard, to which they have taped a picture of George \nBush.\n\nE.J.: Yeah that was nice!\n\nLucky comes into the room.\n\nLUCKY: Y'all need to get y'all asses to work before y'all get Ared!\n\nCHICAGO AND E.J.: Fuck you.\n\nLUCKY (gestures to Chicago): What up, souljah?\n\nChicago walks toward Lucky. E.J. looks a little left out.\n\nCHICAGO: What's up? Hey you know they put two more Buddha heads on mail carrier. \nStill got me waiting, sorting with tha\nMexicans.\n\nWe see E.J. in the close background nearby, sorting mail with an open ear.\n\nE.J.: Hey, Chicago, don't be talking bout Mexicans! I kick your ass. At least we \ngot a country.\n\nCHICAGO (whispers): I'm on Oaktown Run tomorrow. Getting a truck ready. Wanna \ngo?\n\nLUCKY: Yeah.\n\nE.J.: Y'all going to Oakland?\n\nLucky cuts him a dry look that reads \"Mind your own business.\"\n\nCHICAGO: Cool. You gonna bring a yamp?\n\nE.J. (now in the middle): What's a yamp?\n\nLUCKY: A young tramp. You mind?\n\nE.J. calls Lucky a \"Puto\" and goes back to sorting mail. Lucky and Chicago walk \naway and talk.\n\nLUCKY (O.S.): And get them ZIP codes right.\n\nANOTHER ANGLE: MOVING\n\nLUCKY: I dunno. Why don't you get that crazy ho' you go wit to hook me up?\n\nCHICAGO: I'm on it. You call your cousin K-Dog?\n\nLUCKY: Naw, not yet. I hadda And a way up there this weekend anyway. (with \npride) Gotta work on our music thang. It's cool, we\ngettin' paid to go. Gotta go, Loc.\n\nLucky goes to leave.\n\nCHICAGO: Where you goin?\n\nLucky turns.\n\nLUCKY: Why you need to know? You ain't my bitch! I'm off!\n\nDISSOLVE TO 26 EXT THA PROJECTS-DAY WIDE As Lucky comes to the curb and gets \nready to exit his car. In the far\nbackground, we see and hear another car coming up.\n\n27 LVT GANGSTA RIDE--DAY From the inside of the car, we roll up on Lucky getting \nout of his car. WE get the feeling something\ndrastic is gonna happen. 36, 48, f.p.s. Time slows down. Lucky turns around just \nas the car stops.\n\nANGLE On Lucky, as he turns and attempts to see who is in the car. It turns out \nto be some of his old friends.\n\nLLOYD: What's up, Lucky?\n\nLUCKY: What up, nigga? What y'all doing?\n\nLLOYD: Looking for a nigga to jack.\n\nIn his lap we see a gun.\n\nLUCKY: Ya'll need to jack that cracka Larryl Gates.\n\nBACKSEAT GANGSTA: Who's that?\n\nEverybody just turns and looks at him. Ne shrinks back into the back seat.\n\nLLOYD: Yeah we gonna jack him too. Goin up to City Hall later today... ... \nRemember Lerek?\n\nLUCKY: Yeah. He live over there. (points)\n\nLLOYD: Not no more. Got his ass caped out yesterday.... We gonna get tha niggas \nthat got him.\n\nLucky nods.\n\nLUCKY: Well, later.\n\nLLOYD: All right. Peace.\n\nLloyd smiles ironically.\n\nLUCKY: Yeah, peace.\n\nThey drive off. Lucky turns and walks into tha projects\n\n28 EXT. J-BONE'SPORCH-DAy Lucky walks up to a porch where we see a tall, \nslender, light-brown brother wearing no shirt and\nsmoking ajoint. This is J-Bone, Lucky's old friend. So close are they that they \nhave children by the same woman. J-Bone is standing on\nhis porch enjoying the afternoon sun and a cool Santa Ana breeze. We hear a jet \nfly overhead. We hear a fly-ass beat flowing from\nsomeone's apartment window.\n\nJ-BONE (Greeting): Mr. Postman! Working muthafucka!\n\nLUCKY: Don't start! Whatsup, J-Bone.\n\nJ-BONE: Want some Thai bud?\n\nLUCKY: Naw. Can't fuck wit that.\n\nThey pause for a moment. J-Bone's attention has wandered across the way.\n\nACROSS THE WAY We see an Old Woman toiling in her garden. In the projects older \nfolk respect their small spaces by making them\nas comfortable as possible. Some playing children run through this shot.\n\nBACK TO PORCH\n\nJ-BONE: Hi, Ms. Jackson. ... She hate my ass.\n\nMS. JACKSON Looks up toward J-Bone. Her face does not register the slightest \nhint of a positive response to J-Bone's greeting. In\nfact it says, ,,Go to hell. \" Ms. Jackson tells one of the kids, a young boy, to \ngo inside. Upset and reluctant, the boy complies with his\ngrandmother's wishes.\n\nTHE PORCH\n\nLUCKY: Heard 'bout Derek.\n\nJ-BONE: Yeah, Derek. D-Dog! Crazy muthafucka, huh? Ain't that about a bitch? \n(reminiscing) ... Anyway, so you here to check on\nKeisha, huh?\n\nThey start walking.\n\nLUCKY: Yeah, I'ma give Angel some money to buy her some clothes.\n\nJ-BONE: Awww, muthafucka, you don't need to do that. I'11 get her some clothes. \nTake her to the Slauson Swap Meet, Fox Hills\nMall, get her what ever she need.\n\nLUCKY: Naw, you don't need to do that.\n\nA crack addict walks toward J-Bone. He makes a quick transaction.\n\nJ-BONE: Ain't no thang.... It ain't like I ain't got the money. Besides, she \ncall me Daddy sometimes anyway.\n\nJ-Bone walks on ahead. Lucky seems a little miffed. They walk upstairs to \nAngel's apartment.\n\nINT. ANGEL'S PLACE--DAY Where Lucky and J-Bone enter. There are two small \nchildren on the floor watching television. One is a\ngirl, the other a boy. The girl is six years old, and the boy is four. This is \nKeisha and Antonio. On the screen are afternoon cartoons.\n\nLUCKY: What you mean she call you Daddy?\n\nJ-BONE: Just what I said.\n\nLUCKY (gestures to his child): Hey, little girl!\n\nKeisha runs up into her daddy's arms.\n\nLUCKY: Who's your daddy?\n\nKeisha timidly points to Lucky, who smiles and looks at J-Bone.\n\nLUCKY: That's your son, this my daughter. Don't you be forgetting.\n\nJ-BONE: Well, I'm her second daddy, since they came from the same hooka.\n\nAs if on cue and \"on cue\" we see a young woman of about twenty-two enter the \nroom. Her face looks like that of someone who is\nentering the threes of what will be a hard life. Despite this, she retains a \nbeautiful but very uninnocent look. This is Angel.\n\nANGEL: What y'all two fools talking 'bout?\n\nLUCKY: Talking 'bout your yamp ass. (takes a drink, then takes a second look at \nher)\n\nWe notice the unusual color of her lipstick and her nervous twitching. Angel \nbegins rearranging things on her already-cluttered-up\ncoffee table.\n\nLUCKY: What you cleaning up for? Place look fucked up! Normal! ... You ain't \nbeen basing, is you? (to J-Bone) Has she?\n\nJ-Bone doesn't say anything.\n\nANGEL: No, I ain't, and neither one of y'all is my husband, so y'all can't tell \nme shit. (darts back toward the bedroom)\n\nANGEL 5 P.O.V.: MOVING BACK AWAY FROM LUCKY\n\nLUCKY: You know what I told ya ass bout that!\n\nThe bedroom door is slammed shut. Lucky lets his little girl out of his lap and \nloose.\n\nLUCKY: Told her if she start doing that shit, I'm gonna take Keisha to live with \nmy momma.\n\nJ-BONE: (looking at cartoons) She all right, Lucky. Believe me, I'd know.\n\nLUCKY: Yeah. (takes a swig, then places his forty on the table) I gotta stop \ndrinking this shit. Fuckin wit my brain.\n\nFrom outside someone calls J-Bone. He reluctantly leaves the cartoons to sell \nsome more crack. Lucky starts to take notice of all the\nclutter on the coffee table. Downstairs, J-Bone makes a transaction. We see a \npiece of a crack pipe under the hair of a Black baby doll.\nThis catches Lucky's attention. Lucky picks it up and notices Angel's lipstick \nis on its tip. He looks from J-Bone outside toward the\nbedroom. Then he gets up and walks in that direction.\n\n29A INII: ANGELSSLAACE-DAY THE BEDROOM Where we see Lucky opening the door. \nInside Angel is just covering herself up\nafter being with a gangsta. Lucky closes the door.\n\nIDEA. Start shot of Lucky opening the door then PAN OVER to reveal Angel and the \nGangsta surprised then PAN back to Lucky's\nreaction and he CLOSES the door.\n\n29B INT. ANGEL'S PLACE--DAY THE HALLWAY As Lucky takes a moment to think. He \nwalks off.\n\nTHE LIVING ROOM Lucky picks up Keisha\n\nLUCKY: C'mon, we gonna go see Grandma. Your momma tripping.\n\nSuddenly, Angel bursts from the bedroom, cursing and talking shit.\n\nANGEL: Who the fuck you think you is? You don't tell me what the fuck I can do! \nWho the fuck I can see!\n\n29C EXT. ANGEL'S PLACE--DAY OVERHEAD Outside, downstairs, J-Bone begins to take \nnotice of the storm brewing in the\napartment. He looks up toward the noise.\n\n290 ANOTHER ANGLE: ON CRANE Where J-Bone runs around and up the stairs as we \nCRANE UP with him and past the front of\nthe apartment to see Lucky and Angel, perfectly framed in a window, arguing up a \nstorm.\n\nINT. ANGELSSPLACE-DAY BACK TO LIVING ROOM As Lucky and Angel go at it. Lucky has \nKeisha in hand. J-Bone enters the\napartment and comes in between the two of them.\n\nLUCKY: Fuck you, bitch! How you gonna be fucking some nigga while my little girl \naround here?! (to the guy) What you looking at\nnigga?\n\nGANGSTA #1: Hey, Bone, you better tell this muthafucka to get outta ma face \nbefore I get my strap!\n\nJ-BONE: Lucky! Lucky, calm down, G!\n\nLUCKY: Naw, fuck her yamp ass!\n\nGANGSTA #1: Who is this muthafucka?\n\nLucky throws the Gangsta a funny look. Then, breaking the first rule of the \nstreet, he turns his back on him to continue arguing with\nAngel.\n\nGANGSTA #1: What you looking at, punk? Mark ass, nigga!\n\nGangsta #1 sucka-punches Lucky. And they both start a big fight in the middle of \nthe small apartment. J-Bone joins the fight, on\nLucky's side.\n\nJ-BONE: Hey, hey!\n\nLucky and J-Bone kick his ass. Tha Gangsta is out cold. From the fire and light \nin Lucky's eyes, we can see shades of his previous\nlife. He and J-Bone stand back to admire their handiwork. Outside we can see a \ncrowd has gathered from the noise.\n\nLUCKY: Aw, shit! Ijust got offa work. I don't need this shit. C'mon, Keisha. \nLater, Bone.\n\nLucky walks off, daughter in hand.\n\n30 EXT. ANGELS PLACE--DAY As Lucky, daughter in hand, quickly emerges. Behind \nhim Angel throws a verbal arsenal of dirty\ninsults and threats such as \"Fuck you, niggs!\" \"You don't make no money, \nanyway!\" \"How you know she your baby?\" etc. As Lucky\nwalks, we lower Angel's voice and hear another one of Justice's poems. JUSTICE \n(V.O.): \"In a time of secret wooing today prepares\ntomorrow's ruin. Left knows not what right is doing. My heart is torn asunder. \nIn a time of furtive sighs. Sweet hellos and sad\ngoodbyes. Half truths told and entire lies. My conscience echoes thunder.\"\n\nDISSOLVE TO:\n\nINT. JESSIE'S SALON--LATE AFTERNOON\n\nAs we see Justice standing over her notebook reading a poem to lesha while \nputting the finishing touches on her head. The salon is\nnearly empty. Jessie is sitting at the counter. Heywood is on the phone.\n\nJUSTICE: \"In a time when kingdoms come. Joy is brief as summer's fun. Happiness, \nits race has run. Then pain stalks in to plunder.\"\n(closes the notebook) So what you think?\n\nIESHA: It's pretty. What you call it?\n\nJUSTICE: \"In a Time.\"\n\nlesha's beeper goes off.\n\nIESHA: (looking at her beeper) Uh-oh, Chicago paging me.\n\nIesha gets out of the chair and goes to the receptionist's phone. Heywood is on \nthe phone. His face is so serious. Jessie quickly points\nlesha in the direction of the pay phone on the wall. lesha sighs and walks that \nway.\n\nJESSIE: You need some change?\n\nIESHA (O.S.): No.\n\nJustice begins cleaning up her station.\n\nTHE COUNTER\n\nWhere Heywood gets off the phone. From the look on his face he has heard some \nterrible news.\n\nJESSIE: What'd they say?\n\nHeywood crosses over to the couch, where he sits with his head down. Jessie goes \nover to console him.\n\nTHE WALL PHONE Where lesha is on the phone with Chicago.\n\nIESHA (with attitude): What you want? Ah, huh. Ah, huh. Yeah, I'm wit it. We got \na hair show to go to up there anyway.\n\nCHICAGO (0.S.): Bring one'o your friends too. A Ane one.\n\nIESHA: What you mean, a Ane one? You trying to say I got ugly friends?\n\nJustice and lesha make eye contact. Both smile. Suddenly in the background on \nJustice, we see and hear police lights converge on\nsome brothers across the street. This catches Justice's attention.\n\nBACK TO COUCH Where Jessie is still consoling Heywood. Behind them out the \nwindow are the police.\n\nJESSIE: What the hell they doing now?! I'm as glad as hell we getting outta here \ntomorrow.\n\nJUSTICE (walks up): What's wrong?\n\nHeywood gets up and walks away. Jessie stands. Justice joins Jessie at the \nwindow. Both stand in profile. Red and blue flashes of light\nflow across their faces. There are people leaving the shop throughout this \nscene.\n\nJESSIE: You got your styles together for tha Oakland Show?\n\nJUSTICE (demure): Yeah. I'ma play with Lisa and Gena's heads. If they like it, \nthey like it. If they don't, they don't.\n\nJESSIE: So you riding with us? You know we got us a little caravan going.\n\nJustice nods. Jessie notices the stress on her face.\n\nJESSIE: Justice. I know I ain't your momma. Hell, I ain't even old enough to be \nthat. But we pretty close, and sometimes we talk like\nsisters. I just gotta tell ya, baby ... you gotta move on. ... A man ain't \nnothin but a tool. You got to know when to take 'em out tha box\nand when to put 'em back in. And if ya lose one--well, you just ...go get \nanother. ... Take a chance, do somethin different for a\nchange. There's always another man somewheres out here. (looks out the window) \nYou gotta know sometimes you gonna lose one.\n(matter offactly) Like a blow dryer or a good brush. What I gotta do? Play Momma \nto everybody in this shop?\n\nJustice thinks, looks down for a moment, then out the window once more. BACK TO \nTHE STALLS Where we see Dexter, Heywood,\nand four other stylists: Marine, Colette, Lisa, and Gena.\n\nDEXTER: Where's my blow dryer! I'm tired of all my shit disappearing alla time!\n\nHEYWOOD (coolly): Calm down. Calm down. Here it is. I borrowed it for a wrap I \nhad to do this morning.\n\nDEXTER: Heywood! Why you always borrowing my shit without asking?!\n\nHEYWOOD: I asked you for it this morning, and you said yes. Why are you crying \nover it like a bitch?\n\nDEXTER: Who you calling a bitch? If anybody's a bitch, you a bitch!\n\nHEYWOOD: Excuse me? You wan some? Maybe you forget I was Golden Gloves. You \ncatchin me on tha wrong muthafuckinday.\n\nMAXINE: All right. All right. Dexter! As much as you talk and you borrow \neverybody else's stuff alla time. (looks over his tools) Like\nmy brush right here.\n\nMaxine walks away. As she does, we notice the round beautiful fullness of her \nbootay. Her hair is dyed blood red.\n\nDEXTER: I was gonna give it to ya, Maxine, I just got distracted. Mmm-mmm.\n\nHEYWOOD: Shit, I was wrestlin champ at Crenshaw High School.\n\nJUSTICES STALL Where she and lesha meet up once more. Iesha begins playing with \nher new braids in tha mirror.\n\nJUSTICE: So what your new man talking bout?\n\nIESHA: He want me to go onna run with 'em. (starts scrutinizing her hair) This \nis good now. I don't haveta be messing around with it.\nJust walk out tha house--ya know.\n\nJUSTICE: Yeah. What's a run?\n\nIESHA: Oh, you know what a run is.\n\nIesha keeps fixing her hair. It is apparent that she is luring Justice's \ncuriosity. Justice takes the bait.\n\nJUSTICE (pulls lesha's hand away from her head): No, I don't. And stop messing \nwith it. What's a run? He ain't no slanger is he?\n\nIESHA: A run ... is, well, it's like this. You really wanna know?\n\nJustice gives her a frustrated look.\n\nIESHA: Well, you know my boyfriend Chicago, right?\n\nCUT TO:\n\n32 EXT THE POST OFFICE--DUSK Where we see Chicago point at a truck and sign a \nrec order. \"That one,\" he says. He is brushing\nhis head with a flat brush and arguing with an Oriental co-worker.\n\nIESHA (V.O.): You know he work at the post office and all. The one on Century \nand Van Ness. Well, every so often he and his friend\nat work, they have to drive up to Oakland in this mail truck, see.\n\n32A INT. JESSIE'S SALON--DUSK BACK TO SCENE\n\nIESHA: You listening?\n\nJUSTICE (her interest apparently lost): Yeah.\n\nIn the background the other stylists are leaving. A few of them say goodbye to \nJustice before they go. Justice resumes cleaning her\nstation. Her interest in lesha's proposal is lost.\n\nIESHA (attempting to persuade): Well, we get in this mail truck and we drive up \nthe coast, get drunk, eat Mexican food, and just have\na good time. It's fun! (seeing no effect) You ain't having it, huh?\n\nJUSTICE: No, I'm not. That is too to the curb. How am I gonna look like riding \nin some mail truck? What you doing seeing some\nmailman, anyway? You know they don't make no money! What he gonna do for you? \nMail your bills for free?!\n\nIesha folds her arms in defiance of Justice's comments.\n\nIESHA: (frustrated with Justice) How come you don't ever wanna have no fun no \nmore? Girl, the world is just one big place waitin for\nus to go out and fuck up in it. You gonna end up being a straight spinster.\n\nWe see Justice's face. She is definitely looking more hardened. Iesha pulls a \nwad of money out of her pocket and gives it to Justice.\n\nIESHA (walking out): Later. Thanks. You a Straight Buster!\n\nJessie comes up.\n\nJESSIE: What she all mad about?\n\nJUSTICE: Nuthin.\n\nWe hear on the salon's radio the beginning of \"What You See, Is What You Get!\"\n\nJESSIE: Listen, meet us at my place at eight o'clock tomorrow. Come on, let's \nclose up.\n\nWe PAN over to reveal Heywood dancing. He goes over to Jessie, and they start to \ndance. Justice is left standing alone.\n\nDISSOLVE TO: 33 EXT JESSIE'S SALON--DUSK As we see Justice, Jessie, and Heywood \nclose the shop. Justice pulls the iron gate\nclosed and secures its front. Jessie locks the locks. A car cruises by, and we \nhear some bumping sounds of hip-hop music coming\nfrom the inside speakers as well as the voices of some brothers shouting out \ncompliments to these two beautiful sistahs. We also hear\nHeywood go on about how he loves himself, how life is beautiful. He tells \nJustice, \"See, that's your problem, Justice. You don't love\nyourself. \"\n\nDISSOLVE TO:\n\n34 INT. Justice's Home--NIGHT It looks though it was decorated by her \ngrandmother, which in fact it was. We notice a portrait of an\nelderly woman with similar features as Justice. There are also more than a few \nclocks around, one grandfather clock and a large\ntwenty-four-hour sandclock are prominent. Justice has nothing but time on her \nhands. The air is full of ticking mingled with the sound\nof the outside streets. We dissolve through these images and slide into ...\n\n35 INT. BATHROOM-NIGHT We START outside the doorwity and SLOWLY MOVE IN, \ninvading Justice's privacy. Justice is busy\nrolling her hair in the mirror. She is alone. She looks at her face in the \nmirror. She is a mess. She lets her mind wander as she looks at\nthe cold tile floor. Suddenly, Justice thinks she hears something. PAN from \nmirror to her face as she hears the sound.\n\n36 INT.HALLLWAY--NIGHT Where Justice quietly stalks. She is nervous as hell. The \nsounds of the clocks become more prominent\nas she moves forward. Justice's P.O.V. moving forward, as she walks down the \nstairs.\n\nTHE DOORWAY Where Justice stands. Someone is on the other side. We hear a slight \nscratch, then silence. Quiet tension. This is\nbroken up by the sound of a friendly meow. Justice opens the door, and a big \nwhite cat enters.\n\nJUSTICE: White Boy! C'mere.\n\nShe picks him up. Pets him, then he pulls away with a screech and runs \noffscreen.\n\n36 CONTINUED JUSTICE: Yeah, you just like a boy. I should have you fixed.\n\nTHE LIVING ROOM Where Justice picks up the remote control to turn on the \ntelevision. On the screen is Bet's Midnight Love. There\nis a montage of romantic R&B videos. A flash of static and we ...\n\nCUT TO: 37 INT. IESHA 'S APARTMENT-NIGHT We see lesha and Chicago do a smooth, \nclose, sexy Ragamuffln dance. We hear\nsome Ragamuffin music in the background.\n\n37A INT.: JUTICE'S LIVING ROOM--NIGHT BACK TO JUSTICE Justice seems \ndissatisfied. She turns the television off. Across the\nroom we see Justice sitting at the piano. She looks bored. CLOSE On the piano \nkeys as Justice presses a low-note key. The sound\ntranscends us into the next scene.\n\nDISSOLVE TO: 38 INT.: JUSTICE'SLIVlNG ROOM--NIGHT As we see Justice looking \nthrough a collection of 45 records. She picks\nout one.\n\nTHE RECORD PLAYER As the record begins to spin. The first few bars ofStevie \nWonder's \"I Never Dreamed You'd Leave in\nSummer\" float into the air.\n\nJUSTICE: As she begins to groove to the music. She walks toward the kitchen.\n\n38A INT. JUSTICE'SHOME--NIGHT VARIOUS ANGLES Of the empty rooms within the \nhouse.\n\n38AA INT JUSTICE'S KITCHEN--NIGHT Where she makes popcorn. Pours it in a bowl, \nthen pours tabasco sauce on it.\n\n38B EXT. JUSTICE HOME--NIGHT THROUGH THE WINDOW FROM OUTSIDE From a voyeuristic \nPOV we see Justice grooving\nto the music and eating her popcorn. She picks up a candy bar offa table.\n\n38C INT. JUSTICE'SHOME-NIGHT HACK INSIDE Justice stops dancing, candy bar in her \nmouth. She looks around for a moment\nand then into a mirror. Everything seems hue, then out of nowhere she bursts \ninto tears. She cries a few tears for a few seconds, then\nwipes them away.\n\nTHE TELEPHONE Justice picks up the receiver and enters some digits.\n\n39 INT. IESHAS APARTMENT-NIGHT We see a pair of lips that turn out to be a \ntelephone as lesha picks up the receiver, and we\nfollow it to reveal her and Chicago in bed together, Iesha lies on her stomach \nwith Chicago on top. Tha skins are deftnitely on. Chicago\nis wearing nothing except it Chicago Bulls fisherman's cap. Ragamuffin music is \nplaying in the background mon.\n\nIESHA: Who dis? Oh, what's up, girl? You change your mind? ... Somethin wrong?\n\n40 INT. JUSTICE'SHOME-NIGHT\n\nJUSTICE: No. No, girl, I just wanted to talk.\n\n40A INT. IESHAS APARTMENT BEDROOM--NIGHT BACK TO IESHA\n\nCHICAGO (whispers): Get off tha phone. Get off tha phone. (louder) She busy!\n\nIESHA: I'm talking to my friend, you mind?! (rolls her eyes and reaches into a \nbag of Fritos) Listen, J, I'm kinda busy. Could you call\nme back later?\n\nJUSTICE (O.S.): Yeah.\n\nIesha hangs up the phone.\n\nCHICAGO: Finally.\n\nIESHA (getting up): What you mean? You wasn't doing nuthin anyway!\n\n41 INT. JUSTICE'SLIVING ROOM--NIGHT Where she sits. Her eyes wander around the \nroom and then rest on her cat across the\nway. The cat looks back at her, then turns around and walks away into the \nhallway. Justice shakes her head. Then her eyes settle on\nsomething else.\n\nTHE COFFEE TABLE Where we move up on her notebook.\n\nJUSTICE As she wipes a few more tears away and reaches for her notebook.\n\n42 INT. LUCKY'S HOUSE--NIGHT A NOTEBOOK As we see it being opened. Its pages are \nratty. We notice its pages are colored\nwith children's drawings: a family, a dog, a house.\n\nTHE LIVING ROOM Where we see Lucky lying on the couch like a potato watching \ntelevision. In the foreground Keisha lies on the\nfloor drawing in her notebook.\n\nON TELEVISION Is one of those Tom Foo Infomercials. He's that Chinese guy who \nsits on a boat with a lot of pretty women (ah\nwhite) and says, \"You can be rich too. \" We can't tell if Lucky is looking at \nthis or is lost in his own thoughts. He mumbles a rhyme\nabout Black business versus Korean exploitation.\n\nKEISHA As she looks at the screen. We hear a helicopter go overhead as its \nspotlight flows into the room. Keisha reacts to it with\nindifference and continues to draw. Lucky calmly cuts his eyes in that \ndirection. The Light gets his attention and prompts him to get up\nand make a phone call.\n\nLUCKY: Operator? Yeah, give me Oakland, please. Area code 415.\n\n42B INT. COUSIN KALIL'S SOUND LAB: OAKWVD-NIGHT Where we travel past a ringing \nphone and some sound equipment to\nreveal a picture of a young man. Our attention settles on his eyes. This is \nLucky's cousin, Kalil.\n\nSUDDENLY WE HEAR THE SOUND OF GUNSHOTS.\n\n43A INT LUCKY'SLIVING ROOM--NIGHT BACK TO LUCKY He takes his ear away from the \nphone and looks in the direction the\nshots were coming from. There is some question as to which end of the telephone \nthe shots came from.\n\nCLOSE On Lucky's face. He looks up in the direction of the gunshots and down on \nthe floor.\n\nTHE FLOOR: LUCKY'S P.O. V: Where Keisha is rolled up in a ball.\n\nLUCKY (hanging up phone): Go to bed.\n\nKeisha gets up and goes toward the bedroom. Lucky looks at her exit, then goes \ntoward the window and looks outside the blinds. On\nthe TV in the background is the Life Alert commercial, 'i've fallen and I can't \nget up.\" We see Lucky through the blinds in the\nforeground and the TV in the background.\n\nTHE DOORWAY Where a woman enters. She is a short, medium-size woman, with a \npretty but hardened face. The light in her eyes\nsays she still has some humor left. This is Annie, Lucky's mother. She has a bag \nof groceries in hand.\n\nLUCKY: Hi, Momma! Need some help?\n\nANNIE: Just like you to offer help when I only got one bag. ... So are you going \nup north to see Kalil this weekend?\n\nLUCKY: Yeah, look like we finally gonna get this music thing going. Tryin to \nhook somebody up to listen to these tapes--so I won't\nhaveta be doing this post office shit no more.\n\nANNIE: Don't be cursing around me. Who you think I am, one'a your friends? Be \nglad you got an honest job. And don't be wearing out\nyour welcome, going to Oakland every other weekend. You know how your Aunt \nAudrey can get!\n\nLUCKY: It's not even like that, Momma. (sighs in frustration)\n\nTHE KITCHEN Where Annie enters and begins to load the refrigerator up with \ngoods. Lucky comes into the background.\n\nLUCKY: Keisha's here.\n\nAnnie begins to glow with the mention of her grandchild.\n\nANNIE: Really? How's my grandbaby doing?\n\nLUCKY: She fine. I want her to stay here, for good.\n\nAnnie reacts to this.\n\nLUCKY: Angel been fucking up bad. Basing.\n\nA pause. Silence. Neither of them says anything. Lucky begins to walk back \ntoward the living room.\n\nANNIE: Are you gonna take care of her?\n\nLucky turns around. He thinks.\n\n44 INT KEISHA'S ROOM--NIGHT\n\nCLOSE\n\nOn Keisha in bed under covers.\n\nCUT TO:\n\nLUCKY: Yeah.\n\nHe walks away.\n\n44A INT LUCKY'S LIVING ROOM--NIGHT BACK TO THE LIVING ROOM Where Lucky gets \ncloser to the television and turns on\nthe Sega Genesis Joe Montana Football Game. He begins playing.\n\nANNIE (O.S.): Well, you just remember, that's your baby. I'm done raising kids! \nYou need to quit playing them video games and figure\nout what you gonna do with your life. Time ain't forever!\n\nLUCKY'S FACE: As we MOVE into his face as he plays. We hear bass beats get \nlouder and louder, then boom! We smash cut to...\n\n45 INT. JUSTICE'S HOME--MORNING MONTAGE Of Justice preparing to go on the trip \nto Oakland. The music we hear comes\nfrom her living room stereo.\n\n46 INT JUSTICE'S BEDROOM--DAY\n\nWhere she throws her Louis Vuitton luggage bag. Several articles of clothing \nfollow into the bag.\n\n47 INT. JUSTICE'SLIVING ROOM--DAY THE TABLE Where Justice arranges her \ncosmetology tools by order of preference and\npriority. We hear her mumble \"I need this, and this, and this. \"\n\n48 INT. JUSTICE'SHAT ROOM--DAY Whene we see Justice look around in a room full \nof hats. She picks up a baseball cap with her\nname JUSTICE On the front.\n\n48A INT JUSTICE'SLIVING ROOM--DAY ANOTHER SETUP: THE LIVING ROOM She runs \nfrantically into frame. We quickly\nMOVE into her as she turns around and thinks for a moment.\n\n49 EXT JUSTICE'SHOME--DAY THE FRONT PORCH Where Justice fills a large dog bowl \nfull of Meow Mix cat food. Her cat\ncomes into frame at her feet and begins surveying this feast. When Justice goes \nback inside, her cat is joined by no less than eight\nother neighborhood cats.\n\n49A INT. JUSTICES HOME-DAY Justice turns off the stereo and grabs her keys.\n\n50 EXT. JUSTICES HOME--THE FRONT WALKWAY--MORNING Where Justice walks in a quick \nhustle toward her car. She turns\noff the alarm with a key-chain button. The car shouts out in an electronic \nvoice, \"Disarmed\"\n\nANOTHER ANGLE As Justice tries to start up her car. It won't start. She hits the \ndashboard in frustration and thinks for a moment.\n\n51 INT JUSTICE'S HOME--DAY THE KITCHEN Where we see Justice on the telephone. We \nhear the phone ringing on the other end.\n\n52 INT. JESSIE'S APARTMENT-DAY JESSE'S ANSWERING MACHINE Which clicks on. We \nhear some smooth R&B music, then\nJessie's voice. Over this we see the following images.\n\nJESSIE (V.O.) (sexy voice): Hi. This is me. If you don't know who me is, then \nyou have no business calling me.\n\nTHE LIVING ROOM Where we see Jessie's meticulous but uniquely furnished \napartment. Her place is just like her: polished, and all\nabout the look.\n\nJESSIE (V.O.) If you do know who me is, then you can do me a favor.\n\nJESISIE'S BEDROOM Where we see her large ornate bed. What tales it could tell if \nit could speak.\n\n53 EXT. JESSIES APARTIMENT-DAY Where we see Jessie leaning up against her car, a \n1 992 Lexus. She takes the last toke of her\ncigarette and throws it on the ground and extinguishes it with her sharp-ass \nshoes. In the background we hear Heywood say, \"We been\nwaiting for half an hour. She ain't coming! Let her catch up!\"\n\nJessie gets in the car and drives away as Justice's voice clicks in on her \nmachine.\n\nJESSIE (V.O.): Leave me a message. Okay? Thank you.\n\nJUSTICE (V.O.) Jessie, it's me, Justice. You there? Well, I'm running a (she \ndecides it's futile) Shit!\n\n53A INT. JUSTICE'S HOME--DAY\n\nBACK TO JUSTICE'S HOME\n\nANOTHER ANGLE As she hangs up the phone. She thinks for a second, then dials \nsome more digits.\n\nJUSTICE: Iesha? What's up, cow?\n\n54 EXT. JUSTICE'S HOME--DAY Where Justice and Iesha walk past Justice's car.\n\nIESHA: I'm telling you, girl, you gonna have fun. There ain't nothing like this.\n\nJustice gives her car a kick and the alarm goes off. She quickly turns It off \nwith her key. As they walk out, we follow with them until\nwe let them cross and are on their backs to reveal the truck, which is a 1990 \nFord-made U.S. Mail truck. It is all white with the\ngovernment seal painted on both its sides. Justice stops in her tracks.\n\nJUSTICE AND IESHA As Justice takes in the sight of the truck, Iesha is all \nsmiles, in contrast to Justice's discomfort.\n\nJUSTICE: I don't believe I'm doing this.\n\nIESHA: C'mon, we gonna have fun.\n\nThey walk toward the truck, and we see Lucky in the front seat. Lucky switches \nhis US. Mail cap to a more comfortable Sox hat. He\nsmiles at Justice. Offscreen we hear Chicago in the back of the truck.\n\nCHICAGO (0.S.): Muthafucka say that girl from Ethiopia! That bitch from Compton! \nHow she gonna be from Ethiopia and have a kid\nnamed Lammar?\n\nLUCKY: She look it, though.\n\nJustice walks back to Iesha on the side of the truck.\n\nJUSTICE: I don't know about this.\n\nIESHA: Why you gotta be a buster? C'mon, take a chance for a change! Cow!\n\n55 INT. THE TRUCK---DAY Where Lucky looks back at Chicago.\n\nCHICAGO: She Ane, Loc.\n\nLUCKY: Humph, I know that hoe. Crazy ass. She work in a beauty shop on Fifty-\nfourth.\n\nTHE PASSENGER DOOR Where Justice and Iesha get into the truck. Lucky goes back \ninto his quiet, cool, unassuming mode. Iesha\nis all smiles as she does the introductions.\n\nIESHA: Lucky. This my friend Justice. Justice, this is Lucky.\n\nJUSTICE (with attitude): Hi.\n\nLUCKY: Whatsup.\n\nTHE BACK SEAT Where we see Iesha and Chicago.\n\nIESHA: And you know Chicago already.\n\nCHICAGO: Whatsup, baby.\n\nIESHA: Baby? Well. Let's go.\n\nLucky starts up the engine.\n\n56 EXT THE TRUCK--DAY We see the front of the truck: Ford symbol all up in our \nfaces. We PAN past the US. Mail symbol.\n\n57 INT. THE TRUCK--DAY Lucky shifts into first gear as we TILT UP and he smiles \nat Justice. JUSTICE Who is not amused. She\nputs on sunglasses.\n\n58 EXT. THE TRUCK--DAY\n\nWIDE As we see the truck turn in the street to make a U.\n\n59 EXT CRENSHAW BOULEVARD--DAY Where we see the truck go up the street and end \non a Crenshaw sign. They are leaving\ntheir part of the city.\n\n60 INT. THE TRUCK--DAY From inside we see the overpass of the 10 freeway come \nup. INSERT The 10 freeway West.\n\nA TRAFFIC LIGHT Which we hear and see turn red.\n\n61 EXT. CORNER OF ADAMS AND CRENSHAW--DAY Where we see the truck come to stop.\n\nTHE TRUCK Where Lucky waits for the light. He looks over on the other side of \nthe street.\n\nTHE BUS STOP Where an Old Woman gets her pocketbook stolen.\n\nBACK TO LUCKY Who makes an expression that reads \"Oh, well.\" There is no shock \non his face. That's the way of the world, as\nEarth, Wind and Fire sa;ys.\n\n62 EXT. THE TRUCK: BACK--DAY Iesha and Chicago affectionately play with each \nother, lesha gives him a couple of love taps.\n\nCHICAGO (laughs): You can't make your mind up whether you wanna kiss me or hit \nme, huh? That your way of saying you like my\nass?\n\nIESHA (jokingly): I don't.\n\nCHICAGO (makes a muscle): Feel that. Feel that muscle. That's man stuff.\n\nIESHA: That ain't shit.\n\nChicago grabs one of her breasts.\n\nIESHA: Oww, shit! Muthafucka, don't be grabbing my tittie like that !\n\nANGLE ON JUSTICE Who glances behind her back at Iesha and Chicago and then into \nthe sideview mirror once again.\n\n62A OMIT TIME SLOWS DOWN 63 EXT.: THE TEN FREEWAY-DAY\n\nMONTAGE OF ROAD SIGNS Of various signs along the 10 freeway At first we go past \nsigns that read LA CIENEGA, CENTURY\nCITY\/BEVERLY HILLS, then we begin to read 405 NORTH SACRAMENTO. Different shots \nof the truck traveling between dissolves.\n\n64 EXT. DESERT HIGHWAY--DAY We start on a car as it comes in the other left-hand \nlane, and as it goes past, we WHIP PAN with\nit to reveal the truck. Lucky and Justice are in the front seat. Justice is \nobviously bored out of her mind. Lucky adjusts his vision from\nthe road to her in an attempt to grab her attention.\n\n65 INT. THE:TRUCK--DAY Lucky is driving. He looks at Justice out of the corner \nof his eye. Justice is looking out at the road. Her\nface is concealed behind sunglasses. We cannot tell if she is lost in the \nscenery or in her own world. THE BACK Where Chicago and\nIesha are asleep. Iesha is cradled in his arms. FRONT SEATS Where there is \nvirtual silence. All we can hear are the sounds of the\nengine, the road, and other passing cars. Lucky attempts to break the ice.\n\nLUCKY: You kinda quiet, huh?\n\nJustice doesn 't saty anything.\n\nLUCKY: Guess so.\n\nJUSTICE: Don't have nuthin to say.\n\nLUCKY: Why you so mean? What you got to be so mean about?\n\nJustice remains silent. She continues looking out the window.\n\nLUCKY: Oh, so you one of them angry bitches, huh? A feminist. Justice turns \naround. Lucky has gotten her attention.\n\nJUSTICE: What did you call me?\n\nLUCKY (matter offactly): I said you a mean bitch.\n\nJUSTICE (taking offher glasses): No, nigga! You don't call me no bitch! You \ndon't know me! You don't know nothing about me!\n\nLUCKY: I know you a bitch! Look at the way you actin. I been trying to act all \ncourteous and shit, and I gotta call you a bitch to even\nget your damn attention!\n\nJUSTICE: Fuck you, I ain't no bitch, I am a Black woman! I deserve respect! If \nI'm a bitch, yo momma's a bitch!\n\nLUCKY: You a bitch! We ain't talking about my momma! We talking about you! Think \nyou too fine to talk to nobody! L.A. bitches!\nI'm tired of'em!\n\nJustice is fuming now.\n\nJUSTICE: Let me out!\n\nLUCKY (coolly): Where you gonna go, huh? Where you gonna go?\n\nJUSTICE: Fuck you! I'll walk!\n\n66 EXT. ROADSIDE--DAY Where we see the truck pull to the side of the road. The \npassenger door opens, and Justice gets out, bag\nin hand.\n\nLUCKY: Get tha fuck out then, bitch! Walk your ass home! It'll do them big-ass \nthighs of yours some good anyway! Cottage cheese\nlegs! Justice turns, fuming mad. The last thing you should joke about with a \nwoman is her weight, even if she has a nice body.\n\nJUSTICE: I better not see your ass around L.A. 'cause I'm gonna get some niggas \nto fuck you up!\n\nTHE BACK OF THE TRUCK Where lesha wakes up from the sound of Justice and Lucky \narguing. She mumbles, \"What's going on?!\"\n\nJUSTICE: They gonna fuck you up!\n\nLUCKY: Fuck you, bitch!\n\nJUSTICE: Fuck you up!\n\nThis exchange goes on one more time, then Lucky cuts it off by abruptly closing \nthe passenger door in Justice's face. Iesha pokes her\nhead up from it.\n\nIESHA: What you doing!? What's happening? Where my girl at?!\n\nLUCKY (shifting into first gear): I'm leaving that bitch!\n\nIESHA: Leaving her! You can't just leave my friend out here in the middle of \nnowhere?! Chicago! Chicago, wake up!\n\n67 EXT: DESERT ROAD--DAY From on HIGH we see the truck get back on the road and \ndrive off as we COME DOWN to reveal\nJustice. She is pissed off beyond pisstivity!\n\n68 INT THE TRUCK--DAY Where we see Lucky driving. He is pissed off also. He is \nthinking heavily about his actions.\n\nIESHA (O.S.): Chicago! Lucky left Justice! Lucky left Justice!\n\nCHICAGO (O.S.): So what! I'm trying to sleep!\n\nIESHA (O.S.): But he left her! He left her out in the middle of nowhere!\n\nChicago comes up close to the back of Lucky's head.\n\nCHICAGO (O.S.): Lucky. What's up, G?\n\nLucky sighs and looks into his side mirror.\n\nWIPE:\n\n69 EXT. DESERT ROAD--DAY: MINUTES LATER Justice is in the foreground, and the \ntruck is following along in the background.\nIesha is trying to convince her to get into the truck.\n\nIESHA: C'mon, Justice, get in the truck. Ain't you kinda hot? Lucky said he'd \napologize.\n\nLUCKY Looks at lesha. His face is about as nonapologetic as you can get. Ain't \nno apologies jumping off today.\n\nIESHA: C'mon, Justice. J! (sees something)\n\nJustice walks past a big diamondback rattlesnake. She is so mad, she doesn 't \neven notice it, Iesha plays it off and continues to call\nJustice.\n\nIESHA (turns to Lucky): Justice! She get kinda stubborn sometimes. Stop the \ntruck.\n\nThe truck stops, and Iesha gets out. Chicago gets into the front seat. WIDE As \nwe see Iesha get out of the truck and walk over to her\nfriend. Lucky exits the driver's side and goes to the back of the truck.\n\nTHE BACK OF THE TRUCK Where Lucky opens the wide doors to let Justice and Iesha \ninto the back.\n\nJustice and Iesha come around the corner. The latter holds a consoling arm \naround her friend's shoulders. Justice and Lucky come\nface to face.\n\nJUSTICE (looks up and then with a mean face): You still gonna get fucked up!\n\nIesha smiles and tries to laugh it off. The two women climb inside. Lucky begins \nto close the door, but not before giving his comeback\nto Justice's threat.\n\nLUCKY: Frankly, my dear. I don't give a fuck.\n\n70 INT. ROADSIDE--THE FOREST--DAY\n\n71 INT. JESSIESCAR--DAY HOOTCH MONTAGE We see a pair of nails being Aled with a \nnail filer. A compact mirror, where we\nsee eye shadow being applied to a beautiful brown eye. A PAIR OF NAILS Are being \npainted bright red. The hand is brought up to\nreveal they belong to Colette. She admires her handiwork.\n\n71A EXT ROADSIDE--THE FOREST--DAY HEYWOOD Walks up looking through the \nviewfinder of a small videocam.\n\nVIDEOCAM P. O. V: Where we see Jessie in the foreground standing next to her \ncar. In the far background we can hear the rest of\ntheir party off in the woods. We should get the idea some of them are taking a \nleak.\n\nJESSIE: It's not on. You gotta push the button.\n\nHEYWOOD (V.O.): What button?\n\nJESSIE: The red one.\n\nHEYWOOD (V.O.): Oh, this button. (pushes the button and the word REC flashes on \nthe screen in the left-hand corner.) It's on.\nShowtime!\n\nJessie proceeds to act a fool and show off in front of the camera.\n\nJESSIE: Well, here I am. It's me. (coolly poses on her car and takes a toke of \nher cigarette) In the wilderness. The wild blue yonder.\n\nIn the background we can see Dexter come out of the trees zipping up his pants. \nHe calls back in the trees to one of the women.\n\nDEXTER: Hey, Marine! I think I saw a snake back there. You better hope it don't \nbite your big ass!\n\nJESSIE: They gettin close to nature. (laughs)\n\nHeywood laughs too, offscreen. He drops the camera. WIPE: 72 IXT. THE TRUCK--DAY \nWhere Lucky and Chicago ride along in the\nfront seat. Chicago is driving with one hand and brushing his head with the \nother. Chicago starts humming a few bars of a song.\nLucky joins in with a bass beat from his mouth. We soon recognize the theme from \nSanford and Son.\n\n73 EXT. THEROAD-DAY We see the truck drive along.\n\n74 INT: THE TRUCK--LATER\n\nCHICAGO: I'm telling ya, it was him. Saw 'em in the liquor store.\n\nLUCKY: Which one?\n\nCHICAGO: J and B on Manchester?\n\nLUCKY: ... You out your mind!\n\nCHICAGO: He had the beard, tha voice, everything. He bought a forty of Red Bull.\n\nLUCKY:You saw Marvin Gaye in the liquor store, buying a forty? You stupid \nmuthafucka!\n\nThe truck makes a funny noise.\n\nCHICAGO: (Rrushing his head) It's thirsty. Pull the second tank.\n\nLucky pulls a knob. The car makes another weird noise. Chicago and Lucky look at \neach other, bewildered.\n\nBACK OF TRUCK Justice and lesha look at each other. Justice is making shapes \nwith a piece of string.\n\nLUCKY: Empty. I thought you filled 'em.\n\nCHICAGO: I thought you did.\n\nLucky gives him a look that reads \"You stupid muthafucka.\" CUT TO: 75 EXT. \nROADSIDE COFFEE AND GAS-DAY Where we see\nthe truck pull into one of the stations. In the background we see an eigh teen-\nwheeler semi truck pull into the other side. ANOTHER\nANGLE As Lucky hops out of the truck. He walks toward the back of the truck, \njust as lesha and Justice open the back doors. We\nhold on them for a moment.\n\nIESHA: Good, now I can get me some liquor!\n\nThey walk past as we follow them and end on Chicago.\n\nCHICAGO: Hey, hey, don't get crazy now! And buy me a forty and some Cheetos!\n\nThe girls walk on. Iesha waves off Chicago.\n\nLUCKY (O.S.): You need to put her in check! C'mon, let's hurry up. Try to stay \non schedule for a change. Fuck that CP time!\n\nTHE PUMP: OPPOSITE SIDE A foot steps out of the cab. A pair of gloves are taken \noff, revealing worn callused hands. The same\nhands unscrew the cap off the truck's massive gas tank.\n\nTNE SIDE OF THE GAS PUMP THE' PUMP Where we see Lucky's hand grab the handle. \nAnother hand grabs at the same time.\n\nLUCKY Looks up to see. A large white Trucker. Checked shirt, suspenders, big \nleather boots. There is a short moment between Lucky\nand the trucker.\n\nLUCKY: You mind?\n\nT'he Trucker nods, indicating that he doesn't. He continues to study Lucky.\n\nOPPOSITE SIDE OF THE PUMP Where Lucky inserts the nozzle into the tank and \nbegins to pump the gas.\n\nCUT TO: 76 INT. ROADSIDE COFFEE AND GAS-DAY THE FREEZER Where Iesha is selecting \nliquor.\n\nIESHA: I gotta have my Gordon's and Socko. Justice, check that freezer, see if \nthey got some Super Socko. ... Hey, they don't have\nOld E! Y'all don't have no Old English?\n\nTHE COUNTER Where the cashier throws his hands up, indicating that they don't \ncarry.\n\nJUSTICE: Girl, don't you know they don't sell that outside of Black \nneighborhoods?\n\nIESHA: Oh yeah, I forgot. Oh well, Chicago gonna have to settle for a Miller \nLight.\n\nJUSTICE: Don't get too crazy now. You know how you get when you drink. You heard \nwhat your man said.\n\nIESHA: Chicago?! I don't listen to him. He ain't my daddy!\n\nJUSTICE: He's supposed to be your man, though.\n\nIESHA: Sheeehit! I got him sprung! I be making that fool stutter. You know he \nstart stuttering when he lying and shit.\n\nCUT TO: 77 EXT. ROADSIDE COFFEE AND GAS-DAY CLOSE: CHICAGO\n\nCHICAGO: Now, now, now, wait, wait, wait, see, see, see! ANOTHER ANGLE\n\nLUCKY: Money?! You give her money?!\n\nCHICAGO: Just sometimes. I like my woman to have tha best.\n\nLUCKY: You getting playedl How much o' that coochie she be giving up?\n\n77A EXT. ROADSIDE COFFEE AND GAS--DAY BACK TO STORE\n\nIESHA: I don't hardly have to do nothing. I be rationing it to 'em.\n\nJUSTICE: Rationing tha booty! (laughs)\n\n77B EXT ROADSIDE COFFEE AND GAS--DAY BACK TO PUMP\n\nCHICAGO: Aw, nigga, I be knocking that shit out every other day. She can't get \nenough o' me.\n\n77C EXT ROADSIDE COFFEE AND GAS--DAY BACK TO STORE\n\nIESHA: That nigga is weak! Ain't got no rhythm! Plus, he a preemie! You know \nwhat a preemie is? Two-minute brotha.\n\nJustice laughs.\n\n77D EXT.: ROADSIDE COFFEE AND GAS--DAY BACK TO PUMP\n\nLUCKY: You paying for it!\n\nCHICAGO: Wait, wait, wait!\n\nLUCKY: Naw, nigga, you can't say shit! You paying for it! Paging for tha poon!\n\nHe glances across the pump. THE TRUCK Where the Trucker stands patiently with \nhis arms folded.\n\nLUCKY: Be done in a second, cuzz.\n\nThe Trucker waits. Arms folded.\n\n77E EXT ROADSIDE COFFEE AND GAS--DAY BACK TO STORE\n\nJUSTICE Is at the counter.\n\nJUSTICE: You got everything?\n\nIESHA: Yeah. So what you think of Lucky?\n\nJUSTICE: I don't. Look.\n\nShe points to a display where we see some toy water guns.\n\nIESHA: Oooow!\n\nThe cashier has finished. He has a total.\n\nCASHIER: That'll be $15.35.\n\nJustice walks back over to the counter.\n\nJUSTICE (O.S.): I got it. Iesha, pick up some o' those blow bubbles, too.\n\nCUT TO: 78 EXT ROADSIDE COFFEE AND GAS--DAY Where we see Justice burst out of \nthe store laughing. She turns and begins\nsquirting water at lesha. We travel with them back to the truck as Iesha \nplayfully squirts Chicago. He starts running after her. He\ncatches her, and they affectionately play with each other. The contrast of their \nplay to the tension between Lucky and Justice is\napparent. They share a quiet, uncomfortable glance. Justice gets into the \npassenger seat.\n\nLUCKY (to Chicago and lesha): Get in tha truck! We don't have all day! Shit! I \ngotta be somewhere.\n\nHe walks around the side of the truck. THE PUIMP Where the Trucker begins \npumping his gas.\n\n79 EXT. ROADSIDE COFFEE AND GAS--DAY Where we see the truck take off once more.\n\n80 INT: THE TRUCK--DAY THE BACK Where Iesha and Chicago are kicking it. Chicago \nlooks bored. Iesha is mixing the gin with the\nSuper Socko.\n\nIESHA: Drink some o' this.\n\nShe hands him the Super Socko. Chicago takes a squig.\n\nIESHA: Drink some more. To the middle.\n\nChicago takes a couple more drinks. He checks for the level of Socko left. Iesha \ntakes the bottle back and fills it with gin. She then\nproceeds to shake it up.\n\nCHICAGO: Lemme have my forty.\n\nHe looks in the bag.\n\nIESHA: They didn't have no Old E.\n\nChicago looks frustrated. Iesha has finished her concoction. She samples her \nwork. Taking a small sip from the bottle.\n\nIESHA: Mmmmmm.\n\nShe passes the bottle to Chicago, who takes a sip. Over their drinking we hear \nJustice's voice.\n\nJUSTICE (V.O.): \"Love is a juice with many tastes. Some bitter, others sweet. A \nwine which has few .. .\"\n\n81 INT. THE TRUCK: FRONT--DAY\n\nJUSTICE'S NOTEBOOK Where we see her hand write.\n\nJUSTICE (V.O.): \"... few... vineyards.\"\n\nJustice is lost in thought. Where to go from here?\n\nLUCKY Takes notice of her writing out of the corner of his eye.\n\nJUSTICE Notices Lucky looking at her periodically. She takes particular notice \nof his dirty nasty fingernails.\n\nJUSTICE: Your fingernails are dirty.\n\nLucky looks at his fingernails. He seems kinda self-conscious and moves his \nhands to another part of the steering wheel.\n\nLUCKY: What you writing?\n\nJUSTICE (a beat): Stuff.\n\nThere is an uneasy space of time between them. They look at each other out of \nthe corner of their eyes. They almost make eye\ncontact.\n\n82 EXT THE ROAD--DAY Where we see the truck zoom up the road and into the \ndistance. DISSOLVE TO:\n\n83 INT. THE TRUCK--DAY THE BACK Where Chicago and Iesha settle in the back seat \nletting the liquor take its effect.\n\nCHICAGO: Say you love me.\n\nIESHA: Why?\n\nCHICAGO: CauseI said so!\n\nIESHA: That's what you wanna hear, huh?\n\nCHICAGO: Yeah.\n\nIESHA: Really? Good. (gets up, stretches her arms) You're so dumb. The more I \nteach you the dumber you get. (does a double take\nand smells the air) Mmmmm. S'mthing smell good.\n\nTHE FRONT FROM THE OUTSIDE: DRIVER'S SIDE Where Lucky and Justice sit.\n\nLUCKY: What's that smell?\n\nJustice samples the air with her beautiful nose.\n\nJUSTICE: Barbecue.\n\nChicago comes up front.\n\nCHICAGO: Y'all smell that?\n\nLUCKY: (his eyes catching something) Yeah.\n\nFROM THE INSIDE OF THE WINDOW We see a sign which reads JOHNSON FAMILY REUNION.\n\nIESHA: What this?\n\nJUSTICE (with open eyes): Oh shit! Look!\n\nANOTHER ANGLE As we see a virtual ocean of Black faces in the distance. There is \na gathering of some kind going on in a large park\nby the side of the freeway. We start on this image, then PAN over to reveal the \ntruck moving forward.\n\n84 EXT. THE TRUCK--DAY As we travel alongside the truck as we see it in relation \nto the reunion. Note Three Levels: Truck in\nf.g.iTrees in m.g.\/People in b.g.\/Characters speak in Long Shot.\n\nCHICAGO: C'mon, we gonna get some barbecue.\n\nLUCKY: We can't stay long, man. I gotta get to Oakland. Why niggas always gotta \nbe thinking about eating?! You eat too much\nanyway. That's why you head so big. Hair look like taco meat.\n\n85 EXT. THE TRUCK--DAY As the truck stops and everybody gets out and walks \ntoward the gathering of people. Iesha lags behind\nand takes the last couple of sips from her drink. She takes one long last hit.\n\n86 EXT THE JOHNSON FAMILY REUNION--DAY WIDE As we START on Lucky, Justice, and \nChicago, and Iesha running to\ncatch up. They are walking forward just as we SWING behind them and CRANE UP to \nreveal a banner that reads JOHNSON\nFAMILY REUNION.\n\nMONTAGE OF IMAGES We see people talking, playing games, some hugging, reunions \nbetween relatives, old mixing with the young,\nsome dancing and a lot of food being cooked. This is the Johnson Family Reunion. \nWe emphasize this last image of food being cooked.\n\nLUCKY AND CHICAGO Look at each other. Their intentions are obvious.\n\nIESHA\n\nCatches up as we PULL BACK with her, to reveal all four of them.\n\nIESHA: What y'all gonna do?\n\nCHICAGO: We gonna eat.\n\nJUSTICE: This ain't your family!\n\nLUCKY: We Black. They don't know that.\n\nANGLE Where we see a brother who is walking through the crowd obviously drunk. \nHe is about thirty years old and has a beard. He is\nalso talking very loud greeting everyone around him. Everyone around seems to be \namused by his antics. He is known as Cousin Pete.\n\nCOUSIN PETE: My cousins! My cousins! I'm with my family! My family! (sees a \ncouple of line women standing together) Mmmm,\nhow you doing? We related, huh?\n\nThe woman nods yes.\n\nCOUSIN PETE: Oh, really? Well, you know, third removed don't count. laughs and \nmoves on)\n\n'I'he crowd parts to reveal him as he walks toward the foursome.\n\nCOUSIN PETE: My cousins! My cousins! What's up, cousin? You got a pretty \ngirlfriend here. Y'all make a good couple.\n\nJUSTICE'S FACE As she reacts to being called Lucky's girlfriend.\n\nCOUSIN PETE: What's your name, cousin?\n\nLUCKY: People call me Lucky.\n\nCOUSIN PETE: With a lady like this, I'd say that too. What's your name, sweet \nli'l West Coast thang?\n\nJUSTICE: Justice.\n\nCOUSIN PETE: Justice? You mean like the law, huh?\n\nJUSTICE: Yeah.\n\nCOUSIN PETE: How you get a name like that?!\n\nJUSTICE: It's a long story. This is-\n\nIESHA (putting on airs) Iesha. And this is my husband, Chicago.\n\nWe see subtle eye contact between Iesha and Justice.\n\nCHICAGO: How you doing?\n\nLUCKY: Yo, ah--cousin, what's your name?\n\nCOUSIN PETE: Just call me Cousin Pete. I want y'all to meet some family.\n\nThey begin to walk, Cousin Pete leading the way.\n\nANOTIFER ANGLE: MOVING BACK As Cousin Pete begins introducing Lucky, Justice, \nlesha, and Chicago to the Johnson family. He\nintroduces a few relatives, then we switch to a P.O.V. shot and we GO PAST their \nfaces and see them as he says their names. We end\non three old ladies sitting at a picnic table.\n\nCOUSIN PETE (V.O.): This is Aunt Jessica, Uncle Herb, Aunt Aida Pearl, Uncle \nFred and his wife Wilma, Cousin Isaac, Cousin\nJames, Cousin Kwame, the Kids, I don't know all of they names, and sitting here \nis Aunt June, Aunt May, and Aunt April. THE\nBENCH Where three old women sit: Aunt April, Aunt May, and Aunt June. From their \nfaces we can tell they are full of opinions.\n\nCOUSIN PETE: So y'alljust enjoy yourself, and have fun.\n\nIesha and Chicago go to sit down on the bench across the table from the three \nold women. Iesha sits in Chicago's lap.\n\nLUCKY: That food looks good.\n\nCOUSIN PETE: Don't it? Go on, help yourself\n\nLucky and Justice walk toward the tables with food.\n\nANGLE: MOVING BACKWARD On lesha and Chicago\n\nIESHA (wit to sarcasm): Goodbye. Don't they make such a nice couple?\n\nJUSTICE Turns and throws lesha a nasty look and continues walking with Lucky.\n\nBACK TO TABLE Where lesha and Chicago settle. They are both thoroughly amused by \nthe game they are playing. The both a them\nthen turn to notice\n\nTHE STERN FACES OF THE THREE OLD WOMEN We PAN past the stern faces of Aunt \nApril, Aunt May, and Aunt June. We rest\non June's face as she speaks...\n\nAUNT JUNE: Are y'all in love?\n\nIESHA AND CHICAGO Look at each other.\n\nIESHA: Yeah.\n\nAUNT JUNE: Do you know what love is child?\n\nIESHA: No.\n\nAUNT MAY: How can you be in love if'n you don't know what it is?\n\nIESHA: That's just how things go.\n\nThe three women are quiet for a moment.\n\nAUNT MAY: Are y'all married?\n\nIESHA: Yeah.\n\nAUNT APRIL: You young. How long you been married?\n\nIESHA (looks at Chicago): Six months.\n\nAunt June's hawklike eyes probe Iesha.\n\nAUNT JUNE'S P.O.V.: We see lesha's hand on Chicago's shoulder. Then we TILT UP \nto reveal her face. She looks at her hand\nsearching for a ring.\n\nIESHA: Oh, I don't wear it alla time.\n\nWIDE Of the table. You could cut the tension in the air with a knife.\n\nAUNT JUNE (to Chicago): You don't mind if she don't wear your ring?\n\nIESHA (answers for him): No, he don't mind.\n\nAUNT MAY: I think he can answer for himself. If he's a real man. A real man \nalways answers for himself.\n\nCHICAGO (a beat): No. No-I don't mind.\n\nThe three women shake their heads. One says, \"Shoot, my husband kill me if I \ndidn 't wear no ring. \"\n\nCUT TO: 87 EXT. THE JOHNSON FAMILY REUNION--DAY THE FOOD TABLE Where Lucky is \nfilling his plate with food. Justice\nis nearby. Next to her is a woman with a baby. The woman is trying to fix a \nplate of food and hold the baby at the same time.\n\nJUSTICE: Damn you greedy.\n\nLUCKY: Gotta eat to live.\n\nJustice notices the woman having trouble juggling baby and plate.\n\nJUSTICE: You need help?\n\nWOMAN: Thank you.\n\nJustice takes the baby in her arms. Lucky looks at her out of the corner of his \neye and continues surveying the food.\n\nJUSTICE: Aww, she's so cute.\n\nWe see the baby's face. She is a black angel.\n\nLUCKY (with sarcasm): You be seeing them professional men, huh? Doctors, \nlawyers, pharmacists. (tastes something, then adds)\nStreet pharmacists?\n\nJustice looks at Lucky, then down at the baby.\n\nLUCKY: Ah huh, I knew you was like that.\n\nJustice says nothing.\n\nThe Woman finishes fixing her plate.\n\nWOMAN: Here, I'll take her.\n\nJUSTICE: She's beautiful. What's her name?\n\nWOMAN: Her name is Imani.\n\nThe Woman walks off to a table and sits with another group of relatives.\n\nJUSTICE: You got a kid?\n\nLUCKY: Why?\n\nJUSTICE: 'Cause you look the type.\n\nLucky begins to walk.\n\nANOTHER ANGLE: WIDE TRAVELING As they walk together and talk. In the background \nwe see kids playing, and some old men\nthrowing horseshoes, etc.\n\nLUCKY: What's the type?\n\nJUSTICE: Dunno, you just look like--like--\n\nLucky looks at her for a second, stops walking, and walks on.\n\nLUCKY (changing the subject): Anyway! You got any kids?\n\nJUSTICE (vehemently): Hell, naw. I don't like kids.\n\nThey arrive at some chairs and sit down.\n\nLUCKY: Don't look like that to me! (looks around) This is good. You ever been to \none a' these?\n\nJUSTICE: No. I don't have a lot of family. The family I have ain't that close.\n\nLUCKY (looking around): Well, I never seen this many Black folks in one place \nwhere there wasn't no fight. Hmmm. ... Now what\nabout these street pharmacists you useta go out with?\n\nJUSTICE: Yeah, I only went out with one.... He was my first boyfriend--my first \nlove.\n\nLUCKY: So you was out for tha money, huh?\n\nJUSTICE: No. Just 'cause somebody does a certain something for a livin don't \nmake 'em a bad person. Some people don't choose their\npath in life. They let other folks write their story. Most of them in jail now. \n(adds)\n\nThere's some fine niggas in jail.\n\nLUCKY: You used to count his money?\n\nJUSTICE: Yep.\n\nLUCKY: Write letters to 'em while he was inna county jail?\n\nJUSTICE: Mmmm-huh. That's right.\n\nLUCKY: You used to send 'em naked pictures while they in jail too?\n\nCLOSE: JUSTICE'S FACE\n\nJUSTICE (a beat): You getting too personal. ... Oh what do you know. You don't \neven keep your nails clean!\n\nShe gets up and walks awtty. Lucky just looks at her, grins, and shakes his \nhead.\n\nDISSOLVE TO:\n\nDIFFERENT IMAGES Kids playing. Two little boys fight and are broken up by Cousin \nPete, who says, \"Y'all family. Don 't fight. \"\n\nOLD MEN THROWING HORSESHOES. Some young people are dancing. A few older folk \njoin in on the fun. Lucky and Chicago\nplaying a game of spades with Cousin Pete and another man. Iesha going to an ice \nchest to get a Bacardi Cooler. Justice playing with\nsome children. The three old women sitting like statues. Lucky and Chicago \nwinning a hand, then starting the game up again. Cousin\nPete shouts out, \"Awright then, let's play for money, play for money!\" Iesha \ngetting another drink. Justice resting on the beautiful\ngreen grass as a little girl puts a flower in her hair. Suddenly, she turns to \nnotice something. One of the old women taps another as all\nthree direct their attention toward Iesha, who is talking to some brother, a \nfly-looking Johnny Gill type. There is definite interest in both\ntheir eyes. Justice looks from this sight over toward Chicago.\n\nTHE CARD TABLE Where Chicago notices this also. He is pissed. Offscreen, someone \nasks him to deal his hand. He does so, never\ntaking his eyes off of ...\n\nIESHA AND JOHNNY We PAN from Iesha's drunken smiling face to the handsome face \nof Johnny.\n\nTHE OLD WOMEN Are having a field day. All three of them are talking away and \nlooking out the corner of their eyes.\n\nJUSTICE Gets up from the children and walks over toward lesha. WIDE As Justice \napproaches lesha and Johnny.\n\nJUSTICE: I gotta talk to my friend for a second.\n\nRACK TO CARD TABLE Where we MOVE IN on Chicago's face.\n\nLUCKY: Looks at Chicago and then over toward lesha.\n\nHACK TO SHOT Where lesha pulls away from Justice and goes back to talking with \nher new friend.\n\nCHICAGO Gets up and throws his entire hand down. We PAN OVER to Lucky, who takes \noff his hat and scratches his head.\n\nLUCKY (under his breath): Oh, shit!\n\nWIDE SHOT As Chicago walks into the shot toward lesha and Johnny. lesha looks \nover at Chicago nonchalantly. She doesn't even\nacknowledge his presence. Chicago grabs her arm. Iesha pulls away and tries to \nresume her conversation. Chicago pulls her again, and\nlesha walks away toward the parking lot. Johnny tries to interfere and Chicago \npushes him. She begins cursing loudly, making it more\nof a scene than it already was. Chicago and the brother get into a fight. \nSeveral family members attempt to break it up.\n\nJUSTICE Is embarrassed. She looks over at Lucky.\n\nLUCKY Looks back at her. Their eyes meet.\n\nLUCKY (to the card group): Y'all don't mind if I take some food to go, do you?\n\nTHE TABLE Where the old women sit.\n\nAUNT JUNE: Humph, that ain't gonna last long.\n\nCUT TO: 88 EXT THE ROAD--DAY: OVERHEAD ON CRANE As we see the empty road, then \nZOOM as the truck goes up into the\ndistance. We hear lesha and Chicago arguing.\n\n89 INT. THE TRUCK--DAY LUCKY Is driving once more. He taps his fingers on the \nsteering wheel and looks over at JUSTICE Who\nlooks at him shakes her head and looks out the window.\n\nTHE BACK Where Chicago and Iesha are going at it. Swinging insults like swords.\n\nCHICAGO: What's your muthafuckin problem, huh? What's your muthafuckin problem? \nWhy you disrespect me like that, huh?! Why\nyou disrespect me?\n\nIESHA: Fuck you! You don't own me!\n\nCHICAGO: Fuck you, bitch! Fuck you and your pussy!\n\nIESHA: If I'm a bitch, why you wit me, huh? Why you wit me?! Leave, then! Step \ntha fuck off! 'Cause I ain't in the business of\nkeeping niggas when they don't wanna be kept! All that talking--do it while you \nwalkin.\n\nTHE FRONT Justice is fed up. She looks over at Lucky.\n\nJUSTICE: Pull over.\n\n90 EXT. RESTSTOP--DAY Where the truck pulls over in line with a row of ten-\nwheelers.\n\n91 INT. THE TRUCK--DAY THE BACK\n\nCHICAGO: Why we stopping?\n\nIESHA: Good, I gotta pee.\n\nCHICAGO: 'Cause you drinking too much! That's your goddamn problem. You an \nalcoholic bitch!\n\nThey continue arguing back and forth.\n\n91A EXT: RESTSTOP--DAY\n\nTHE PASSENGER DOOR Justice hops out of the truck and goes toward the back. THE \nBACK Of the truck, where Iesha (bottle in\nhand) opens the door.\n\nJUSTICE (coolly): C'mere. I gotta talk to you.\n\nIesha faintly sees the anger on Justice's face but is not aware that it is \ndirected toward her.\n\nIESHA (sweetly and drunk): What's wrong, J? Lucky talking shit again? I'ma fuck \nhim up! Where he at?\n\nJustice lures Iesha out to the middle of the parking lot. The latter is holding \nher stomach. A few truckers walk past to notice the two\ngirls arguing. Iesha begins to convulse, then she throws up on the ground. She \ncalmly and coolly accepts a tissue from Justice, then\nsays ...\n\nIESHA: What's the problem?\n\nJustice grabs the bottle out oflesha's hand.\n\nIESHA: My drink!\n\nJUSTICE (smashes the bottle on the ground): This is the problem! (pushes Iesha \nin anger) You acting like a stupid bitch, Iesha! A\nstupid, alcoholic bitch! I'm tired of seeing you get drunk! That's why I don't \ngo nowhere with you--'cause you get crazy! You just like\nmy damn ... momma was.\n\nIesha looks at her angry friend as if stunned. Actually, she is drunk. lesha \nsways back and forth as if in a daze. She begins crying.\n\nIESHA (crying): I'm sorry.\n\nJustice's anger gives way to compassion. She hugs her friend. WIDE SHOT As they \nhug each other and an eighteen-wheeler pulls out\nand away. ANOTHER ANGLE As the large truck goes past, to reveal the women once \nmore.\n\nJUSTICE: It's all right. It's all right. You my girl and all, but you gotta \nchill on the liquor. Iesha continues to cry, mumbling in a\ndrunken tone about how much she values Justice's friendship: \"You helped me when \nI had that abortion,\" etc. Crying gives way to\nsniffles, and lesha tries to regain her composure. She turns around to see ...\n\nREVERSE ANGLE THE TRUCK Where Lucky and Chicago sit by the front of the truck. \nChicago is looking at Iesha.\n\nIESHA'S FACE As she wipes her tears away and stands up straight. She looks in \nher Fend bag to pull out some tissue, maintaining her\ndignity in front of the men.\n\nIESHA: I gotta pee.\n\nJustice looks at her friend and almost cracks a smile. They walk off toward a \nrestroom.\n\nJUSTICE (playfully): Cow.\n\nIESHA: You a cow. Cow! Mooo!\n\nBACK TO TRUCK\n\nLUCKY: I'm telling you she's crazy, Loc. You better get ridda her.\n\nCHICAGO (upset): Damn man, I gotta piss. I 'ma go over here and piss in the \nfield. Get my nuts close to nature and shit.\n\nAs they walk off.\n\nDISSOLVE TO: 92 EXT JUSTICE'SHOUSE-SEVEN YEARSEARLIER--DAY We see an early-model \n1 980s car pull up the driveway.\nOut the passenger door springs a twelve-year-old Black girl. This is Justice, \nseven years younger. She runs toward the house. The\ndriver of the car is Geneva, Justice's grandmother.\n\nGENEVA: Girl, you better come on back here and help me with these grocery bags!\n\nTHE STEPS Where Young Justice reluctantly shrugs her shoulders and walks back \ntoward the car.\n\n93 INT. JUSTICE'S HOUSE--THE KITCHEN--DAY Where Justice and her grandmother put \naway the groceries. Geneva snatches a\nbox of cookies out of Justice's hand.\n\nGENEVA: You'll spoil your dinner. I'm making ox tails. (calls out) Alfrieda! \nFrieda! Go tell your mother to come here!\n\nThe little girl takes off.\n\n93A INT JUSTICESHOUSE-DAY THE STAIRS As Young Justice shoots up the stairs.\n\n938 INT JUSTICE'S HOUSE--DAY THE TOP OF THE STAIRS\n\nJustice the adult woman arrives at the top of the stairs.\n\nYOUNG JUSTICE: Momma! Momma! Nanny want you!\n\n93C INT. JUSTICE'S HOUSE--DAY AN OFFICE ROOM As Justice looks in. No Momma here.\n\n93D INT. JUSTICE'S HOUSE--DAY JUSTICE'S MOTHER'S BEDROOM No one here.\n\n93E INT. JUSTICESSHOSSE-DAY THE BATHROOM We see Justice walk forth. She slows \ndown as she discovers ANOTHER\nANGLE As we move toward the body of a woman collapsed on a tile floor of the \nbathroom.\n\nYOUNG JUSTICE'S FACE She screams!\n\n93F INT. JUSTICE5SHOSSE-DAY BACK TO KITCHEN As Justice's grandmother hears her \nscreams.\n\n93G INT. JUSTICE'S HOUSE--DAY THE TILE FLOOR We see an opened bottle of pills. \nDifferent angles of pills on the tile floor.\n[Idea: Image of Justice's mother's hand open, holding pills, in the background]\n\nOVERHEAD Justice's grandmother grabs Justice and discovers the body. ANOTHER \nANGLE As Justice is pulled away. Geneva turns\nher face away from the horror of Justice's dead mother and into the hallway \nmirror. Justice covers her face up, then slowly looks at\nher reflection. The light behind her changes, and we are back into ...\n\n94 INT. REST STOP BATHROOM--DAY Justice looking at herself in the mirror. A \nbeat.Ilesha comes out of the stall behind Justice\nand taps her shoulder.\n\nANOTHER ANGLE As lesha walks past and we end on Justice.\n\nIESHA: Let's go.\n\n95 EXT RESTSTOP--DAY: MINUTES LATER A BENCH Where Lucky sits eating some \nleftover barbecue. Music is playing from his\nsmall boom box. Chicago is lost in thought. He is visibly shaken by the recent \nevents. He looks out along the road and then down\ntoward the ground.\n\nLUCKY: Hey, hey, hey, pick your head up. Don't be a buster! You don't want her \nto know you upset! Be cool!\n\nCHICAGO'S FEET Where his shoelaces are untied.\n\nCHICAGO: I gotta tie my shoelace.\n\nLUCKY: Wait, just wait. ... Leave it untied--it'll look better that way.\n\nCHICAGO: That shit played out years ago.\n\nChicago bends down to fasten his shoes. Lucky looks at him and shakes his head. \nThen he looks up to notice\n\nCHICAGO'S P.O.V.: LOW ANGLE While he is down on his knees, Justice andIlesha \nwalk up. Chicago looks up and sees Justice, who\nwalks away to reveal Iesha. Iesha mumbles the \"shake it to the east\/shake it to \nthe west\" cheer.\n\nWIDE As Justice sits on one side with Lucky. Iesha puts her arms around \nChicago's neck and gives him a kiss. Justice and Lucky\nlook at this exchange out of the corner of their eyes. CHICAGO As he attempts to \nstay angry in light of this loving treatment. He looks\nover at Lucky.\n\nCHICAGO (uncomfortable): Is it good?\n\nLUCKY: Jammin.\n\nJustice looks away, listening to the music.\n\nJUSTICE: This is nice. Who's this?\n\nLUCKY: My cousin Kalil.\n\nJUSTICE: (matter offactly) He's flowing.\n\nLUCKY: I give him ideas and stuff sometimes. That's who I'm going to see now. We \ngot this music thing going.\n\nCHICAGO (sarcastic): It's all right.\n\nLUCKY: Fuck you, bitch. Why you always got something negative to say?! At least \nthe nigga's creative!\n\nCHICAGO: I'm creative! I know how to dress.\n\nLUCKY: That ain't shit. You just a post-office-working nigga can't even get into \nthe union. What you got?\n\nCHICAGO: What you got? Just cause you in the union don't mean shit !\n\nJUSTICE: Why y'all always fightin? I thought y'all was friends?\n\nCHICAGO: We ain't friends. We just work at the same place.\n\nThere is a pause. No one but the air moves. lesha is restless. She gets up. \nSobriety gives way to silliness. She stands and begins\nstomping on the ground and slapping her legs. She continues to do the \"shake it \nto the east\/shake it to the west\" cheer.\n\nIESHA (to Justice): Remember this?! Audubon Junior High?! \"Shake it to tha east, \nshake it to tha west--it really doesn't matter who\nshakes the best!\"\n\nJustice joins in. The Two Guys just look at them crazy.\n\nCUT TO: 96 INT THE TRUCK--DAY Chicago and Iesha poke their heads through the \nback. Everybody seems to be in a good mood.\nIesha is telling a joke.\n\nIESHA: So we up in heaven, right? And it's Judgment Day. And this brother goes \nup to the gate. The angel at the gate says, \"How\nmany times did you cheat on your wife?\" The brother says, \"I never cheated on my \nwife.\" So the angel checks the book and says,\n\"You're right.\" So the brother rolls on into heaven in a Rolls-Royce.... So \nanother brother comes in and he says, \"I can't lie. I cheated\non my wife once.\" So the angel checks the book, and he rolls on into heaven in a \nCadillac. ... So then this other brother comes in and\nhe's a straight-up hoe, and he tells the angel, \"Well, I can't remember how many \ntimes I cheated on my wife.\" So he goes and rolls into\nheaven on a bike. So now he's in heaven and he's just pedaling along, and he \nrolls by the brother in tha Rolls, who is crying. So the\nbrother on the bike says, \"Why you crying? You rollin through heaven in a Rolls-\nRoyce.\" And the brother in the Rolls says, \"I just\npassed my wife on roller skates!\"\n\nEverybody laughs.\n\nJUSTICE: (looks at Lucky) You need to clean them nails. Get a manicure. Plenty \nmen do it. Football players, basketball players. They\nall come in the shop.\n\n96A EXT THE ROAD--DAY\n\nLUCKY (V.O.): You out your mind!\n\nWhere we see the truck shoot up past a beautiful California backdrop.\n\n97 EXT ALICE'S RESTAURANT--DAY Where we see Jessie's Lexus roll up, as well as \nthe other car with the girls inside.\n\nHEYWOOD (V.O.): Finally! I could eat a horse!\n\nJESSIE (V.O.): From the looks this place, they probably have that on the menu.\n\nThey get out of the car and walk toward the restaurant.\n\nTHE TERRACE: OUTSIDE Where some bikers sit eatin lunch.\n\nBI KER: So I said, Fuck that! got on my bike--ran 'em over!\n\nHe picks up a bottle of Evian and takes a squig.\n\n97A IN'I1 ALICES RESTAURANT--DAY ANOTHER ANGLE: JESSLF'S P.O.V. V As we go into \nthe cafe on the backs of Heywood\nand Dexter, who part to reveal a cafe full of bikers, motorists, and a Waitress. \nJessie looks her up and down. The sound of Steely Dan\n's \"No Static at All \" flows through the room. There is definitely a bohemian \natmosphere here.\n\nREVERSE ANGLE: JESSIE Checking out the place. WAITRESS: (instantattitude) How \nmany?\n\nJESSIE: Seven, please. Smoking section. I gotta have a cigarette.\n\nWAITRESS: There is no smoking section.\n\nJESSIE: I see. Just gimme a seat then.\n\nWAITRESS: You can have that table over there once it's cleaned off.\n\nTHE TABLE Where a man begins setting the table.\n\nDEXTER (to Heywood): Man, why you always rubbing your stomach?\n\nJessie playfully rubs Heywood's stomach. The Waitress comes back. The Waitress \nbegins walking to a table across the room. Jessie\nand party follow.\n\nDEXTER: Maybe we should go to an AMIPM on the way. I'm not that hungry.\n\nJESSIE: I don't want no frozen food, no chips. I need something hot to eat. \nBesides, these folks need to see some Black people\nSometimes. Wake 'em! Pick'em up! Give something interesting to talk about.\n\nTHE TABLE Where they arrive and pick up menus. Jessie begins to look in a menu \nas she notices behind her a couple, white,\ntwentysomething, who are arguing. Everybody else at the table looks over at the \ncouple too. Jessie ignores this and begins to select\nfrom the menu.\n\nHEYWOOD: I like this. Healthy food. Good people.\n\nMAXINE: They got avocado salad. I love avocadoes.\n\nJESSIE: Anyway. Make sure we got some tabasco sauce at this table. You know they \nfood don't have no taste to it. She looks in her\npurse, pulls out a pack of cigarettes, picks one out, and lights up.\n\nANOTHER TABLE Where the Waitress takes another order. She keeps looking toward \nJessie and Co.\n\nDEXTER: Jessie, you know this is the nonsmoking section.\n\nMAXINE: Look. Look. Girlfriend is tryin to decide whether or not to come and \ntell you to put it out.\n\nWe see the Waitress at the other table. She is definitely looking in Jessie's \ndirection.\n\nJESSIE: She better just keep thinking.\n\nWAITRESS'S P. O.V: The Waitress begins walking toward Jessie. At the end of the \nshot she comes to the front of the table, just as\nJessie lets out a cool puff of smoke and gives a look as if to say \"What the \nhell you want?\"\n\nHEYWOOD: Oh look, baby's got some courage. Here she comes.\n\nANGLE The Waitress arrives at the table.\n\nWAITRESS: You have to put your cigarette out. You're ruining the environment.\n\nTHE KITCHEN Where we see Arlo Guthrie flipping burgers on the grill and smokin a \njoint.\n\nBACK TO SCENE\n\nJESSIE (ignoring her): I'm almost Anished. Gotta satisfy my nic-fit. Be done in \na sec.\n\nWAITRESS: I'm not gonna take your order if you smoke.\n\nJESSIE (looks up): Well then, you can just stand there and wait until I finish \nmy smoke.\n\nWAITRESS: You are disturbing other customers.\n\nJESSIE (turns around to the other table): You mind?\n\nThe couple nods they don't mind.\n\nJESSIE (to her entourage): You mind?\n\nEverybody at the table nods their approval.\n\nJESSIE (sarcastically): Thank you.\n\nThe Waitress storms away as if she has been personally insulted.\n\nJESSIE: With her Farrah Fawcett 1977 hairdo. This place is a time warp.\n\nThey all laugh loudly. Jessie continues to smoke.\n\nBACK TO TABLE\n\nDEXTER: I think we should go.\n\nJESSIE: Dexter, calm down. I ain't gonna let you get lynched. This ain't \nMississippi. (opens her purse) You see that?\n\nWe see a .38 pistol inside her purse.\n\nJESSIE: I got it all under control. I don't play. Ask Maxine. You remember what \nI did to that nigga in Riverside that grabbed my booty?\n\nH EYWOOD (changing subject): I wonder what happened to Justice?\n\nCOLETTE: I feel kinda bad she had to drive up by herself.\n\nJESSIE: She ain't by herself. She probably with Iesha. Justice--now there's a \ngirl who's got some problems.\n\n98 INT: MONTEREY AQUARIUM--DAY UNDERWATER We see a montage of different \nbeautiful tropical fish.\n\nJESSIE (V.O.): Don't wanna go nowhere, don't wanna have no fun, ain't seeing \nnobody ...\n\nWe cut to a dolphin swinuning toward frame, then PAN over to reveal Justice \nlooking through an underwater viewing room.\n\nJESSIE (V:O.): I think she need a boyfriend. Justice looks over toward ...\n\nLUCKY Who is looking in another tank. He turns to look at Justice.\n\n98A INT. ALICES RESTAURANT--DAY\n\nBACK TO CAFE Jessie pauses. Thinks. Puts out her cigarette and turns toward the \nWaitress.\n\nJESSIE: Hey! Farrah! come over here and take my order!\n\nCUT TO: 99 EXT. A OULET CALMBEAUTIFUL BEACH--DAY We see an empty beach, dunes, \nflat sand. We PAN to reveal the mail\ntruck parked on the sand. In the distance are four Agures. Justice, Lucky, \nlesha, and Chicago. No one speaks. Everybody is doing their\nown thing. All we can hear is the voice of the Paciffe Ocean. Justice sits on \nthe sand, sifting it through her hands like a funnel. We\nhear her thoughts as she looks out onto the ocean.\n\nJUSTICE (V.O.): A wise man once said, you should look at the ocean and realize \nthat no matter how famous you are, or how much\nmoney you make, you should know that you will never be as important as the \nocean. ... Damn, why didn't I go to college?\nGrandmomma would roll two times in her grave if she saw me now. (looks toward \nLucky) Hmmm, he look kinda good. I know he got\na kid, though. Look at him. He look like the type that got a baby stashed away \nsomewheres.\n\nLucky and Chicago are throwing rocks, seeing who can make a rock skip the \nfarthest. We hear Lucky's thoughts.\n\nLUCKY (V.O.): She's kinda cute. Got a nice little frame. Maybe I should get that \nnumber, see how that bootie works. ... I wonder\nwhat Kalil's doing?\n\nIesha is playing in the warm sand. She has dug a hole and has placed her feet \ninto it.\n\nIESHA (V.O.): I wonder if my momma picked up my clothes from the cleaners. ... \nOh, I know what I gotta do when I get back. I\ngotta call Terry with his fine ass. Ask him to take me shoppin.\n\nChicago is throwing rocks in the water.\n\nCHICAGO (V.O.): I need to just let her ass go. ... Fuck it! I can just go and \nget me another bitch. I'm a good-looking nigga. I got a\njob. Income. Car. Apartment. My shit is set.\n\nChicago turns to look at lesha. Note: Chicago in foreground, Iesha in \nbackground.\n\nIESHA Looks up at Chicago as if to say, \"What the fuck you looking at?\" Chicago \nturns back around to continue throwing rocks.\nIesha turns to Justice.\n\nIESHA: I'ma quit Chicago. His ass is L7 soon.\n\nCUT TO: 100 EXT. THE ROAD--DAY The truck shoots past a beautiful expanse of \nCalifornia farmland. 101 INT: THE\nTRUCK--DAY: MOVING THE BACK Where lesha and Chicago sit. Both look bored. \nIesha's legs and arms are folded. Chicago gets up\nand looks into a bag and pulls out a couple of letters. He begins to open a few \nof them. lesha looks surprised.\n\nIESHA: You can't do that.\n\nCHICAGO: Yeah, I can. Just put it in damage pile. It's fourth-class mail anyway. \n(reads) A love letter.\n\nHe smells the paper.\n\nCHICAGO: Obsession. (to Iesha) You wear that too. Don't you? I like the way you \nsmell.\n\nIesha sits across the way. Arms folded.\n\nIESHA: I don't like the way you smell!\n\nCHICAGO (reading letter): \"I can't wait to see you again. My heart arches with \nevery day that you are gone. I had a dream last night,\nyou were here, with me.\" (reads on to himself)\n\nIESHA: You know you wrong.\n\nChicago looks up for a moment, then back to the letter.\n\nIESHA: I'ma quit you when we get back to L.A. I'm young. I need to be alone for \na while. Find myself and shit.\n\nChicago keeps reading the letter, acting like this isn't affecting him. Iesha \nsnuggles into a corner and closes her eyes. Chicago looks\nover at her sleeping.\n\nDISSOLVE TO: I 02 EXII: AFRICAN MARKET FESTNAGDAY We see images of dancers on a \nstage, people shopping at booths,\ncarnival games. The air is alive with the sounds and smells of an African market \nfestival. What follows is a FelLiniesque scene on the\nAfrocentric tip. The sounds of African drums fill the air. Between the dialogue \nsome striking visuals are intercut.\n\nANGLE As we see Justice and Lucky walking together. Justice is taking in the \nsights and sounds of her environment. She is almost\nchildlike but very much an alive woman for once. She is blowing soap bubbles. \nLucky seems lost in his own thoughts.\n\nJUSTICE: What's wrong with you? Why you so quiet now?\n\nLUCKY: Nuthin. I'm just thinking. I like to get out the city. Too much shit \ngoing down there. This is the only time I get to think. Or\nwhen I'm with my cousin and shit.\n\nANOTHER ANGLE Where we notice both Iesha and Chicago are not walking together.\n\nIESHA: I'm getting tired of all this walking, J!\n\nCHICAGO: Me too.\n\nBACK TO JUSTICE AND LUCKY\n\nJUSTICE: So what you wanna do with your life?\n\nLUCKY: Survive. Live. Shit. What you wanna do?\n\nJUSTICE: I'm talking about goals, aspirations, shit like that.\n\nLUCKY: I don't know yet. Music maybe.\n\nJUSTICE: So what does your cousin rap about?\n\nLUCKY: Stuff. Life.\n\nJUSTICE: You sure he don't talk about typical shit?\n\nLUCKY: What you mean typical? Like what?\n\nJUSTICE: Like \"I'm bad, I'm tha shit, I'll shoot a nigga in a minute, I get all \nthe pussy.\" Stuff like that.\n\nLUCKY: What you write about in that notebook you carry?\n\nThey stop to notice. A large Black bald muscular brother standing before one of \nthose amusement things where you hit a peg with a\nsledgehammer and it goes up to a certain height. Several spectators are waiting \nto see the man hit the peg.\n\nJUSTICE: Poetry.\n\nLUCKY: You trying to say my cousin's shit ain't poetry?\n\nTHE STRONGMAN Hits the peg! It flies up!\n\nJUSTICE (V.O.): It ain't if he just talk about himself. You gotta have something \nto say. Somethin different, a perspective.\n\nThe peg hits a bell, under which is written in red letters the word REVOLUTION.\n\nJUSTICE: A voice.\n\nThey turn to walk out of the crowd.\n\nLUCKY: What you write about?\n\nJUSTICE: I write about what's in my heart.\n\nLUCKY: And what's that? (touches her shoulder)\n\nShe says nothing.\n\nJUSTICE: I dunno. What's in yours?\n\nLUCKY: I'm still trying to find out. (notices the fact that he has touched \nJustice)\n\nCHICAGO Stands in a crowd. We are looking over his shoulder at lesha throwing \nbaseballs into holes. She wins a little bear, which\nbrings a smile to her face. When she notices Chicago looking at her, it turns to \na frown. Chicago then turns to look in Lucky and\nJustice's direction.\n\nLUCKY AND JUSTICE They are interrupted by Chicago's shouting.\n\nCHICAGO (shouting): Why do we keep stopping? Don't we have a schedule to keep \nto?\n\nLUCKY (shouting): We got plenty o' time. What you worried about, nigga? We \nalways do this.\n\nCHICAGO: We need to hurry up and get where we got to go. You keep \nproscratinatin. (joking) You keep trying to gib to that bitch!\nThat's tha problem.\n\nJUSTICE (ignoring Chicago): There's a fruit stand over there. I wanna get some \nplums. (walks away)\n\nCHICAGO: You can't pull that. She outta your league.\n\nLucky just gives him a look. Then he turns, and ... ANOTHER ANGLE Lucky and \nChicago in a crowd ofpeople. Chicago walks away,\nfrustrated, as we PULL BACK and around to see the source of the drums we have \nbeen hearing through this entire scene. It is the Last\nPoets, beating out the last couple of lines to \"Niggas Are Scared of Revolution. \n\"\n\nBLACK MANL \"But I'm a lover too! I'm a lover too! I love niggas! I love to see \nthem walk, talk, and shoot tha shit! But there is one\nthing about niggas I do not love! Niggas are scared of Revolution!\"\n\nThe crowd applauds.\n\nDISSOLVE TO: 103 LNT.THE TRUCK--DAY: MOVING THE FRONT Where we see Justice bite \ninto a plum with herjuicy lips.\n\nLUCKY: You didn't wash it.\n\nJUSTICE: Yeah, I did.\n\nLUCKY: How?\n\nJustice rubs the plum back and forth between her hands and kisses it up to God. \nLucky looks on in amazement. All that is left is the\nseed, which Justice holds up proudly. She laughs.\n\nDISSOLVE TO: 104 EXTGRASSYFlELD-DAY We see Justice walking toward us through a \nfield. She walks slowly, almost\ndreamlike. Over this we hear Justice's voice reading a poem. It is \"Phenomenal \nWoman. \"Suddenly, a zebra (yes a zebra) walks into the\nshot. First one, then another, then another. Soon there is a herd. Now we know \nwe are in a dream--Until we hear Lucky's voice shout\nout.\n\nLUCKY: Whatcha you doing?!\n\nWIDE Where we see the truck at the top ofa hill that overlooks a field, in which \nwe see Justice walking among African zebras.\nChicago and Iesha get out of the truck and look down. Lucky has the hood up and \nis checking the engine.\n\nJUSTICE (shouting): I wanna pet one of them!\n\nON THE HILL\n\nIESHA: OOOOH!\n\nBACK TO FIELD Where Justice pets one of the animals.\n\nLUCKY: They came from that castle over there. Hearst Castle! They have a some \nkinda private zoo there.\n\nCHICAGO: They musta got out or somethin.\n\nChicago looks at lesha. She senses she is being watched, then she looks over at \nhim and walks away. He follows her.\n\nTHE ROAD Where we see the truck by the road with the castle in the background. \nlesha has walked to the back of the truck. Chicago\ncomes around the corner and tries to talk to her.\n\nHe tries a smoother approach.\n\nCHICAGO (smoothly): So you wanna quit me, huh?\n\nHe puts his arms around her waist.\n\nCHIAGO: Don't you know how much I love you? Can I have a kiss?\n\nShe turns around to face him, and they kiss.\n\nCUT TO: 105 INT. THE TRUCK: MOVING--DAY Where Chicago and Iesha are still \nkissing. They are getting hot and heavy. Iesha is\nstill doing this with some reluctance.\n\nTHE FRONT Where Justice and Lucky sit. They are chummy-chummy now; they talk \nlike old friends.\n\nJUSTICE: My first boyfriend used to get into a lot of shit. ... He got killed, \nthough. Tried to jack the wrong person.\n\nLUCKY: Tha jacker got himself jacked!\n\nHe laughs. Justice doesn't find it funny.\n\nJUSTICE: He got killed over some stupid shit.\n\nLucky looks at her.\n\nLUCKY: Then why you date fools like that?\n\nJUSTICE: That's who I fell in love with. Didn't know no better.\n\nLUCKY: What about now?\n\nJustice has no reply. Lucky changes the subject.\n\nLUCKY: How many brothers and sisters you got?\n\nJUSTICE: None. My momma didn't have no more kids. ... She didn't get a chance \nto.\n\nThere is a somber moment. Lucky understands, vaguely. They hear a moaning sound. \nJustice motions for Lucky to be quiet. She\npeeks through the curtain.\n\nTHE CURTAIN Where Iesha is now on top of Chicago. Riding him. Slowly she moves \nback and forth, her legs around his waist.\n\nSuddenly, something is wrong. Iesha gets up.\n\nTHE BACK Where we see lesha looking frustrated.\n\nIESHA: Is that it?!\n\nCHICAGO: Shhh! Give me a coupla minutes.\n\nIESHA (louder) Fuck that! You can't even hang that long! Couple minutes shit my \nass!\n\nCHICAGO: Fuck you.\n\nIESHA: You can't! That's the muthafuckin problem! They begin arguing loudly.\n\nTHE FRONT: Where Lucky and Justice listen to lesha and Chicago going at it.\n\nLUCKY: I'm getting sick of this shit.\n\nJUSTICE: Pull over somewheres.\n\nLUCKY: Here we go again.\n\nCUT TO: 105A EXT. ROCK CLIFF--DAY FROM OVERHEAD We see the truck pull to the \nside of the road. Iesha hops out, closely\nfollowed by Chicago. We MOVE slowly with them to reveal they have parked next to \na cliff that overlooks the Pacific Ocean and some\nother rocky cliffs. In the distance we see Chicago and Iesha arguing.\n\nANOTHER ANGLE As we see Iesha and Chicago squabble. We cannot hear them shouting \nat each other over the loud ocean waves\ncrashing among the rocks below the cliff. The wind is blowing with a strong \nforce.\n\nTHE TRUCK Where Lucky and Justice sit. Justice is watching. Lucky minds his own \nbusiness. He glances at his nails.\n\nTHE ROCKS Where we see the waves crashing against the side of the cliff, eroding \nits sides bit by bit. We juxtapose images of the\nwaves to the ballet of lesha and Chicago arguing. He pulls at her. She pulls \naway, etc. Their dialogue is drowned out by the sounds of\nthe raging ocean. Iesha gets fed up and walks toward the truck.\n\nANOTHER ANGLE As we come down and follow Iesha. We can fully hear them arguing \nnow.\n\nIESHA: You weak! You a weak-ass punk! Just 'cause work out don't mean shit! \nThink you buff! I wish I never met your sorry ass!\nSorry muthafucka!\n\nChicago takes his brush out of his back pocket and begins brushing his head. He \nis trying to maintain his cool because they are now in\nfront of Lucky and Justice.\n\nIESHA: Yeah, that's right. Brush that hair. Weak-ass fade! Nigga dick can't stay \nhard five seconds. Watcha do, take steroids?!\n\nWe see Iesha's mouth in CLOSE UP. She continues to lay on the insults as we SLOW \nDOWN TIME. Chicago continues to brush his\nhead. He concentrates on looking at Iesha's mouth running a mile a minute.\n\nREAL TIME\n\nIESHA: That's why I'm fucking somebody else!\n\nThis catches Chicago's attention. He stops brushing his head, and calmly walks \ntoward Iesha, as we PULL BACK with him to an\nover-the-shoulder with Iesha.\n\nJUSTICE Is wondering what will happen next.\n\nCLOSE. ON CHICAGO'S FACE He is angry.\n\nCLOSE. ON IESHA 'S FACE Who gives him a look that reads, \"You ain 't gonna do \nshit!\" She continues to taunt him.\n\nANOTHER ANGLE Lucky, as he turns away.\n\nLUCKY: Awww, shit!\n\nSLOW MOTION As Chicago slaps tha shit outta Iesha. Her back is to CAMERA so that \nwe can see the fury in Chicago's face.\n\nANGLE: SLO MO Chicago's hand hitting lesha.\n\nBACK TO NORMAL SPEED Iesha reels back, then recovers. She touches her mouth. \nThere is blood on her hand. She looks up\ntoward Chicago. We see fire and fury in her eyes, and then... IESHA GOES \nMUTHAFUCKING CRAZY!!!\n\nIESHA: (shou ting and echoing) Muthafucka!!!!\n\nIesha charges toward Chicago with fury. Hell hath no fury like a Black woman s \nscorn. Iesha and Chicago fight. Each is cursing at the\nother. To our surprise this is no one-sided battle: Iesha is holding her own. \nShe hits Chicago square on the chin with a wild punch.\nChicago reels back in shock and continues fighting.\n\nJustice is going crazy. She doesn 't know what to do.\n\nJUSTICE (to Lucky): You just gonna let 'em fight?!\n\nLUCKY: That ain't my business.\n\nWild with frustration, Justice gets out of the truck and walks toward the \nfighting couple. Lucky gets outta the truck.\n\nCHICAGO AND IESHA The tide has turned on the fight--Chicago is kicking Iesha's \nass now. She swings a wild punch, and he\nconnects with a direct hit. Chicago drops back to get his bearings. We see \nJustice come up in the background. Boom! A foot slams\nbetween Chicago's legs. Chicago grabs his crotch in pain. He slowly turns, then \ncharges Justice. They tumble on the ground, and he\nreels back to hit her.\n\nLUCKY (O.S.): Hey!\n\nANGLE On Lucky, who walks toward us with anger.\n\nLUCKY: What tha fuck is wrong with you, nigga?! Get the fuck offa her!\n\nCHICAGO (getting up): What's wrong you?\n\nLUCKY: What you beating up on females for, dude?! That shit is weak!\n\nCHICAGO (pushes Lucky): Aw, punk. You just saying that shit 'cause you strung \nout over this bitch! Moralistic muthafucka!\n\nLuclcy walks closer to Chicago and socks him in the stomach. He folds like a set \nof new French doors.\n\nLUCKY: If you was a real man, your shit woulda been straight from tha git and \nyou wouldn't haveto hit your girl. Punkass. (helps\nJustice up) Get up. You all right?\n\nJustice murmurs a \"yes\" and walks over to attend to Iesha. Lucky is left \nstanding alone. He thinks.\n\nJUSTICE AND LESHA Where Justice helps her friend up Iesha is scratched. She \ncontinues to curse with a bloodied mouth. Iesha\npulls away, attempting to continue fighting, only to be restrained by Justice.\n\nIESHA (crying): Fuck that muthafucka! He getting jacked! I'ma, I'ma call Dooby, \nI'ma call Monster Loci They gonna shoot that nigga.\nHe ain't nobody's daddy!\n\nLucky looks over at Iesha. He doesn't notice Chicago getting up and charging \nhim. Lucky and Chicago get into a brawl. They tumble\nand wrestle, punches are thrown, kicking, all the elements of a good scrap. \nLucky prevails. He gets up.\n\nLUCKY: Fuck you, phunk. I'm leaving your stupid ass!\n\nCHICAGO (coughing): You can't leave me! We got a job to do!\n\nLUCKY: Fuck this muthafuckin job! My momma didn't have me so I could work at no \nmuthafuckin post office all my life! Shit! Catch\na bus to 'Frisco.'We only forty miles away.\n\nHe walks away. Justice and Iesha are getting into the truck. Chicago suddenly \nbecomes apologetic.\n\nCHICAGO: Naw, man. I'm sorry, dude! Yo, we friends, man. Fuck them hoes! Why \ndon't leave them, dude?! Why you tripping?!\n\nWIDE As the truck drives on, leaving Chicago on the road. A duffel bag is thrown \nout the window. Chicago continues to shout out at\nLucky: \"Watch you doing, man?\"and \"Stop bullshitting!\"\n\nANOTHER ANGLE: BACK OF TRUCK P.O.V. As we PULL AWAY from Chicago shouting at the \ntruck. We hear Justice's voice over\nthe following images.\n\nJUSTICE (V.O.): \"Is it true the ribs can tell the kick of a beast from a Lover's \nfist?\"\n\n36 INT. THE TRUCK--DAY THE BACK Where Justice holds lesha in her amis. Iesha \ncries.\n\nJUSTICE (V.O.): \"The bruised bones recorded well. The sudden shock, the hard \nimpact. Then swollen l:ids ...\"\n\nTHE FRONT Where Lucky drives alone. He is very upset.\n\nJUSTICE (V.O.) \"Sorry eyes, spoke not of lost romance, but hurt.\"\n\nBACK TO ROAD Chicago staggers a couple of feet, looks around, picks up his \nbrush. He sits by the side of the road and begins to\nbrush the back of his head.\n\nJUSTICE (V.O.): \"Hate is often confused. Its limits are in zones beyond itself. \nAnd sadists will not learn that. .. .\"\n\nBACK TO LUCKY Who pulls over the truck in frustration THE BACK SEAT: Leave time \nfor voice over, then Justice speaks.\n\nJUSTlCE (V.O.): \"Love by nature, exacts a pain unequalled on the rack.\n\nJustice looks up from holding her crying friend. She has noticed the truck has \nstopped moving.\n\nJUSTICE: You all right?\n\nIESHA: Yeah. Why we stopped?\n\nJUSTICE: I don't know.\n\n107 EXT THE TRUCK--DAY OVERHEAD: ON CRANE We see Justice get out of the truck as \nwe DESCEND to let her pass, then go\nback UP to reveal they are on an,ther peak overlooking the Pacitic Ocean. We see \nLucky sitting on the grass i, the far distance. Justice\nwalks out to talk to him. A blanket drapes her shoulders. ANOTHER ANGLE As we \nsee Justice come forward and drop down to sit\nnext to Lucky. There is a pause. Neither one of them saiys anything. All we can \nhear is the sounds of the ocean and the sea gulls.\nJustice attempts to break the ice.\n\nJUSTICE (laughs): They was gonna break up anywag. (reminiscing) I remember when \nI was little and my uncle Leon used to come\naround and give me and my cousins change. He would go to the liquor store, buy a \nforty-ounce of beer, then throw us the change.\nAnd I'd always ask for the \"big nickel.\" I couldn't pronounce quarter, so that's \nwhat I'd call it. (to Lucky) Yuk, look at them nails. Give\nme your hand.\n\nLucky gives her his hand. Justice looks in her pocket and produces a nail file. \nShe begins to file Lucky's nails. Lucky shows his\ndiscomfort.\n\nJUSTICE: Anyway, so because of that my grandmother used to say I was always \nlooking for the big nickel. Anything I did- ride a\nbike, go to school, do somebody's hair--she'd say \"Justice! You still looking \nfor that big nickel?\" That was before she died.\n\nLucky looks at the concern on her face.\n\nLUCKY: When she die?\n\nJUSTICE: About two years ago. She left me her house. My mother died when I was \ntwelve. Suicide. She named me Justice cause she\nwas in law school when she got pregnant with me. ... I'm all alone. I got a cat, \nthough.\n\nLUCKY: Damn.\n\nJustice looks at Lucky's nails. Their eyes meet. They kiss. Justice looks at \nLucky's nails. Tilt to nails, clean, filed. Tilt up, they kiss.\n\n108 INT. THE TRUCK--DAY Where we see Iesha inside. She has cried herself to \nsleep.\n\n108A EXT. THE ROAD--DAY THE GRASS Where Lucky and Justice continue to kiss. \nJustice stands up for a moment, looks off into\nthe distance. We hear her thoughts over the following images.\n\nJUSTICE (V.O.): Give me your hand. Make room for me to lead and follow you \nbeyond this rage of poetry. The she opens the blanket\nup like a cape and surrounds Lucky. The make love.\n\nJUSTICE (V.O.): Let others have the privacy of touching words and love of loss \nof love. For me, give me your hand.\n\nWIDE As we see them against the backdrop of the grass and the beautiful Pacific \nOcean. The blanket erupts with the ripple of their\nbodies.\n\nDISSOLVE TO:\n\n109 EXT. THE ROAD--DAY Where we see the truck shooting up the pacific Coast \nHighway\n\n110 INT. THE TRUCK--DAY Where Lucky and Justice ride on. Suddenly something \ncatches Justice's eye.\n\nJUSTICE'S P. OV: Off the road she sees a dilapidated empty drive-in theater. She \nand Lucky exchange a glance.\n\nDISSOLVE TO: 111 EXT WINDMILL VALLEY--DUSK We see a windmill. Then another, then \nanother Then we see a whole hill\ncovered with windmills. We see the truck coming through the hills. The hills are \nrevered with windmills.\n\nDISSOLVE TO: 112 EXT: THE ROAD--DUSK We start on the truck coming up the road, \nthen PAN with it to REVEAL a sign that\nreads YOU ARE NOW ENTERING OAKLAND.\n\nDISSOLVE TO: 113 INT. TRUCK--DUSK Where Lucky and Justice ride along.\n\nLUCKY'S P.O.V. Where he sees a big brawl in the street. Docu-style realism sets \nback in. BACK TO TRUCK Justice turns to Lucky\nand smiles. Lucky just looks at her. Then he lowers the boom.\n\nLUCKY: I gotta tell you something.\n\nJustice turns her attention out the window. She sighs. She can sense this is \ngonna be something heavy. JUSTICE'S P.O.V.: Subjective\nto objective, then reveal Justice. There is a car accident in the street.\n\nJUSTICE: What? Oh shit, don't tell me you got somethin!\n\nLUCKY: No. But listen--I'm only saying this cause I like you and you should know \nbefore anything else happens.\n\n114 EXT. OAKLAND NEIGHBOURHOOD--NIGHT Where we see the mail truck turn a corner \nand go up a street. In the far distance\nwe can see the red lights of an ambulance.\n\n115 INT: THE TRUCK-NIGHT Where the flashing lights fall upon Lucky's face. He \nignores them and pulls to the curb.\n\nJUSTICE: A little girl, huh? Why didn't you tell me that shit from the \nbeginning?\n\nLUCKY: I didn't think it was important. How was I to know we wuz gonna ... hold \non, let me just check in with my cousin.\n\nHe gets out of the truck. 115A EXT OAKLAND NEIGHBOURHOOD--NIGHT A WALKWAY Where \nLucky gets out of the truck and\nwalks up to his Aunt Audrey's house, notebook in hand. He is on cloud nine and \nin the best of spirits. People are running past him and\ndown the street toward the ambulance and police lights.\n\nBACK TO TRUCK Where Justice and Iesha emerge.\n\nIESHA (stretching:) What we doing here? How come we didn't go to the hotel? \nShit, I'm tired.\n\nTHE DOORWAY Where Lucky arrives to notice that it is open. Empty. Dark.\n\nLUCKY: Kalil! Aunt Audrey! Anybody in here!?\n\nHe goes in. ANOTHER ANGLE: NEW SHOT As Lucky comes back out and looks down the \nstreet. He senses something wrong.\nLucky hops off of the porch and runs with the rest of the crowd down the street. \nWe follow with him some ways then swing around\nin front of him. Lucky pauses in shock. We hear screams. Lucky comes forward as \nwe move with him to reveal his cousin Kalil on a\nbloody stretcher, his aunt Audrey frozen in shock, and a crowd of spectators \nstanding around. Lucky makes his way to his aunt, and\nthey embrace. CLOSE UP: LUCKY As he looks up from his aunt toward the ambulance. \nIn the background an attendant is trying to get\nsome information from Lucky and his aunt. They say nothing. Also we hear the \nvarious voices of people in the crowd with a thousand\nexplanations of what happened. TIMESLOWS DOWN JUSTICE AND IESHA Walk up. Both \nstand there in shock. We frame up\nLucky holding his aunt in the foreground, with the two women in the background.\n\n116 INT. AMBULANCE DOOR P.O.V. Where the door is closed and the truck moves \naway, revealing Lucky and his aunt still\nembracing. He leads her toward her home.\n\nDISSOLVE TO: 117 INT. THE TRUCK--NIGHT Lucky is driving. Justice sits in the \nnext seat. Solemn. Iesha is in the back quiet and\nfrozen .\n\n118 EXT. OAKLAND HOTEL--NIGHT We see Jessie come down some stairs and enter some \nchange into a cigarette machine. It\ntakes her change, she hits it a couple of times, and a pack comes out.\n\nTHE PARKING LOT The truck comes into the lot, and Justice and Iesha hop out. \nLucky comes around from the driver's side. Iesha\nlooks as though she wants to say something to Lucky, but she can 't bring out \nthe words.\n\nIESHA: You all right?\n\nLucky has no reaction. Iesha backs up and reluctantly walks away, leaving Lucky \nand Justice alone.\n\nLUCKY Walks over to the front grill of the truck and sits down.\n\nJESSIE As Iesha walks past her, and she watches and waits to talk to Justice. \nJUSTICE Follows him and sits next to him. She puts\nher arms around Lucky and tenderly kisses him. She kisses his neck, face, etc. \nThe music gets higher. Everything is romantic, then\n\nLucky puts his head down then looks back up.\n\nLUCKY: I mighta got there on time if I hadn't been fucking around wit you.\n\nHe walks away.\n\nJUSTICE (confused, shocked): What?!\n\nANOTHER ANGLE: WLDE SHOT: PARKING LOT: SFX As we see the truck start up and back \naway from Justice. Leaving her\nstanding there alone. She walks toward the hotel and Jessie.\n\nJESSIE: You scraping the bottom of the pudding cup now, huh?\n\nJUSTICE (pissed off): Know what you talking about before you judge.\n\nThey walk on.\n\nJESSIE: Oooh, you even walk different.\n\nJustice just turns to look at Jessie, then she walks on.\n\nDISSOLVE TO: 119 INT\/EXT. THE POST OFFICE--P.O.V. BACK OF TRUCK--NIGHT Lucky \nopens the back door, and we see\nhim and a Dockworker talking. Several workmen begin unloading boxes and bags off \nthe truck.\n\nDOCKWORKER (filling out a form): I thought there was supposed to be two of you?\n\nLUCKY: Nope.\n\nDOCKWORKER: Well, see ya next time around.\n\nLUCKY (taking the form): I don't think so!\n\n120 INT JUSTICE'SHOTEL ROOM--NIGHT There is a conference going on. Justice, \nIesha. Jessie, and Heywood are present. From\nthe looks on their faces, we can tell what the topic of discussion is: men. \nlesha is holding a cold towel to her eye.\n\nHEYWOOD: Hold it there. It may swell a little. Let me see it.\n\nShe takes the towel away. We see her eye. It's a small shiner.\n\nHEYWOOD: Awww, that ain't that bad.\n\nIESHA (looks at him like he's crazy): It ain't.\n\nJessie looks at Iesha's eye.\n\nJESSIE: That ain't nuthin, girl. I got this girlfriend Susan, she got this thing \nwhere she don't think a man loves her unless he beats her.\nAnyway, this nigga went off on her once, and her eyes were so big. You know them \nDunkin' Donuts?\n\nHEYWOOD: The big ones with the glaze on 'em?\n\nJESSIE: Yeah, those the ones. Well, you take two of those, put them on both \neyes, and that's what she looked like. You young. You\ngonna learn. Don't fight no man with you fists--you fight him in his wallet. Now \ninstead of swinging on 'em, you shouda gave him\nsome, let 'em go to sleep, reached into his wallet, and took his credit card.\n\nHEYWOOD: And we all woulda had a party!\n\nJESSIE: On him! Jessie and Heywood laugh. They start reminiscing, utteringpast \nstories. Iesha cuts them off.\n\nIESHA: What credit card? That nigga ain't got no credit card!\n\nJessie turns and stops.\n\nJESSIE: Well, shit then, you is a fool. (laughing and looking at lesha's eye) \nMen ain't shit.\n\nJessie and Heywood start laughing again.\n\nJUSTICE: That's the truth.\n\nJessie stops laughing.\n\nJESSIE: Excuse me? I thought you was in love.\n\nJUSTICE: You thought wrong. Don't assume. You assume, and you make an ass outta \nyou and me.\n\nJESSIE: You were already an ass. Ya'll still gotta lot to learn about the world.\n\nJustice's face, as Jessie's words sink in.\n\nJESSIE: C'mon, Heywood. Let's go get a drink. (walks away, mumbles) These little \nyoung girls don't know they cuchie from a hole in\nthe wall. Shit, I just rest and dress, honey. Love don't live here anymore.\n\nJustice returns to consoling her friend, but we can tell her mind is miles away.\n\nJUSTICE: It ain't that bad.\n\nShe helps her with the towel on her eye. THE DOORWAY Where Colette sticks her \nhead in.\n\nCOLETTE: Is everything all right?\n\nJustice turns around, Iesha is cradled in her arms.\n\nJUSTICE: No.\n\nDISSOLVE TO: 121 INT: THE SOUND LAB--NIGHT Lucky's cousin 's makeshift recording \nstudio. We see a four track, a drum\nmachine, a keyboard, two turntables, a large boom box, a rhyme dictionary and \nthesaurus, and a ton ofrecords. The walls are covered\nwith the faces of the heroes of hip-hop. Posters of Public Enemy, KRS-One, EPMD, \nand everybody else who is truly down. Among\nthe mess Lucky spots a tape that reads LUCKY.S NEW BEATS. He pops it in the box. \nWe hear the beat. It is a smooth, Loc'd out\ngangsta groove. Lucky listens for a moment, then presses STOP OR the box. He \nthinks for a moment, then hits his hand on the desk\nand stands. Then he sits once more to think. Like \"The Thinker. \"\n\nDISSOLVE TO: 121A INT THESOUNDLAB DAY The light changes to a golden hue as a new \nday arrives, and we see Lucky, who\nhas apparently fallen asleep in the chair. He awakes. He sits up, leaving an \nafterimage of his sleeping self on the chair. When he stands,\nit disappears! He smells the air: Food. We hear children playing upstairs.\n\n122 INT. AUNTAUDREY'S KITCHEN--DAY Where Aunt Audrey is cooking up a storm: A \nreal southern breakfast. We see eggs,\nbacon, fried chicken, biscuits, etc. Aunt Audrey is cooking to keep her mind off \nof the death of her firstborn. Also in the kitchen is\nUncle Earl, Audrey's brother Tequan, her second son Shante, her daughter, and a \nfew other family members young and old.\n\nAUNT AUDREY (manages a smile): Morning, Lawrence. You hungry, baby? C'mon over \nhere and get you somethin to eat.\n\nLucky goes over to the table.\n\nLUCKY: I ain't hungry. I'm too mad to eat.\n\nAudrey has no reply to this.\n\nTHE STOVE: A FRYING PAN Where Aunt Audrey pulls some chicken wings out to drain \non some paper towels. She pauses for a\nmoment and attempts not to lose her composure.\n\nUNCLE EARL: Audrey, sit down. Sit down. You gonna wear yourself out.\n\nAudrey sits down across from Lucky. She looks as though she is in a daze of \ndepression. Her gaze finds Lucky.\n\nAUDREY: Lawrence and Kalil useta do music together. They used to make them \ntapes. They was trying to do something with they\nlives. Something constructive instead of destructive.\n\nShe laments for a moment.\n\nAUDRY: Shante, check that chicken, baby. Make sure it don't burn. (8 beat) \nLawrence, I want--I want you to know you my favorite\nnephew. Your mother, even though we sisters, we don't alwags get along. I was \nalways happy you and Kalil were more like brothers\nthan cousins. Family should stick together no matter what.\n\nLUCKY: What you gonna do with all this equipment?\n\nSHANTE (nonchalantly): Sell it.\n\nLUCKY: What?\n\nSHANTE: We need the money.\n\nLUCKY: Every dollar he made went into that room. Why every time people try to \nbuild and do somethin, somebody gotta come along\nfuck up shit?!\n\nAUDREY: What do you think we should do?\n\nLUCKY: Give it to me. I'll do somethin with it.\n\nSHANTE (sarcastic): Like what?\n\nAUDREY (looks over to stove): Shante! Turn the fire off. Take them wings out the \nskillet and drain off all that oil. My blood pressure's\nbad enough as it is. (turns back to Lucky) Anyway, what would you do with it?\n\nLUCKY (looks around): Use it.\n\nCUT TO: 123 EXT. AUDREY'SHOUSE-DAY Where we see Lucky and some of his cousins \nloading the equipment back into the mail\ntruck. Aunt Audrey gives Lucky a hug before he gets into his truck. Over these \nimages we hear Audrey's voice.\n\nAUDREY (V.O.): Well, take it then. Just 'cause my baby didn't get a chance to \nrealize his dream don't mean you can't do what you\ngotta do.\n\nLucky starts un the truck\n\n123A EXT. THE ROAD--DAY Traveling montage on the road. Beautiful sights of \nCalifornia.\n\nDISSOLVE TO: 124 EXT THE ROAD--DAY Lucky's face from outside the truck while it \nis moving. The truck speeds up, and goes\ninto the distance. We hear Justice's voice: another poem begins.\n\n125 INT. THA HAIR SHOW--DAY As we TRAVEL through the Oakland Hair Show from a \ndocu-style perspective. Heywood is\nbehind the camera. There are many exhibits on display. We see new products being \nintroduced Salesmen on different montages\npeddling everything from mousse to gels to tools. Our attention is drawn to the \nvarious hairstyles present and the reactions of the\ncharacters to being filmed. We see Jessie and entourage walking through the \ncrowd having a good time. She is pointing at people and\nmaking comments. Heywood points the camera at Dexter: \"Sexy Dex. \" Eventually we \nsee Justice. She is attending to Lisa and Gena's\nhair, as well as the hair of two other women. They're her models, for her \nhairstyles. There are many other stylists doing other people's\nheads also. Justice is noticeably nervous at being recorded She tells Heywood to \nturn that shit off. End of docu-style. THE RUNWAY\nWhere we see the models come forth. Our attention is drawn to their heads as we \nnotice their beautiful intricate hairstyles The\nhairstyles are like sculpture. A TABLE OF JUDGES Watches the models as they come \nforth. \n\n126 EXT. THE DESERT--DAY Where we see Lucky walking along the road in the \ndesert. The truck is nearby in the distance. He is\nthinking.\n\n126A INT: THA HAIR SHOW--DAY Justice lets out a breath. The Judges begin to talk \nand review their notes.\n\nDISSOLVE TO: AN AWARDS CEREMONY Trophies are given out to representatives from \ndifferent salons. Justice receives a trophy\nand is congratulated by Jessie and company. She holds it up for all to see. But \nshe is not happy. She smiles an uneasy grin.\n\n1268 EXT HIGHWAY-DAY We end on an image of the truck going across the horizon. \nFADE TO BLACK:\n\n127 INT. JESSIES SALON--DAY MONTAGE We see hair and nails being done. Everything \nseems normal once more in the shop. A\nvoice changes the mood.\n\nRITA (V.O.): Bitch, if you don't quit staring at me, I'm gonna knock them eyes \noutta your head!\n\nTHE STYLLSTS Look up. WAITING BENCHES Where two women sitting across from each \nother are looking at each other like cats\nin a fight. The first one is Rita, the second one is Simone. Simone is kinda \nprissy. She talks to her friend next to her.\n\nSIMONE: I can't even deal wit her skainchie ass! She just better stay away from \nJames.\n\nA HAIR STATION Where Jessie is doing someone's head.\n\nJESSIE: Hey, hey, hey, why we gotta have this here? Take your shit out in the \nstreet. I got enough problems as it is.\n\nRITA (stands up to leave, looks at Simone): Yeah, bitch, you can say what you \nwant. But remember this, every time you kiss him, you\ntasting my pussy!\n\n127 CONTINUED JUSTICES STATION Where she stands attending to a client's head. \nHer face looks much as it did at the beginning\nof the film. Only this time she is made up more. Justice finishes the woman 's \nhead and begins cleaning up.\n\nTHE DOORWAY Where Rita leaves, and Lucky enters with Keisha in hand. He is \ndressed in very casual attire. As soon as he enters,\nhis presence is felt by every woman in the shop. Justice looks up and, noticing \nLucky, excuses herself from her client and goes over\ntoward the counter.\n\nLUCKY'S P.O.V.: As we slowly move forward toward Justice. She looks around to \nsee the reactions from the other women.\n\nBACK TO LUCKY Who reaches the counter and casually leans against it, looking at \nthe other women. His gaze reaches a couple of\nthem, who instinctively look away. He turns to face Justice.\n\nLUCKY: What's up?\n\nJUSTICE: Who's this?\n\nKEISHA: Keisha.\n\nThey shake hands.\n\nJUSTICE: My name's Justice.\n\nKEISHA: What's Justice?\n\nLucky and Justice just smile.\n\nLUCKY (motions toward the couch): Mind if we sit down?\n\nANOTHER ANGLE As the party of three all sit down. Simone and her friend sit \nacross from them. Both women are nosy and attempt\nto listen in on the conversation between Lucky and Justice.\n\nLUCKY: Ah, mm, well, listen I want you to know I'm sorry. I made a mistake.\n\nJUSTICE: Come closer. I wanna whisper somethin to you.\n\nLUCKY: Get the fuck outta here. I ain't fallin for that shit again.\n\nJUSTICE: Naw, seriously--come here.\n\nThey look at each other. Get closer. They kiss. The kiss is initiated by \nJustice, which surprises Lucky.\n\nTHE SHOP Where Jessie and the rest of the salon look equally surprised.\n\nJUSTICE: Your nails look clean.\n\nLUCKY (looks at nails): I wonder why? (to Simone and party) What you looking at?\n\nJustice's gaze turns away from Lucky to Keisha.\n\nJUSTICE: What did you do to this little girl's hair?\n\nLUCKY: Nuthin.\n\nJUSTICE: It looks like it. C'mere, little girl.\n\nANGLE As Justice guides Keisha toward her station. She sits Keisha in the chair \nand proceeds to analyze what can be done with her\nhair.\n\nTHE COUCH Where Lucky looks at Justice playing with his daughter's hair. There \nis a glazed look on his eyes.\n\nLUCKY'S P. 0· V.: MOVIN TOWARD JUSTICE As he\/we see Justice skillfully workin on \nKeisha's hair. We hear Justice's voice over\nas she says another poem. At the end of the poem, Justice looks up toward \nLucky\/us. She smiles.\n\nTHE END\n\n\n<\/pre><\/html>","id":48,"split":"train"}
