{"ori_id":"a62274041e562a4bfbc5f7c5c7f3aa427c178c9e","title":"Heartbreak House","context":"Heartbreak House\n Ellie Dunn, her father, and her fiancĂŠ are invited to one of Hesione Hushabyeâ\u0080\u0099s infamous dinner parties, to be held at the house of her father, the eccentric Captain Shotover, an inventor in his late 80s who is trying to create a \"psychic ray\" that will destroy dynamite. The house is built in the shape of the stern of a ship. Lady Utterword, Shotover's other daughter, arrives from Australia, but he pretends not to recognise her. Hesione says they are running out of money. Shotover needs to invent a weapon of mass destruction. His last invention, a lifeboat, did not bring in much cash. Ellie intends to marry businessman Boss Mangan, but she really loves a man she met in the National Gallery. Unfortunately, her fiancĂŠ is a ruthless scoundrel, her father's a bumbling prig, and it turns out that the man she's in love with is Hector, Hesione's husband, who spends his time telling romantic lies to women. Marriage to Mangan will be the sensible choice.\nA burglar is captured. They say they do not want to prosecute him, but he insists he will turn himself in unless they pay him not to. It turns out that the burglar is one of Shotover's old crewmen. He confesses that he is not a real burglar. He deliberately gets himself captured to get charitable assistance from his victims. Shotover laments that the younger generation have lost their romance. Ellie suggests that she should marry Shotover, but he says he's already married to a black Jamaican wife, though it's possible she's now dead.\nLady Utterword says that everything will be put to right if only they get some horses. Every English family should have horses. Mangan declares that he is to head a government department, but Ellie suddenly announces that she cannot marry him as she is now Shotover's \"white wife\". Shotover predicts that the ship of England will founder, as the captain is drunk and the crew are all gambling. The maid enters with news that an air-raid is about to happen. The lights are switched off, but Hector switches them back on to demonstrate his lack of concern about the threat. A bomb lands in the garden, blowing up Shotover's store of dynamite and killing Mangan and the burglar who were hiding there. When it is over everyone says how bored they are. They hope the bombs will come again tomorrow.\nï»¿The Project Gutenberg EBook of Heartbreak House, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Heartbreak House\n\nAuthor: George Bernard Shaw\n\nPosting Date: January 13, 2009 [EBook #3543]\nRelease Date: November, 2002\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK HEARTBREAK HOUSE ***\n\n\n\n\nProduced by Eve Sobol\n\n\n\n\n\nHEARTBREAK HOUSE\n\nA FANTASIA IN THE RUSSIAN MANNER ON ENGLISH THEMES\n\n\nBy Bernard Shaw\n\n\n1913-1916\n\n\n\n\nHEARTBREAK HOUSE AND HORSEBACK HALL\n\n\nWhere Heartbreak House Stands\n\nHeartbreak House is not merely the name of the play which follows this\npreface. It is cultured, leisured Europe before the war. When the\nplay was begun not a shot had been fired; and only the professional\ndiplomatists and the very few amateurs whose hobby is foreign policy\neven knew that the guns were loaded. A Russian playwright, Tchekov, had\nproduced four fascinating dramatic studies of Heartbreak House, of\nwhich three, The Cherry Orchard, Uncle Vanya, and The Seagull, had been\nperformed in England. Tolstoy, in his Fruits of Enlightenment, had shown\nus through it in his most ferociously contemptuous manner. Tolstoy did\nnot waste any sympathy on it: it was to him the house in which Europe\nwas stifling its soul; and he knew that our utter enervation and\nfutilization in that overheated drawingroom atmosphere was delivering\nthe world over to the control of ignorant and soulless cunning and\nenergy, with the frightful consequences which have now overtaken\nit. Tolstoy was no pessimist: he was not disposed to leave the house\nstanding if he could bring it down about the ears of its pretty and\namiable voluptuaries; and he wielded the pickaxe with a will. He treated\nthe case of the inmates as one of opium poisoning, to be dealt with by\nseizing the patients roughly and exercising them violently until they\nwere broad awake. Tchekov, more of a fatalist, had no faith in these\ncharming people extricating themselves. They would, he thought, be sold\nup and sent adrift by the bailiffs; and he therefore had no scruple in\nexploiting and even flattering their charm.\n\n\n\nThe Inhabitants\n\nTchekov's plays, being less lucrative than swings and roundabouts,\ngot no further in England, where theatres are only ordinary commercial\naffairs, than a couple of performances by the Stage Society. We stared\nand said, \"How Russian!\" They did not strike me in that way. Just\nas Ibsen's intensely Norwegian plays exactly fitted every middle and\nprofessional class suburb in Europe, these intensely Russian plays\nfitted all the country houses in Europe in which the pleasures of music,\nart, literature, and the theatre had supplanted hunting, shooting,\nfishing, flirting, eating, and drinking. The same nice people, the same\nutter futility. The nice people could read; some of them could\nwrite; and they were the sole repositories of culture who had social\nopportunities of contact with our politicians, administrators, and\nnewspaper proprietors, or any chance of sharing or influencing their\nactivities. But they shrank from that contact. They hated politics. They\ndid not wish to realize Utopia for the common people: they wished to\nrealize their favorite fictions and poems in their own lives; and, when\nthey could, they lived without scruple on incomes which they did nothing\nto earn. The women in their girlhood made themselves look like variety\ntheatre stars, and settled down later into the types of beauty imagined\nby the previous generation of painters. They took the only part of our\nsociety in which there was leisure for high culture, and made it an\neconomic, political and; as far as practicable, a moral vacuum; and as\nNature, abhorring the vacuum, immediately filled it up with sex and with\nall sorts of refined pleasures, it was a very delightful place at its\nbest for moments of relaxation. In other moments it was disastrous. For\nprime ministers and their like, it was a veritable Capua.\n\n\n\nHorseback Hall\n\nBut where were our front benchers to nest if not here? The alternative\nto Heartbreak House was Horseback Hall, consisting of a prison for\nhorses with an annex for the ladies and gentlemen who rode them, hunted\nthem, talked about them, bought them and sold them, and gave nine-tenths\nof their lives to them, dividing the other tenth between charity,\nchurchgoing (as a substitute for religion), and conservative\nelectioneering (as a substitute for politics). It is true that the two\nestablishments got mixed at the edges. Exiles from the library, the\nmusic room, and the picture gallery would be found languishing among the\nstables, miserably discontented; and hardy horsewomen who slept at the\nfirst chord of Schumann were born, horribly misplaced, into the garden\nof Klingsor; but sometimes one came upon horsebreakers and heartbreakers\nwho could make the best of both worlds. As a rule, however, the two were\napart and knew little of one another; so the prime minister folk had\nto choose between barbarism and Capua. And of the two atmospheres it is\nhard to say which was the more fatal to statesmanship.\n\n\nRevolution on the Shelf\n\nHeartbreak House was quite familiar with revolutionary ideas on paper.\nIt aimed at being advanced and freethinking, and hardly ever went to\nchurch or kept the Sabbath except by a little extra fun at weekends.\nWhen you spent a Friday to Tuesday in it you found on the shelf in your\nbedroom not only the books of poets and novelists, but of revolutionary\nbiologists and even economists. Without at least a few plays by myself\nand Mr Granville Barker, and a few stories by Mr H. G. Wells, Mr Arnold\nBennett, and Mr John Galsworthy, the house would have been out of the\nmovement. You would find Blake among the poets, and beside him Bergson,\nButler, Scott Haldane, the poems of Meredith and Thomas Hardy, and,\ngenerally speaking, all the literary implements for forming the mind of\nthe perfect modern Socialist and Creative Evolutionist. It was a curious\nexperience to spend Sunday in dipping into these books, and the Monday\nmorning to read in the daily paper that the country had just been\nbrought to the verge of anarchy because a new Home Secretary or chief of\npolice without an idea in his head that his great-grandmother might\nnot have had to apologize for, had refused to \"recognize\" some powerful\nTrade Union, just as a gondola might refuse to recognize a 20,000-ton\nliner.\n\nIn short, power and culture were in separate compartments. The\nbarbarians were not only literally in the saddle, but on the front\nbench in the House of commons, with nobody to correct their incredible\nignorance of modern thought and political science but upstarts from\nthe counting-house, who had spent their lives furnishing their pockets\ninstead of their minds. Both, however, were practised in dealing with\nmoney and with men, as far as acquiring the one and exploiting the other\nwent; and although this is as undesirable an expertness as that of the\nmedieval robber baron, it qualifies men to keep an estate or a business\ngoing in its old routine without necessarily understanding it, just as\nBond Street tradesmen and domestic servants keep fashionable society\ngoing without any instruction in sociology.\n\n\n\nThe Cherry Orchard\n\nThe Heartbreak people neither could nor would do anything of the sort.\nWith their heads as full of the Anticipations of Mr H. G. Wells as\nthe heads of our actual rulers were empty even of the anticipations of\nErasmus or Sir Thomas More, they refused the drudgery of politics, and\nwould have made a very poor job of it if they had changed their minds.\nNot that they would have been allowed to meddle anyhow, as only through\nthe accident of being a hereditary peer can anyone in these days of\nVotes for Everybody get into parliament if handicapped by a serious\nmodern cultural equipment; but if they had, their habit of living in a\nvacuum would have left them helpless end ineffective in public\naffairs. Even in private life they were often helpless wasters of their\ninheritance, like the people in Tchekov's Cherry Orchard. Even those who\nlived within their incomes were really kept going by their solicitors\nand agents, being unable to manage an estate or run a business without\ncontinual prompting from those who have to learn how to do such things\nor starve.\n\nFrom what is called Democracy no corrective to this state of things\ncould be hoped. It is said that every people has the Government\nit deserves. It is more to the point that every Government has the\nelectorate it deserves; for the orators of the front bench can edify or\ndebauch an ignorant electorate at will. Thus our democracy moves in a\nvicious circle of reciprocal worthiness and unworthiness.\n\n\n\nNature's Long Credits\n\nNature's way of dealing with unhealthy conditions is unfortunately not\none that compels us to conduct a solvent hygiene on a cash basis. She\ndemoralizes us with long credits and reckless overdrafts, and then pulls\nus up cruelly with catastrophic bankruptcies. Take, for example, common\ndomestic sanitation. A whole city generation may neglect it utterly\nand scandalously, if not with absolute impunity, yet without any evil\nconsequences that anyone thinks of tracing to it. In a hospital two\ngenerations of medical students way tolerate dirt and carelessness, and\nthen go out into general practice to spread the doctrine that fresh\nair is a fad, and sanitation an imposture set up to make profits for\nplumbers. Then suddenly Nature takes her revenge. She strikes at the\ncity with a pestilence and at the hospital with an epidemic of hospital\ngangrene, slaughtering right and left until the innocent young have paid\nfor the guilty old, and the account is balanced. And then she goes to\nsleep again and gives another period of credit, with the same result.\n\nThis is what has just happened in our political hygiene. Political\nscience has been as recklessly neglected by Governments and electorates\nduring my lifetime as sanitary science was in the days of Charles the\nSecond. In international relations diplomacy has been a boyishly lawless\naffair of family intrigues, commercial and territorial brigandage,\ntorpors of pseudo-goodnature produced by laziness and spasms of\nferocious activity produced by terror. But in these islands we muddled\nthrough. Nature gave us a longer credit than she gave to France or\nGermany or Russia. To British centenarians who died in their beds in\n1914, any dread of having to hide underground in London from the\nshells of an enemy seemed more remote and fantastic than a dread of the\nappearance of a colony of cobras and rattlesnakes in Kensington Gardens.\nIn the prophetic works of Charles Dickens we were warned against\nmany evils which have since come to pass; but of the evil of being\nslaughtered by a foreign foe on our own doorsteps there was no shadow.\nNature gave us a very long credit; and we abused it to the utmost. But\nwhen she struck at last she struck with a vengeance. For four years\nshe smote our firstborn and heaped on us plagues of which Egypt never\ndreamed. They were all as preventable as the great Plague of London, and\ncame solely because they had not been prevented. They were not undone by\nwinning the war. The earth is still bursting with the dead bodies of the\nvictors.\n\n\n\nThe Wicked Half Century\n\nIt is difficult to say whether indifference and neglect are worse than\nfalse doctrine; but Heartbreak House and Horseback Hall unfortunately\nsuffered from both. For half a century before the war civilization had\nbeen going to the devil very precipitately under the influence of a\npseudo-science as disastrous as the blackest Calvinism. Calvinism taught\nthat as we are predestinately saved or damned, nothing that we can do\ncan alter our destiny. Still, as Calvinism gave the individual no clue\nas to whether he had drawn a lucky number or an unlucky one, it left\nhim a fairly strong interest in encouraging his hopes of salvation and\nallaying his fear of damnation by behaving as one of the elect might\nbe expected to behave rather than as one of the reprobate. But in the\nmiddle of the nineteenth century naturalists and physicists assured\nthe world, in the name of Science, that salvation and damnation are\nall nonsense, and that predestination is the central truth of religion,\ninasmuch as human beings are produced by their environment, their sins\nand good deeds being only a series of chemical and mechanical reactions\nover which they have no control. Such figments as mind, choice, purpose,\nconscience, will, and so forth, are, they taught, mere illusions,\nproduced because they are useful in the continual struggle of the human\nmachine to maintain its environment in a favorable condition, a process\nincidentally involving the ruthless destruction or subjection of its\ncompetitors for the supply (assumed to be limited) of subsistence\navailable. We taught Prussia this religion; and Prussia bettered our\ninstruction so effectively that we presently found ourselves confronted\nwith the necessity of destroying Prussia to prevent Prussia destroying\nus. And that has just ended in each destroying the other to an extent\ndoubtfully reparable in our time.\n\nIt may be asked how so imbecile and dangerous a creed ever came to be\naccepted by intelligent beings. I will answer that question more fully\nin my next volume of plays, which will be entirely devoted to the\nsubject. For the present I will only say that there were better reasons\nthan the obvious one that such sham science as this opened a scientific\ncareer to very stupid men, and all the other careers to shameless\nrascals, provided they were industrious enough. It is true that\nthis motive operated very powerfully; but when the new departure in\nscientific doctrine which is associated with the name of the great\nnaturalist Charles Darwin began, it was not only a reaction against a\nbarbarous pseudo-evangelical teleology intolerably obstructive to all\nscientific progress, but was accompanied, as it happened, by discoveries\nof extraordinary interest in physics, chemistry, and that lifeless\nmethod of evolution which its investigators called Natural Selection.\nHowbeit, there was only one result possible in the ethical sphere, and\nthat was the banishment of conscience from human affairs, or, as Samuel\nButler vehemently put it, \"of mind from the universe.\"\n\n\n\nHypochondria\n\nNow Heartbreak House, with Butler and Bergson and Scott Haldane\nalongside Blake and the other major poets on its shelves (to say nothing\nof Wagner and the tone poets), was not so completely blinded by the\ndoltish materialism of the laboratories as the uncultured world outside.\nBut being an idle house it was a hypochondriacal house, always running\nafter cures. It would stop eating meat, not on valid Shelleyan grounds,\nbut in order to get rid of a bogey called Uric Acid; and it would\nactually let you pull all its teeth out to exorcise another demon\nnamed Pyorrhea. It was superstitious, and addicted to table-rapping,\nmaterialization seances, clairvoyance, palmistry, crystal-gazing and the\nlike to such an extent that it may be doubted whether ever before in\nthe history of the world did soothsayers, astrologers, and unregistered\ntherapeutic specialists of all sorts flourish as they did during this\nhalf century of the drift to the abyss. The registered doctors and\nsurgeons were hard put to it to compete with the unregistered. They were\nnot clever enough to appeal to the imagination and sociability of\nthe Heartbreakers by the arts of the actor, the orator, the poet, the\nwinning conversationalist. They had to fall back coarsely on the terror\nof infection and death. They prescribed inoculations and operations.\nWhatever part of a human being could be cut out without necessarily\nkilling him they cut out; and he often died (unnecessarily of course)\nin consequence. From such trifles as uvulas and tonsils they went on\nto ovaries and appendices until at last no one's inside was safe. They\nexplained that the human intestine was too long, and that nothing could\nmake a child of Adam healthy except short circuiting the pylorus by\ncutting a length out of the lower intestine and fastening it directly to\nthe stomach. As their mechanist theory taught them that medicine was\nthe business of the chemist's laboratory, and surgery of the carpenter's\nshop, and also that Science (by which they meant their practices) was\nso important that no consideration for the interests of any individual\ncreature, whether frog or philosopher, much less the vulgar commonplaces\nof sentimental ethics, could weigh for a moment against the remotest\noff-chance of an addition to the body of scientific knowledge, they\noperated and vivisected and inoculated and lied on a stupendous scale,\nclamoring for and actually acquiring such legal powers over the bodies\nof their fellow-citizens as neither king, pope, nor parliament dare ever\nhave claimed. The Inquisition itself was a Liberal institution compared\nto the General Medical Council.\n\n\n\nThose who do not know how to live must make a Merit of Dying\n\nHeartbreak House was far too lazy and shallow to extricate itself from\nthis palace of evil enchantment. It rhapsodized about love; but it\nbelieved in cruelty. It was afraid of the cruel people; and it saw that\ncruelty was at least effective. Cruelty did things that made money,\nwhereas Love did nothing but prove the soundness of Larochefoucauld's\nsaying that very few people would fall in love if they had never read\nabout it. Heartbreak House, in short, did not know how to live, at which\npoint all that was left to it was the boast that at least it knew how\nto die: a melancholy accomplishment which the outbreak of war presently\ngave it practically unlimited opportunities of displaying. Thus were the\nfirstborn of Heartbreak House smitten; and the young, the innocent, the\nhopeful, expiated the folly and worthlessness of their elders.\n\n\nWar Delirium\n\nOnly those who have lived through a first-rate war, not in the\nfield, but at home, and kept their heads, can possibly understand\nthe bitterness of Shakespeare and Swift, who both went through this\nexperience. The horror of Peer Gynt in the madhouse, when the lunatics,\nexalted by illusions of splendid talent and visions of a dawning\nmillennium, crowned him as their emperor, was tame in comparison. I do\nnot know whether anyone really kept his head completely except those\nwho had to keep it because they had to conduct the war at first hand.\nI should not have kept my own (as far as I did keep it) if I had not at\nonce understood that as a scribe and speaker I too was under the most\nserious public obligation to keep my grip on realities; but this did\nnot save me from a considerable degree of hyperaesthesia. There were of\ncourse some happy people to whom the war meant nothing: all political\nand general matters lying outside their little circle of interest. But\nthe ordinary war-conscious civilian went mad, the main symptom being a\nconviction that the whole order of nature had been reversed. All\nfoods, he felt, must now be adulterated. All schools must be closed.\nNo advertisements must be sent to the newspapers, of which new editions\nmust appear and be bought up every ten minutes. Travelling must be\nstopped, or, that being impossible, greatly hindered. All pretences\nabout fine art and culture and the like must be flung off as an\nintolerable affectation; and the picture galleries and museums and\nschools at once occupied by war workers. The British Museum itself was\nsaved only by a hair's breadth. The sincerity of all this, and of much\nmore which would not be believed if I chronicled it, may be established\nby one conclusive instance of the general craziness. Men were seized\nwith the illusion that they could win the war by giving away money.\nAnd they not only subscribed millions to Funds of all sorts with no\ndiscoverable object, and to ridiculous voluntary organizations for doing\nwhat was plainly the business of the civil and military authorities,\nbut actually handed out money to any thief in the street who had the\npresence of mind to pretend that he (or she) was \"collecting\" it for the\nannihilation of the enemy. Swindlers were emboldened to take offices;\nlabel themselves Anti-Enemy Leagues; and simply pocket the money that\nwas heaped on them. Attractively dressed young women found that they had\nnothing to do but parade the streets, collecting-box in hand, and live\ngloriously on the profits. Many months elapsed before, as a first sign\nof returning sanity, the police swept an Anti-Enemy secretary into\nprison pour encourages les autres, and the passionate penny collecting\nof the Flag Days was brought under some sort of regulation.\n\n\n\nMadness in Court\n\nThe demoralization did not spare the Law Courts. Soldiers were\nacquitted, even on fully proved indictments for wilful murder, until at\nlast the judges and magistrates had to announce that what was called the\nUnwritten Law, which meant simply that a soldier could do what he liked\nwith impunity in civil life, was not the law of the land, and that a\nVictoria Cross did not carry with it a perpetual plenary indulgence.\nUnfortunately the insanity of the juries and magistrates did not always\nmanifest itself in indulgence. No person unlucky enough to be charged\nwith any sort of conduct, however reasonable and salutary, that did not\nsmack of war delirium, had the slightest chance of acquittal. There were\nin the country, too, a certain number of people who had conscientious\nobjections to war as criminal or unchristian. The Act of Parliament\nintroducing Compulsory Military Service thoughtlessly exempted these\npersons, merely requiring them to prove the genuineness of their\nconvictions. Those who did so were very ill-advised from the point\nof view of their own personal interest; for they were persecuted with\nsavage logicality in spite of the law; whilst those who made no pretence\nof having any objection to war at all, and had not only had military\ntraining in Officers' Training Corps, but had proclaimed on public\noccasions that they were perfectly ready to engage in civil war on\nbehalf of their political opinions, were allowed the benefit of the Act\non the ground that they did not approve of this particular war. For the\nChristians there was no mercy. In cases where the evidence as to their\nbeing killed by ill treatment was so unequivocal that the verdict\nwould certainly have been one of wilful murder had the prejudice of\nthe coroner's jury been on the other side, their tormentors were\ngratuitously declared to be blameless. There was only one virtue,\npugnacity: only one vice, pacifism. That is an essential condition of\nwar; but the Government had not the courage to legislate accordingly;\nand its law was set aside for Lynch law.\n\nThe climax of legal lawlessness was reached in France. The greatest\nSocialist statesman in Europe, Jaures, was shot and killed by a\ngentleman who resented his efforts to avert the war. M. Clemenceau was\nshot by another gentleman of less popular opinions, and happily came off\nno worse than having to spend a precautionary couple of days in bed.\nThe slayer of Jaures was recklessly acquitted: the would-be slayer of M.\nClemenceau was carefully found guilty. There is no reason to doubt that\nthe same thing would have happened in England if the war had begun\nwith a successful attempt to assassinate Keir Hardie, and ended with an\nunsuccessful one to assassinate Mr Lloyd George.\n\n\n\nThe Long Arm of War\n\nThe pestilence which is the usual accompaniment of war was called\ninfluenza. Whether it was really a war pestilence or not was made\ndoubtful by the fact that it did its worst in places remote from the\nbattlefields, notably on the west coast of North America and in India.\nBut the moral pestilence, which was unquestionably a war pestilence,\nreproduced this phenomenon. One would have supposed that the war fever\nwould have raged most furiously in the countries actually under fire,\nand that the others would be more reasonable. Belgium and Flanders,\nwhere over large districts literally not one stone was left upon another\nas the opposed armies drove each other back and forward over it\nafter terrific preliminary bombardments, might have been pardoned for\nrelieving their feelings more emphatically than by shrugging their\nshoulders and saying, \"C'est la guerre.\" England, inviolate for so many\ncenturies that the swoop of war on her homesteads had long ceased to be\nmore credible than a return of the Flood, could hardly be expected\nto keep her temper sweet when she knew at last what it was to hide in\ncellars and underground railway stations, or lie quaking in bed, whilst\nbombs crashed, houses crumbled, and aircraft guns distributed shrapnel\non friend and foe alike until certain shop windows in London, formerly\nfull of fashionable hats, were filled with steel helmets. Slain and\nmutilated women and children, and burnt and wrecked dwellings, excuse a\ngood deal of violent language, and produce a wrath on which many suns go\ndown before it is appeased. Yet it was in the United States of America\nwhere nobody slept the worse for the war, that the war fever went\nbeyond all sense and reason. In European Courts there was vindictive\nillegality: in American Courts there was raving lunacy. It is not for me\nto chronicle the extravagances of an Ally: let some candid American do\nthat. I can only say that to us sitting in our gardens in England,\nwith the guns in France making themselves felt by a throb in the air as\nunmistakeable as an audible sound, or with tightening hearts studying\nthe phases of the moon in London in their bearing on the chances whether\nour houses would be standing or ourselves alive next morning, the\nnewspaper accounts of the sentences American Courts were passing on\nyoung girls and old men alike for the expression of opinions which were\nbeing uttered amid thundering applause before huge audiences in England,\nand the more private records of the methods by which the American\nWar Loans were raised, were so amazing that they put the guns and the\npossibilities of a raid clean out of our heads for the moment.\n\n\n\nThe Rabid Watchdogs of Liberty\n\nNot content with these rancorous abuses of the existing law, the war\nmaniacs made a frantic rush to abolish all constitutional guarantees of\nliberty and well-being. The ordinary law was superseded by Acts under\nwhich newspapers were seized and their printing machinery destroyed by\nsimple police raids a la Russe, and persons arrested and shot without\nany pretence of trial by jury or publicity of procedure or evidence.\nThough it was urgently necessary that production should be increased\nby the most scientific organization and economy of labor, and though no\nfact was better established than that excessive duration and intensity\nof toil reduces production heavily instead of increasing it, the factory\nlaws were suspended, and men and women recklessly over-worked until the\nloss of their efficiency became too glaring to be ignored. Remonstrances\nand warnings were met either with an accusation of pro-Germanism or the\nformula, \"Remember that we are at war now.\" I have said that men assumed\nthat war had reversed the order of nature, and that all was lost unless\nwe did the exact opposite of everything we had found necessary and\nbeneficial in peace. But the truth was worse than that. The war did not\nchange men's minds in any such impossible way. What really happened was\nthat the impact of physical death and destruction, the one reality that\nevery fool can understand, tore off the masks of education, art, science\nand religion from our ignorance and barbarism, and left us glorying\ngrotesquely in the licence suddenly accorded to our vilest passions and\nmost abject terrors. Ever since Thucydides wrote his history, it has\nbeen on record that when the angel of death sounds his trumpet the\npretences of civilization are blown from men's heads into the mud like\nhats in a gust of wind. But when this scripture was fulfilled among us,\nthe shock was not the less appalling because a few students of Greek\nhistory were not surprised by it. Indeed these students threw themselves\ninto the orgy as shamelessly as the illiterate. The Christian priest,\njoining in the war dance without even throwing off his cassock first,\nand the respectable school governor expelling the German professor with\ninsult and bodily violence, and declaring that no English child should\never again be taught the language of Luther and Goethe, were kept\nin countenance by the most impudent repudiations of every decency of\ncivilization and every lesson of political experience on the part of the\nvery persons who, as university professors, historians, philosophers,\nand men of science, were the accredited custodians of culture. It was\ncrudely natural, and perhaps necessary for recruiting purposes, that\nGerman militarism and German dynastic ambition should be painted by\njournalists and recruiters in black and red as European dangers (as in\nfact they are), leaving it to be inferred that our own militarism and\nour own political constitution are millennially democratic (which they\ncertainly are not); but when it came to frantic denunciations of\nGerman chemistry, German biology, German poetry, German music, German\nliterature, German philosophy, and even German engineering, as malignant\nabominations standing towards British and French chemistry and so forth\nin the relation of heaven to hell, it was clear that the utterers of\nsuch barbarous ravings had never really understood or cared for the\narts and sciences they professed and were profaning, and were only the\nappallingly degenerate descendants of the men of the seventeenth and\neighteenth centuries who, recognizing no national frontiers in the great\nrealm of the human mind, kept the European comity of that realm loftily\nand even ostentatiously above the rancors of the battle-field. Tearing\nthe Garter from the Kaiser's leg, striking the German dukes from the\nroll of our peerage, changing the King's illustrious and historically\nappropriate surname (for the war was the old war of Guelph against\nGhibelline, with the Kaiser as Arch-Ghibelline) to that of a\ntraditionless locality. One felt that the figure of St. George and the\nDragon on our coinage should be replaced by that of the soldier driving\nhis spear through Archimedes. But by that time there was no coinage:\nonly paper money in which ten shillings called itself a pound as\nconfidently as the people who were disgracing their country called\nthemselves patriots.\n\n\n\nThe Sufferings of the Sane\n\nThe mental distress of living amid the obscene din of all these\ncarmagnoles and corobberies was not the only burden that lay on sane\npeople during the war. There was also the emotional strain, complicated\nby the offended economic sense, produced by the casualty lists. The\nstupid, the selfish, the narrow-minded, the callous and unimaginative\nwere spared a great deal. \"Blood and destruction shall be so in use that\nmothers shall but smile when they behold their infantes quartered by the\nhands of war,\" was a Shakespearean prophecy that very nearly came true;\nfor when nearly every house had a slaughtered son to mourn, we should\nall have gone quite out of our senses if we had taken our own and our\nfriend's bereavements at their peace value. It became necessary to give\nthem a false value; to proclaim the young life worthily and gloriously\nsacrificed to redeem the liberty of mankind, instead of to expiate the\nheedlessness and folly of their fathers, and expiate it in vain. We\nhad even to assume that the parents and not the children had made the\nsacrifice, until at last the comic papers were driven to satirize fat\nold men, sitting comfortably in club chairs, and boasting of the sons\nthey had \"given\" to their country.\n\nNo one grudged these anodynes to acute personal grief; but they only\nembittered those who knew that the young men were having their teeth\nset on edge because their parents had eaten sour political grapes. Then\nthink of the young men themselves! Many of them had no illusions about\nthe policy that led to the war: they went clear-sighted to a horribly\nrepugnant duty. Men essentially gentle and essentially wise, with really\nvaluable work in hand, laid it down voluntarily and spent months forming\nfours in the barrack yard, and stabbing sacks of straw in the public\neye, so that they might go out to kill and maim men as gentle as\nthemselves. These men, who were perhaps, as a class, our most efficient\nsoldiers (Frederick Keeling, for example), were not duped for a moment\nby the hypocritical melodrama that consoled and stimulated the others.\nThey left their creative work to drudge at destruction, exactly as they\nwould have left it to take their turn at the pumps in a sinking ship.\nThey did not, like some of the conscientious objectors, hold back\nbecause the ship had been neglected by its officers and scuttled by\nits wreckers. The ship had to be saved, even if Newton had to leave his\nfluxions and Michael Angelo his marbles to save it; so they threw away\nthe tools of their beneficent and ennobling trades, and took up the\nblood-stained bayonet and the murderous bomb, forcing themselves to\npervert their divine instinct for perfect artistic execution to the\neffective handling of these diabolical things, and their economic\nfaculty for organization to the contriving of ruin and slaughter. For\nit gave an ironic edge to their tragedy that the very talents they were\nforced to prostitute made the prostitution not only effective, but\neven interesting; so that some of them were rapidly promoted, and found\nthemselves actually becoming artists in wax, with a growing relish for\nit, like Napoleon and all the other scourges of mankind, in spite of\nthemselves. For many of them there was not even this consolation. They\n\"stuck it,\" and hated it, to the end.\n\n\n\nEvil in the Throne of Good\n\nThis distress of the gentle was so acute that those who shared it\nin civil life, without having to shed blood with their own hands, or\nwitness destruction with their own eyes, hardly care to obtrude their\nown woes. Nevertheless, even when sitting at home in safety, it was not\neasy for those who had to write and speak about the war to throw\naway their highest conscience, and deliberately work to a standard of\ninevitable evil instead of to the ideal of life more abundant. I can\nanswer for at least one person who found the change from the wisdom of\nJesus and St. Francis to the morals of Richard III and the madness of\nDon Quixote extremely irksome. But that change had to be made; and we\nare all the worse for it, except those for whom it was not really a\nchange at all, but only a relief from hypocrisy.\n\nThink, too, of those who, though they had neither to write nor to fight,\nand had no children of their own to lose, yet knew the inestimable\nloss to the world of four years of the life of a generation wasted on\ndestruction. Hardly one of the epoch-making works of the human mind\nmight not have been aborted or destroyed by taking their authors\naway from their natural work for four critical years. Not only were\nShakespeares and Platos being killed outright; but many of the best\nharvests of the survivors had to be sown in the barren soil of the\ntrenches. And this was no mere British consideration. To the truly\ncivilized man, to the good European, the slaughter of the German youth\nwas as disastrous as the slaughter of the English. Fools exulted in\n\"German losses.\" They were our losses as well. Imagine exulting in the\ndeath of Beethoven because Bill Sykes dealt him his death blow!\n\n\n\nStraining at the Gnat and swallowing the Camel\n\nBut most people could not comprehend these sorrows. There was a\nfrivolous exultation in death for its own sake, which was at bottom\nan inability to realize that the deaths were real deaths and not stage\nones. Again and again, when an air raider dropped a bomb which tore a\nchild and its mother limb from limb, the people who saw it, though they\nhad been reading with great cheerfulness of thousands of such happenings\nday after day in their newspapers, suddenly burst into furious\nimprecations on \"the Huns\" as murderers, and shrieked for savage and\nsatisfying vengeance. At such moments it became clear that the deaths\nthey had not seen meant no more to them than the mimic death of the\ncinema screen. Sometimes it was not necessary that death should be\nactually witnessed: it had only to take place under circumstances\nof sufficient novelty and proximity to bring it home almost as\nsensationally and effectively as if it had been actually visible.\n\nFor example, in the spring of 1915 there was an appalling slaughter of\nour young soldiers at Neuve Chapelle and at the Gallipoli landing. I\nwill not go so far as to say that our civilians were delighted to have\nsuch exciting news to read at breakfast. But I cannot pretend that I\nnoticed either in the papers, or in general intercourse, any feeling\nbeyond the usual one that the cinema show at the front was going\nsplendidly, and that our boys were the bravest of the brave. Suddenly\nthere came the news that an Atlantic liner, the Lusitania, had been\ntorpedoed, and that several well-known first-class passengers, including\na famous theatrical manager and the author of a popular farce, had been\ndrowned, among others. The others included Sir Hugh Lane; but as he had\nonly laid the country under great obligations in the sphere of the fine\narts, no great stress was laid on that loss. Immediately an amazing\nfrenzy swept through the country. Men who up to that time had kept their\nheads now lost them utterly. \"Killing saloon passengers! What next?\" was\nthe essence of the whole agitation; but it is far too trivial a phrase\nto convey the faintest notion of the rage which possessed us. To me,\nwith my mind full of the hideous cost of Neuve Chapelle, Ypres, and\nthe Gallipoli landing, the fuss about the Lusitania seemed almost a\nheartless impertinence, though I was well acquainted personally with\nthe three best-known victims, and understood, better perhaps than\nmost people, the misfortune of the death of Lane. I even found a grim\nsatisfaction, very intelligible to all soldiers, in the fact that the\ncivilians who found the war such splendid British sport should get a\nsharp taste of what it was to the actual combatants. I expressed my\nimpatience very freely, and found that my very straightforward and\nnatural feeling in the matter was received as a monstrous and heartless\nparadox. When I asked those who gaped at me whether they had anything\nto say about the holocaust of Festubert, they gaped wider than before,\nhaving totally forgotten it, or rather, having never realized it. They\nwere not heartless anymore than I was; but the big catastrophe was too\nbig for them to grasp, and the little one had been just the right size\nfor them. I was not surprised. Have I not seen a public body for just\nthe same reason pass a vote for Â£30,000 without a word, and then spend\nthree special meetings, prolonged into the night, over an item of seven\nshillings for refreshments?\n\n\n\nLittle Minds and Big Battles\n\nNobody will be able to understand the vagaries of public feeling during\nthe war unless they bear constantly in mind that the war in its entire\nmagnitude did not exist for the average civilian. He could not conceive\neven a battle, much less a campaign. To the suburbs the war was nothing\nbut a suburban squabble. To the miner and navvy it was only a series of\nbayonet fights between German champions and English ones. The enormity\nof it was quite beyond most of us. Its episodes had to be reduced to the\ndimensions of a railway accident or a shipwreck before it could produce\nany effect on our minds at all. To us the ridiculous bombardments of\nScarborough and Ramsgate were colossal tragedies, and the battle of\nJutland a mere ballad. The words \"after thorough artillery preparation\"\nin the news from the front meant nothing to us; but when our seaside\ntrippers learned that an elderly gentleman at breakfast in a week-end\nmarine hotel had been interrupted by a bomb dropping into his egg-cup,\ntheir wrath and horror knew no bounds. They declared that this would put\na new spirit into the army; and had no suspicion that the soldiers in\nthe trenches roared with laughter over it for days, and told each other\nthat it would do the blighters at home good to have a taste of what the\narmy was up against. Sometimes the smallness of view was pathetic. A man\nwould work at home regardless of the call \"to make the world safe for\ndemocracy.\" His brother would be killed at the front. Immediately he\nwould throw up his work and take up the war as a family blood feud\nagainst the Germans. Sometimes it was comic. A wounded man, entitled to\nhis discharge, would return to the trenches with a grim determination to\nfind the Hun who had wounded him and pay him out for it.\n\nIt is impossible to estimate what proportion of us, in khaki or out\nof it, grasped the war and its political antecedents as a whole in the\nlight of any philosophy of history or knowledge of what war is. I doubt\nwhether it was as high as our proportion of higher mathematicians.\nBut there can be no doubt that it was prodigiously outnumbered by the\ncomparatively ignorant and childish. Remember that these people had to\nbe stimulated to make the sacrifices demanded by the war, and that this\ncould not be done by appeals to a knowledge which they did not possess,\nand a comprehension of which they were incapable. When the armistice\nat last set me free to tell the truth about the war at the following\ngeneral election, a soldier said to a candidate whom I was supporting,\n\"If I had known all that in 1914, they would never have got me into\nkhaki.\" And that, of course, was precisely why it had been necessary\nto stuff him with a romance that any diplomatist would have laughed at.\nThus the natural confusion of ignorance was increased by a deliberately\npropagated confusion of nursery bogey stories and melodramatic nonsense,\nwhich at last overreached itself and made it impossible to stop the war\nbefore we had not only achieved the triumph of vanquishing the German\narmy and thereby overthrowing its militarist monarchy, but made the very\nserious mistake of ruining the centre of Europe, a thing that no sane\nEuropean State could afford to do.\n\n\n\nThe Dumb Capables and the Noisy Incapables\n\nConfronted with this picture of insensate delusion and folly, the\ncritical reader will immediately counterplead that England all this time\nwas conducting a war which involved the organization of several\nmillions of fighting men and of the workers who were supplying them with\nprovisions, munitions, and transport, and that this could not have been\ndone by a mob of hysterical ranters. This is fortunately true. To pass\nfrom the newspaper offices and political platforms and club fenders and\nsuburban drawing-rooms to the Army and the munition factories was to\npass from Bedlam to the busiest and sanest of workaday worlds. It was\nto rediscover England, and find solid ground for the faith of those who\nstill believed in her. But a necessary condition of this efficiency\nwas that those who were efficient should give all their time to their\nbusiness and leave the rabble raving to its heart's content. Indeed the\nraving was useful to the efficient, because, as it was always wide\nof the mark, it often distracted attention very conveniently from\noperations that would have been defeated or hindered by publicity. A\nprecept which I endeavored vainly to popularize early in the war, \"If\nyou have anything to do go and do it: if not, for heaven's sake get out\nof the way,\" was only half carried out. Certainly the capable people\nwent and did it; but the incapables would by no means get out of the\nway: they fussed and bawled and were only prevented from getting very\nseriously into the way by the blessed fact that they never knew where\nthe way was. Thus whilst all the efficiency of England was silent and\ninvisible, all its imbecility was deafening the heavens with its clamor\nand blotting out the sun with its dust. It was also unfortunately\nintimidating the Government by its blusterings into using the\nirresistible powers of the State to intimidate the sensible people, thus\nenabling a despicable minority of would-be lynchers to set up a reign of\nterror which could at any time have been broken by a single stern word\nfrom a responsible minister. But our ministers had not that sort of\ncourage: neither Heartbreak House nor Horseback Hall had bred it, much\nless the suburbs. When matters at last came to the looting of shops by\ncriminals under patriotic pretexts, it was the police force and not the\nGovernment that put its foot down. There was even one deplorable\nmoment, during the submarine scare, in which the Government yielded to a\nchildish cry for the maltreatment of naval prisoners of war, and, to our\ngreat disgrace, was forced by the enemy to behave itself. And yet behind\nall this public blundering and misconduct and futile mischief, the\neffective England was carrying on with the most formidable capacity and\nactivity. The ostensible England was making the empire sick with its\nincontinences, its ignorances, its ferocities, its panics, and its\nendless and intolerable blarings of Allied national anthems in season\nand out. The esoteric England was proceeding irresistibly to the\nconquest of Europe.\n\n\n\nThe Practical Business Men\n\nFrom the beginning the useless people set up a shriek for \"practical\nbusiness men.\" By this they meant men who had become rich by placing\ntheir personal interests before those of the country, and measuring the\nsuccess of every activity by the pecuniary profit it brought to them\nand to those on whom they depended for their supplies of capital. The\npitiable failure of some conspicuous samples from the first batch we\ntried of these poor devils helped to give the whole public side of the\nwar an air of monstrous and hopeless farce. They proved not only that\nthey were useless for public work, but that in a well-ordered nation\nthey would never have been allowed to control private enterprise.\n\n\n\nHow the Fools shouted the Wise Men down\n\nThus, like a fertile country flooded with mud, England showed no sign of\nher greatness in the days when she was putting forth all her strength to\nsave herself from the worst consequences of her littleness. Most of\nthe men of action, occupied to the last hour of their time with urgent\npractical work, had to leave to idler people, or to professional\nrhetoricians, the presentation of the war to the reason and imagination\nof the country and the world in speeches, poems, manifestoes, picture\nposters, and newspaper articles. I have had the privilege of hearing\nsome of our ablest commanders talking about their work; and I have\nshared the common lot of reading the accounts of that work given to the\nworld by the newspapers. No two experiences could be more different. But\nin the end the talkers obtained a dangerous ascendancy over the rank and\nfile of the men of action; for though the great men of action are always\ninveterate talkers and often very clever writers, and therefore cannot\nhave their minds formed for them by others, the average man of action,\nlike the average fighter with the bayonet, can give no account of\nhimself in words even to himself, and is apt to pick up and accept what\nhe reads about himself and other people in the papers, except when the\nwriter is rash enough to commit himself on technical points. It was not\nuncommon during the war to hear a soldier, or a civilian engaged on war\nwork, describing events within his own experience that reduced to utter\nabsurdity the ravings and maunderings of his daily paper, and yet echo\nthe opinions of that paper like a parrot. Thus, to escape from the\nprevailing confusion and folly, it was not enough to seek the company of\nthe ordinary man of action: one had to get into contact with the master\nspirits. This was a privilege which only a handful of people could\nenjoy. For the unprivileged citizen there was no escape. To him the\nwhole country seemed mad, futile, silly, incompetent, with no hope of\nvictory except the hope that the enemy might be just as mad. Only by\nvery resolute reflection and reasoning could he reassure himself that if\nthere was nothing more solid beneath their appalling appearances the\nwar could not possibly have gone on for a single day without a total\nbreakdown of its organization.\n\n\n\nThe Mad Election\n\nHappy were the fools and the thoughtless men of action in those days.\nThe worst of it was that the fools were very strongly represented in\nparliament, as fools not only elect fools, but can persuade men of\naction to elect them too. The election that immediately followed the\narmistice was perhaps the maddest that has ever taken place. Soldiers\nwho had done voluntary and heroic service in the field were defeated\nby persons who had apparently never run a risk or spent a farthing that\nthey could avoid, and who even had in the course of the election to\napologize publicly for bawling Pacifist or Pro-German at their opponent.\nParty leaders seek such followers, who can always be depended on to walk\ntamely into the lobby at the party whip's orders, provided the leader\nwill make their seats safe for them by the process which was called,\nin derisive reference to the war rationing system, \"giving them the\ncoupon.\" Other incidents were so grotesque that I cannot mention them\nwithout enabling the reader to identify the parties, which would not be\nfair, as they were no more to blame than thousands of others who must\nnecessarily be nameless. The general result was patently absurd; and\nthe electorate, disgusted at its own work, instantly recoiled to the\nopposite extreme, and cast out all the coupon candidates at the earliest\nbye-elections by equally silly majorities. But the mischief of the\ngeneral election could not be undone; and the Government had not only to\npretend to abuse its European victory as it had promised, but actually\nto do it by starving the enemies who had thrown down their arms. It had,\nin short, won the election by pledging itself to be thriftlessly wicked,\ncruel, and vindictive; and it did not find it as easy to escape from\nthis pledge as it had from nobler ones. The end, as I write, is not yet;\nbut it is clear that this thoughtless savagery will recoil on the\nheads of the Allies so severely that we shall be forced by the sternest\nnecessity to take up our share of healing the Europe we have wounded\nalmost to death instead of attempting to complete her destruction.\n\n\n\nThe Yahoo and the Angry Ape\n\nContemplating this picture of a state of mankind so recent that no\ndenial of its truth is possible, one understands Shakespeare comparing\nMan to an angry ape, Swift describing him as a Yahoo rebuked by the\nsuperior virtue of the horse, and Wellington declaring that the British\ncan behave themselves neither in victory nor defeat. Yet none of the\nthree had seen war as we have seen it. Shakespeare blamed great men,\nsaying that \"Could great men thunder as Jove himself does, Jove would\nne'er be quiet; for every pelting petty officer would use his heaven for\nthunder: nothing but thunder.\" What would Shakespeare have said if he\nhad seen something far more destructive than thunder in the hand of\nevery village laborer, and found on the Messines Ridge the craters\nof the nineteen volcanoes that were let loose there at the touch of a\nfinger that might have been a child's finger without the result being a\nwhit less ruinous? Shakespeare may have seen a Stratford cottage struck\nby one of Jove's thunderbolts, and have helped to extinguish the lighted\nthatch and clear away the bits of the broken chimney. What would he have\nsaid if he had seen Ypres as it is now, or returned to Stratford, as\nFrench peasants are returning to their homes to-day, to find the old\nfamiliar signpost inscribed \"To Stratford, 1 mile,\" and at the end of\nthe mile nothing but some holes in the ground and a fragment of a broken\nchurn here and there? Would not the spectacle of the angry ape endowed\nwith powers of destruction that Jove never pretended to, have beggared\neven his command of words?\n\nAnd yet, what is there to say except that war puts a strain on human\nnature that breaks down the better half of it, and makes the worse half\na diabolical virtue? Better, for us if it broke it down altogether, for\nthen the warlike way out of our difficulties would be barred to us, and\nwe should take greater care not to get into them. In truth, it is, as\nByron said, \"not difficult to die,\" and enormously difficult to live:\nthat explains why, at bottom, peace is not only better than war, but\ninfinitely more arduous. Did any hero of the war face the glorious\nrisk of death more bravely than the traitor Bolo faced the ignominious\ncertainty of it? Bolo taught us all how to die: can we say that he\ntaught us all how to live? Hardly a week passes now without some soldier\nwho braved death in the field so recklessly that he was decorated or\nspecially commended for it, being haled before our magistrates for\nhaving failed to resist the paltriest temptations of peace, with no\nbetter excuse than the old one that \"a man must live.\" Strange that one\nwho, sooner than do honest work, will sell his honor for a bottle of\nwine, a visit to the theatre, and an hour with a strange woman, all\nobtained by passing a worthless cheque, could yet stake his life on\nthe most desperate chances of the battle-field! Does it not seem as if,\nafter all, the glory of death were cheaper than the glory of life? If\nit is not easier to attain, why do so many more men attain it? At all\nevents it is clear that the kingdom of the Prince of Peace has not yet\nbecome the kingdom of this world. His attempts at invasion have been\nresisted far more fiercely than the Kaiser's. Successful as that\nresistance has been, it has piled up a sort of National Debt that is not\nthe less oppressive because we have no figures for it and do not intend\nto pay it. A blockade that cuts off \"the grace of our Lord\" is in the\nlong run less bearable than the blockades which merely cut off raw\nmaterials; and against that blockade our Armada is impotent. In the\nblockader's house, he has assured us, there are many mansions; but I am\nafraid they do not include either Heartbreak House or Horseback Hall.\n\n\n\nPlague on Both your Houses!\n\nMeanwhile the Bolshevist picks and petards are at work on the\nfoundations of both buildings; and though the Bolshevists may be buried\nin the ruins, their deaths will not save the edifices. Unfortunately\nthey can be built again. Like Doubting Castle, they have been demolished\nmany times by successive Greathearts, and rebuilt by Simple, Sloth, and\nPresumption, by Feeble Mind and Much Afraid, and by all the jurymen of\nVanity Fair. Another generation of \"secondary education\" at our ancient\npublic schools and the cheaper institutions that ape them will be quite\nsufficient to keep the two going until the next war. For the instruction\nof that generation I leave these pages as a record of what civilian\nlife was during the war: a matter on which history is usually silent.\nFortunately it was a very short war. It is true that the people who\nthought it could not last more than six months were very signally\nrefuted by the event. As Sir Douglas Haig has pointed out, its Waterloos\nlasted months instead of hours. But there would have been nothing\nsurprising in its lasting thirty years. If it had not been for the fact\nthat the blockade achieved the amazing feat of starving out Europe,\nwhich it could not possibly have done had Europe been properly organized\nfor war, or even for peace, the war would have lasted until the\nbelligerents were so tired of it that they could no longer be compelled\nto compel themselves to go on with it. Considering its magnitude, the\nwar of 1914-18 will certainly be classed as the shortest in history. The\nend came so suddenly that the combatant literally stumbled over it;\nand yet it came a full year later than it should have come if the\nbelligerents had not been far too afraid of one another to face the\nsituation sensibly. Germany, having failed to provide for the war she\nbegan, failed again to surrender before she was dangerously exhausted.\nHer opponents, equally improvident, went as much too close to bankruptcy\nas Germany to starvation. It was a bluff at which both were bluffed.\nAnd, with the usual irony of war, it remains doubtful whether Germany\nand Russia, the defeated, will not be the gainers; for the victors are\nalready busy fastening on themselves the chains they have struck from\nthe limbs of the vanquished.\n\n\n\nHow the Theatre fared\n\nLet us now contract our view rather violently from the European theatre\nof war to the theatre in which the fights are sham fights, and the\nslain, rising the moment the curtain has fallen, go comfortably home\nto supper after washing off their rose-pink wounds. It is nearly twenty\nyears since I was last obliged to introduce a play in the form of a\nbook for lack of an opportunity of presenting it in its proper mode by a\nperformance in a theatre. The war has thrown me back on this expedient.\nHeartbreak House has not yet reached the stage. I have withheld it\nbecause the war has completely upset the economic conditions which\nformerly enabled serious drama to pay its way in London. The change is\nnot in the theatres nor in the management of them, nor in the authors\nand actors, but in the audiences. For four years the London theatres\nwere crowded every night with thousands of soldiers on leave from the\nfront. These soldiers were not seasoned London playgoers. A childish\nexperience of my own gave me a clue to their condition. When I was a\nsmall boy I was taken to the opera. I did not then know what an opera\nwas, though I could whistle a good deal of opera music. I had seen in\nmy mother's album photographs of all the great opera singers, mostly\nin evening dress. In the theatre I found myself before a gilded balcony\nfilled with persons in evening dress whom I took to be the opera\nsingers. I picked out one massive dark lady as Alboni, and wondered how\nsoon she would stand up and sing. I was puzzled by the fact that I was\nmade to sit with my back to the singers instead of facing them. When the\ncurtain went up, my astonishment and delight were unbounded.\n\n\n\nThe Soldier at the Theatre Front\n\nIn 1915, I saw in the theatres men in khaki in just the same\npredicament. To everyone who had my clue to their state of mind it was\nevident that they had never been in a theatre before and did not know\nwhat it was. At one of our great variety theatres I sat beside a young\nofficer, not at all a rough specimen, who, even when the curtain\nrose and enlightened him as to the place where he had to look for his\nentertainment, found the dramatic part of it utterly incomprehensible.\nHe did not know how to play his part of the game. He could understand\nthe people on the stage singing and dancing and performing gymnastic\nfeats. He not only understood but intensely enjoyed an artist who\nimitated cocks crowing and pigs squeaking. But the people who pretended\nthat they were somebody else, and that the painted picture behind\nthem was real, bewildered him. In his presence I realized how very\nsophisticated the natural man has to become before the conventions\nof the theatre can be easily acceptable, or the purpose of the drama\nobvious to him.\n\nWell, from the moment when the routine of leave for our soldiers was\nestablished, such novices, accompanied by damsels (called flappers)\noften as innocent as themselves, crowded the theatres to the doors. It\nwas hardly possible at first to find stuff crude enough to nurse them\non. The best music-hall comedians ransacked their memories for the\noldest quips and the most childish antics to avoid carrying the military\nspectators out of their depth. I believe that this was a mistake as far\nas the novices were concerned. Shakespeare, or the dramatized histories\nof George Barnwell, Maria Martin, or the Demon Barber of Fleet Street,\nwould probably have been quite popular with them. But the novices were\nonly a minority after all. The cultivated soldier, who in time of peace\nwould look at nothing theatrical except the most advanced postIbsen\nplays in the most artistic settings, found himself, to his own\nastonishment, thirsting for silly jokes, dances, and brainlessly\nsensuous exhibitions of pretty girls. The author of some of the most\ngrimly serious plays of our time told me that after enduring the\ntrenches for months without a glimpse of the female of his species, it\ngave him an entirely innocent but delightful pleasure merely to see\na flapper. The reaction from the battle-field produced a condition of\nhyperaesthesia in which all the theatrical values were altered. Trivial\nthings gained intensity and stale things novelty. The actor, instead of\nhaving to coax his audiences out of the boredom which had driven them to\nthe theatre in an ill humor to seek some sort of distraction, had only\nto exploit the bliss of smiling men who were no longer under fire and\nunder military discipline, but actually clean and comfortable and in a\nmood to be pleased with anything and everything that a bevy of pretty\ngirls and a funny man, or even a bevy of girls pretending to be pretty\nand a man pretending to be funny, could do for them.\n\nThen could be seen every night in the theatres oldfashioned farcical\ncomedies, in which a bedroom, with four doors on each side and a\npracticable window in the middle, was understood to resemble exactly the\nbedroom in the flats beneath and above, all three inhabited by couples\nconsumed with jealousy. When these people came home drunk at night;\nmistook their neighbor's flats for their own; and in due course got\ninto the wrong beds, it was not only the novices who found the resulting\ncomplications and scandals exquisitely ingenious and amusing, nor their\nequally verdant flappers who could not help squealing in a manner that\nastonished the oldest performers when the gentleman who had just come in\ndrunk through the window pretended to undress, and allowed glimpses of\nhis naked person to be descried from time to time.\n\n\n\nHeartbreak House\n\nMen who had just read the news that Charles Wyndham was dying, and\nwere thereby sadly reminded of Pink Dominos and the torrent of farcical\ncomedies that followed it in his heyday until every trick of that trade\nhad become so stale that the laughter they provoked turned to loathing:\nthese veterans also, when they returned from the field, were as much\npleased by what they knew to be stale and foolish as the novices by what\nthey thought fresh and clever.\n\n\n\nCommerce in the Theatre\n\nWellington said that an army moves on its belly. So does a London\ntheatre. Before a man acts he must eat. Before he performs plays he must\npay rent. In London we have no theatres for the welfare of the people:\nthey are all for the sole purpose of producing the utmost obtainable\nrent for the proprietor. If the twin flats and twin beds produce a\nguinea more than Shakespeare, out goes Shakespeare and in come the twin\nflats and the twin beds. If the brainless bevy of pretty girls and the\nfunny man outbid Mozart, out goes Mozart.\n\n\n\nUnser Shakespeare\n\nBefore the war an effort was made to remedy this by establishing a\nnational theatre in celebration of the tercentenary of the death of\nShakespeare. A committee was formed; and all sorts of illustrious and\ninfluential persons lent their names to a grand appeal to our national\nculture. My play, The Dark Lady of The Sonnets, was one of the incidents\nof that appeal. After some years of effort the result was a single\nhandsome subscription from a German gentleman. Like the celebrated\nswearer in the anecdote when the cart containing all his household goods\nlost its tailboard at the top of the hill and let its contents roll\nin ruin to the bottom, I can only say, \"I cannot do justice to this\nsituation,\" and let it pass without another word.\n\n\n\nThe Higher Drama put out of Action\n\nThe effect of the war on the London theatres may now be imagined. The\nbeds and the bevies drove every higher form of art out of it. Rents\nwent up to an unprecedented figure. At the same time prices doubled\neverywhere except at the theatre pay-boxes, and raised the expenses of\nmanagement to such a degree that unless the houses were quite full every\nnight, profit was impossible. Even bare solvency could not be attained\nwithout a very wide popularity. Now what had made serious drama possible\nto a limited extent before the war was that a play could pay its\nway even if the theatre were only half full until Saturday and\nthree-quarters full then. A manager who was an enthusiast and a\ndesperately hard worker, with an occasional grant-in-aid from an\nartistically disposed millionaire, and a due proportion of those rare\nand happy accidents by which plays of the higher sort turn out to be\npotboilers as well, could hold out for some years, by which time a relay\nmight arrive in the person of another enthusiast. Thus and not otherwise\noccurred that remarkable revival of the British drama at the beginning\nof the century which made my own career as a playwright possible in\nEngland. In America I had already established myself, not as part of the\nordinary theatre system, but in association with the exceptional genius\nof Richard Mansfield. In Germany and Austria I had no difficulty: the\nsystem of publicly aided theatres there, Court and Municipal, kept drama\nof the kind I dealt in alive; so that I was indebted to the Emperor of\nAustria for magnificent productions of my works at a time when the sole\nofficial attention paid me by the British Courts was the announcement\nto the English-speaking world that certain plays of mine were unfit for\npublic performance, a substantial set-off against this being that the\nBritish Court, in the course of its private playgoing, paid no regard to\nthe bad character given me by the chief officer of its household.\n\nHowbeit, the fact that my plays effected a lodgment on the London stage,\nand were presently followed by the plays of Granville Barker, Gilbert\nMurray, John Masefield, St. John Hankin, Lawrence Housman, Arnold\nBennett, John Galsworthy, John Drinkwater, and others which would in\nthe nineteenth century have stood rather less chance of production at a\nLondon theatre than the Dialogues of Plato, not to mention revivals\nof the ancient Athenian drama and a restoration to the stage of\nShakespeare's plays as he wrote them, was made economically possible\nsolely by a supply of theatres which could hold nearly twice as much\nmoney as it cost to rent and maintain them. In such theatres work\nappealing to a relatively small class of cultivated persons, and\ntherefore attracting only from half to three-quarters as many spectators\nas the more popular pastimes, could nevertheless keep going in the hands\nof young adventurers who were doing it for its own sake, and had not\nyet been forced by advancing age and responsibilities to consider the\ncommercial value of their time and energy too closely. The war struck\nthis foundation away in the manner I have just described. The expenses\nof running the cheapest west-end theatres rose to a sum which exceeded\nby twenty-five per cent the utmost that the higher drama can, as an\nascertained matter of fact, be depended on to draw. Thus the higher\ndrama, which has never really been a commercially sound speculation,\nnow became an impossible one. Accordingly, attempts are being made to\nprovide a refuge for it in suburban theatres in London and repertory\ntheatres in the provinces. But at the moment when the army has at last\ndisgorged the survivors of the gallant band of dramatic pioneers whom\nit swallowed, they find that the economic conditions which formerly\nmade their work no worse than precarious now put it out of the question\naltogether, as far as the west end of London is concerned.\n\n\n\nChurch and Theatre\n\nI do not suppose many people care particularly. We are not brought up to\ncare; and a sense of the national importance of the theatre is not\nborn in mankind: the natural man, like so many of the soldiers at the\nbeginning of the war, does not know what a theatre is. But please note\nthat all these soldiers who did not know what a theatre was, knew what\na church was. And they had been taught to respect churches. Nobody\nhad ever warned them against a church as a place where frivolous women\nparaded in their best clothes; where stories of improper females like\nPotiphar's wife, and erotic poetry like the Song of Songs, were\nread aloud; where the sensuous and sentimental music of Schubert,\nMendelssohn, Gounod, and Brahms was more popular than severe music by\ngreater composers; where the prettiest sort of pretty pictures of\npretty saints assailed the imagination and senses through stained-glass\nwindows; and where sculpture and architecture came to the help of\npainting. Nobody ever reminded them that these things had sometimes\nproduced such developments of erotic idolatry that men who were not only\nenthusiastic amateurs of literature, painting, and music, but famous\npractitioners of them, had actually exulted when mobs and even regular\ntroops under express command had mutilated church statues, smashed\nchurch windows, wrecked church organs, and torn up the sheets from which\nthe church music was read and sung. When they saw broken statues in\nchurches, they were told that this was the work of wicked, godless\nrioters, instead of, as it was, the work partly of zealots bent on\ndriving the world, the flesh, and the devil out of the temple, and\npartly of insurgent men who had become intolerably poor because the\ntemple had become a den of thieves. But all the sins and perversions\nthat were so carefully hidden from them in the history of the Church\nwere laid on the shoulders of the Theatre: that stuffy, uncomfortable\nplace of penance in which we suffer so much inconvenience on the\nslenderest chance of gaining a scrap of food for our starving souls.\nWhen the Germans bombed the Cathedral of Rheims the world rang with\nthe horror of the sacrilege. When they bombed the Little Theatre in\nthe Adelphi, and narrowly missed bombing two writers of plays who lived\nwithin a few yards of it, the fact was not even mentioned in the papers.\nIn point of appeal to the senses no theatre ever built could touch the\nfane at Rheims: no actress could rival its Virgin in beauty, nor any\noperatic tenor look otherwise than a fool beside its David. Its picture\nglass was glorious even to those who had seen the glass of Chartres.\nIt was wonderful in its very grotesques: who would look at the Blondin\nDonkey after seeing its leviathans? In spite of the Adam-Adelphian\ndecoration on which Miss Kingston had lavished so much taste and care,\nthe Little Theatre was in comparison with Rheims the gloomiest of little\nconventicles: indeed the cathedral must, from the Puritan point of view,\nhave debauched a million voluptuaries for every one whom the Little\nTheatre had sent home thoughtful to a chaste bed after Mr Chesterton's\nMagic or Brieux's Les Avaries. Perhaps that is the real reason why\nthe Church is lauded and the Theatre reviled. Whether or no, the fact\nremains that the lady to whose public spirit and sense of the national\nvalue of the theatre I owed the first regular public performance of\na play of mine had to conceal her action as if it had been a crime,\nwhereas if she had given the money to the Church she would have worn\na halo for it. And I admit, as I have always done, that this state of\nthings may have been a very sensible one. I have asked Londoners again\nand again why they pay half a guinea to go to a theatre when they can\ngo to St. Paul's or Westminster Abbey for nothing. Their only possible\nreply is that they want to see something new and possibly something\nwicked; but the theatres mostly disappoint both hopes. If ever a\nrevolution makes me Dictator, I shall establish a heavy charge for\nadmission to our churches. But everyone who pays at the church door\nshall receive a ticket entitling him or her to free admission to one\nperformance at any theatre he or she prefers. Thus shall the sensuous\ncharms of the church service be made to subsidize the sterner virtue of\nthe drama.\n\n\n\nThe Next Phase\n\nThe present situation will not last. Although the newspaper I read at\nbreakfast this morning before writing these words contains a calculation\nthat no less than twenty-three wars are at present being waged to\nconfirm the peace, England is no longer in khaki; and a violent reaction\nis setting in against the crude theatrical fare of the four terrible\nyears. Soon the rents of theatres will once more be fixed on the\nassumption that they cannot always be full, nor even on the average half\nfull week in and week out. Prices will change. The higher drama will\nbe at no greater disadvantage than it was before the war; and it may\nbenefit, first, by the fact that many of us have been torn from the\nfools' paradise in which the theatre formerly traded, and thrust upon\nthe sternest realities and necessities until we have lost both faith in\nand patience with the theatrical pretences that had no root either in\nreality or necessity; second, by the startling change made by the war\nin the distribution of income. It seems only the other day that a\nmillionaire was a man with Â£50,000 a year. To-day, when he has paid his\nincome tax and super tax, and insured his life for the amount of his\ndeath duties, he is lucky if his net income is 10,000 pounds though his\nnominal property remains the same. And this is the result of a Budget\nwhich is called \"a respite for the rich.\" At the other end of the scale\nmillions of persons have had regular incomes for the first time in\ntheir lives; and their men have been regularly clothed, fed, lodged, and\ntaught to make up their minds that certain things have to be done, also\nfor the first time in their lives. Hundreds of thousands of women have\nbeen taken out of their domestic cages and tasted both discipline and\nindependence. The thoughtless and snobbish middle classes have been\npulled up short by the very unpleasant experience of being ruined to an\nunprecedented extent. We have all had a tremendous jolt; and although\nthe widespread notion that the shock of the war would automatically make\na new heaven and a new earth, and that the dog would never go back to\nhis vomit nor the sow to her wallowing in the mire, is already seen to\nbe a delusion, yet we are far more conscious of our condition than we\nwere, and far less disposed to submit to it. Revolution, lately only\na sensational chapter in history or a demagogic claptrap, is now a\npossibility so imminent that hardly by trying to suppress it in\nother countries by arms and defamation, and calling the process\nanti-Bolshevism, can our Government stave it off at home.\n\nPerhaps the most tragic figure of the day is the American President who\nwas once a historian. In those days it became his task to tell us how,\nafter that great war in America which was more clearly than any other\nwar of our time a war for an idea, the conquerors, confronted with a\nheroic task of reconstruction, turned recreant, and spent fifteen years\nin abusing their victory under cover of pretending to accomplish the\ntask they were doing what they could to make impossible. Alas! Hegel\nwas right when he said that we learn from history that men never learn\nanything from history. With what anguish of mind the President sees that\nwe, the new conquerors, forgetting everything we professed to fight for,\nare sitting down with watering mouths to a good square meal of ten years\nrevenge upon and humiliation of our prostrate foe, can only be guessed\nby those who know, as he does, how hopeless is remonstrance, and how\nhappy Lincoln was in perishing from the earth before his inspired\nmessages became scraps of paper. He knows well that from the Peace\nConference will come, in spite of his utmost, no edict on which he will\nbe able, like Lincoln, to invoke \"the considerate judgment of mankind:\nand the gracious favor of Almighty God.\" He led his people to destroy\nthe militarism of Zabern; and the army they rescued is busy in Cologne\nimprisoning every German who does not salute a British officer; whilst\nthe government at home, asked whether it approves, replies that it\ndoes not propose even to discontinue this Zabernism when the Peace is\nconcluded, but in effect looks forward to making Germans salute British\nofficers until the end of the world. That is what war makes of men and\nwomen. It will wear off; and the worst it threatens is already proving\nimpracticable; but before the humble and contrite heart ceases to be\ndespised, the President and I, being of the same age, will be dotards.\nIn the meantime there is, for him, another history to write; for me,\nanother comedy to stage. Perhaps, after all, that is what wars are for,\nand what historians and playwrights are for. If men will not learn until\ntheir lessons are written in blood, why, blood they must have, their own\nfor preference.\n\n\n\nThe Ephemeral Thrones and the Eternal Theatre\n\nTo the theatre it will not matter. Whatever Bastilles fall, the theatre\nwill stand. Apostolic Hapsburg has collapsed; All Highest Hohenzollern\nlanguishes in Holland, threatened with trial on a capital charge of\nfighting for his country against England; Imperial Romanoff, said to\nhave perished miserably by a more summary method of murder, is perhaps\nalive or perhaps dead: nobody cares more than if he had been a peasant;\nthe lord of Hellas is level with his lackeys in republican Switzerland;\nPrime Ministers and Commanders-in-Chief have passed from a brief glory\nas Solons and Caesars into failure and obscurity as closely on one\nanother's heels as the descendants of Banquo; but Euripides and\nAristophanes, Shakespeare and Moliere, Goethe and Ibsen remain fixed in\ntheir everlasting seats.\n\n\n\nHow War muzzles the Dramatic Poet\n\nAs for myself, why, it may be asked, did I not write two plays about\nthe war instead of two pamphlets on it? The answer is significant. You\ncannot make war on war and on your neighbor at the same time. War cannot\nbear the terrible castigation of comedy, the ruthless light of laughter\nthat glares on the stage. When men are heroically dying for their\ncountry, it is not the time to show their lovers and wives and fathers\nand mothers how they are being sacrificed to the blunders of\nboobies, the cupidity of capitalists, the ambition of conquerors, the\nelectioneering of demagogues, the Pharisaism of patriots, the lusts and\nlies and rancors and bloodthirsts that love war because it opens their\nprison doors, and sets them in the thrones of power and popularity. For\nunless these things are mercilessly exposed they will hide under the\nmantle of the ideals on the stage just as they do in real life.\n\nAnd though there may be better things to reveal, it may not, and indeed\ncannot, be militarily expedient to reveal them whilst the issue is still\nin the balance. Truth telling is not compatible with the defence of\nthe realm. We are just now reading the revelations of our generals and\nadmirals, unmuzzled at last by the armistice. During the war, General A,\nin his moving despatches from the field, told how General B had covered\nhimself with deathless glory in such and such a battle. He now tells us\nthat General B came within an ace of losing us the war by disobeying\nhis orders on that occasion, and fighting instead of running away as he\nought to have done. An excellent subject for comedy now that the war\nis over, no doubt; but if General A had let this out at the time, what\nwould have been the effect on General B's soldiers? And had the stage\nmade known what the Prime Minister and the Secretary of State for War\nwho overruled General A thought of him, and what he thought of them, as\nnow revealed in raging controversy, what would have been the effect on\nthe nation? That is why comedy, though sorely tempted, had to be loyally\nsilent; for the art of the dramatic poet knows no patriotism; recognizes\nno obligation but truth to natural history; cares not whether Germany\nor England perish; is ready to cry with Brynhild, \"Lass'uns verderben,\nlachend zu grunde geh'n\" sooner than deceive or be deceived; and thus\nbecomes in time of war a greater military danger than poison, steel, or\ntrinitrotoluene. That is why I had to withhold Heartbreak House from\nthe footlights during the war; for the Germans might on any night have\nturned the last act from play into earnest, and even then might not have\nwaited for their cues.\n\nJune, 1919.\n\n\n\n\nHEARTBREAK HOUSE\n\n\n\n\nACT I\n\nThe hilly country in the middle of the north edge of Sussex, looking\nvery pleasant on a fine evening at the end of September, is seen through\nthe windows of a room which has been built so as to resemble the after\npart of an old-fashioned high-pooped ship, with a stern gallery; for the\nwindows are ship built with heavy timbering, and run right across the\nroom as continuously as the stability of the wall allows. A row\nof lockers under the windows provides an unupholstered windowseat\ninterrupted by twin glass doors, respectively halfway between the stern\npost and the sides. Another door strains the illusion a little by being\napparently in the ship's port side, and yet leading, not to the open\nsea, but to the entrance hall of the house. Between this door and the\nstern gallery are bookshelves. There are electric light switches beside\nthe door leading to the hall and the glass doors in the stern gallery.\nAgainst the starboard wall is a carpenter's bench. The vice has a board\nin its jaws; and the floor is littered with shavings, overflowing from a\nwaste-paper basket. A couple of planes and a centrebit are on the bench.\nIn the same wall, between the bench and the windows, is a narrow doorway\nwith a half door, above which a glimpse of the room beyond shows that it\nis a shelved pantry with bottles and kitchen crockery.\n\nOn the starboard side, but close to the middle, is a plain oak\ndrawing-table with drawing-board, T-square, straightedges, set\nsquares, mathematical instruments, saucers of water color, a tumbler\nof discolored water, Indian ink, pencils, and brushes on it. The\ndrawing-board is set so that the draughtsman's chair has the window on\nits left hand. On the floor at the end of the table, on its right, is a\nship's fire bucket. On the port side of the room, near the bookshelves,\nis a sofa with its back to the windows. It is a sturdy mahogany article,\noddly upholstered in sailcloth, including the bolster, with a couple of\nblankets hanging over the back. Between the sofa and the drawing-table\nis a big wicker chair, with broad arms and a low sloping back, with its\nback to the light. A small but stout table of teak, with a round top\nand gate legs, stands against the port wall between the door and the\nbookcase. It is the only article in the room that suggests (not at all\nconvincingly) a woman's hand in the furnishing. The uncarpeted floor of\nnarrow boards is caulked and holystoned like a deck.\n\nThe garden to which the glass doors lead dips to the south before the\nlandscape rises again to the hills. Emerging from the hollow is the\ncupola of an observatory. Between the observatory and the house is a\nflagstaff on a little esplanade, with a hammock on the east side and a\nlong garden seat on the west.\n\nA young lady, gloved and hatted, with a dust coat on, is sitting in the\nwindow-seat with her body twisted to enable her to look out at the\nview. One hand props her chin: the other hangs down with a volume of the\nTemple Shakespeare in it, and her finger stuck in the page she has been\nreading.\n\nA clock strikes six.\n\nThe young lady turns and looks at her watch. She rises with an air of\none who waits, and is almost at the end of her patience. She is a pretty\ngirl, slender, fair, and intelligent looking, nicely but not expensively\ndressed, evidently not a smart idler.\n\nWith a sigh of weary resignation she comes to the draughtsman's chair;\nsits down; and begins to read Shakespeare. Presently the book sinks to\nher lap; her eyes close; and she dozes into a slumber.\n\nAn elderly womanservant comes in from the hall with three unopened\nbottles of rum on a tray. She passes through and disappears in the\npantry without noticing the young lady. She places the bottles on the\nshelf and fills her tray with empty bottles. As she returns with these,\nthe young lady lets her book drop, awakening herself, and startling the\nwomanservant so that she all but lets the tray fall.\n\nTHE WOMANSERVANT. God bless us! [The young lady picks up the book and\nplaces it on the table]. Sorry to wake you, miss, I'm sure; but you are\na stranger to me. What might you be waiting here for now?\n\nTHE YOUNG LADY. Waiting for somebody to show some signs of knowing that\nI have been invited here.\n\nTHE WOMANSERVANT. Oh, you're invited, are you? And has nobody come?\nDear! dear!\n\nTHE YOUNG LADY. A wild-looking old gentleman came and looked in at\nthe window; and I heard him calling out, \"Nurse, there is a young and\nattractive female waiting in the poop. Go and see what she wants.\" Are\nyou the nurse?\n\nTHE WOMANSERVANT. Yes, miss: I'm Nurse Guinness. That was old Captain\nShotover, Mrs Hushabye's father. I heard him roaring; but I thought it\nwas for something else. I suppose it was Mrs Hushabye that invited you,\nducky?\n\nTHE YOUNG LADY. I understood her to do so. But really I think I'd better\ngo.\n\nNURSE GUINNESS. Oh, don't think of such a thing, miss. If Mrs Hushabye\nhas forgotten all about it, it will be a pleasant surprise for her to\nsee you, won't it?\n\nTHE YOUNG LADY. It has been a very unpleasant surprise to me to find\nthat nobody expects me.\n\nNURSE GUINNESS. You'll get used to it, miss: this house is full of\nsurprises for them that don't know our ways.\n\nCAPTAIN SHOTOVER [looking in from the hall suddenly: an ancient but\nstill hardy man with an immense white beard, in a reefer jacket with a\nwhistle hanging from his neck]. Nurse, there is a hold-all and a handbag\non the front steps for everybody to fall over. Also a tennis racquet.\nWho the devil left them there?\n\nTHE YOUNG LADY. They are mine, I'm afraid.\n\nTHE CAPTAIN [advancing to the drawing-table]. Nurse, who is this\nmisguided and unfortunate young lady?\n\nNURSE GUINNESS. She says Miss Hessy invited her, sir.\n\nTHE CAPTAIN. And had she no friend, no parents, to warn her against my\ndaughter's invitations? This is a pretty sort of house, by heavens! A\nyoung and attractive lady is invited here. Her luggage is left on the\nsteps for hours; and she herself is deposited in the poop and abandoned,\ntired and starving. This is our hospitality. These are our manners. No\nroom ready. No hot water. No welcoming hostess. Our visitor is to sleep\nin the toolshed, and to wash in the duckpond.\n\nNURSE GUINNESS. Now it's all right, Captain: I'll get the lady some tea;\nand her room shall be ready before she has finished it. [To the young\nlady]. Take off your hat, ducky; and make yourself at home [she goes to\nthe door leading to the hall].\n\nTHE CAPTAIN [as she passes him]. Ducky! Do you suppose, woman, that\nbecause this young lady has been insulted and neglected, you have the\nright to address her as you address my wretched children, whom you\nhave brought up in ignorance of the commonest decencies of social\nintercourse?\n\nNURSE GUINNESS. Never mind him, doty. [Quite unconcerned, she goes out\ninto the hall on her way to the kitchen].\n\nTHE CAPTAIN. Madam, will you favor me with your name? [He sits down in\nthe big wicker chair].\n\nTHE YOUNG LADY. My name is Ellie Dunn.\n\nTHE CAPTAIN. Dunn! I had a boatswain whose name was Dunn. He was\noriginally a pirate in China. He set up as a ship's chandler with stores\nwhich I have every reason to believe he stole from me. No doubt he\nbecame rich. Are you his daughter?\n\nELLIE [indignant]. No, certainly not. I am proud to be able to say that\nthough my father has not been a successful man, nobody has ever had one\nword to say against him. I think my father is the best man I have ever\nknown.\n\nTHE CAPTAIN. He must be greatly changed. Has he attained the seventh\ndegree of concentration?\n\nELLIE. I don't understand.\n\nTHE CAPTAIN. But how could he, with a daughter? I, madam, have two\ndaughters. One of them is Hesione Hushabye, who invited you here. I\nkeep this house: she upsets it. I desire to attain the seventh degree\nof concentration: she invites visitors and leaves me to entertain them.\n[Nurse Guinness returns with the tea-tray, which she places on the teak\ntable]. I have a second daughter who is, thank God, in a remote part of\nthe Empire with her numskull of a husband. As a child she thought the\nfigure-head of my ship, the Dauntless, the most beautiful thing\non earth. He resembled it. He had the same expression: wooden yet\nenterprising. She married him, and will never set foot in this house\nagain.\n\nNURSE GUINNESS [carrying the table, with the tea-things on it, to\nEllie's side]. Indeed you never were more mistaken. She is in England\nthis very moment. You have been told three times this week that she is\ncoming home for a year for her health. And very glad you should be to\nsee your own daughter again after all these years.\n\nTHE CAPTAIN. I am not glad. The natural term of the affection of the\nhuman animal for its offspring is six years. My daughter Ariadne was\nborn when I was forty-six. I am now eighty-eight. If she comes, I am not\nat home. If she wants anything, let her take it. If she asks for me, let\nher be informed that I am extremely old, and have totally forgotten her.\n\nNURSE GUINNESS. That's no talk to offer to a young lady. Here, ducky,\nhave some tea; and don't listen to him [she pours out a cup of tea].\n\nTHE CAPTAIN [rising wrathfully]. Now before high heaven they have given\nthis innocent child Indian tea: the stuff they tan their own leather\ninsides with. [He seizes the cup and the tea-pot and empties both into\nthe leathern bucket].\n\nELLIE [almost in tears]. Oh, please! I am so tired. I should have been\nglad of anything.\n\nNURSE GUINNESS. Oh, what a thing to do! The poor lamb is ready to drop.\n\nTHE CAPTAIN. You shall have some of my tea. Do not touch that fly-blown\ncake: nobody eats it here except the dogs. [He disappears into the\npantry].\n\nNURSE GUINNESS. There's a man for you! They say he sold himself to the\ndevil in Zanzibar before he was a captain; and the older he grows the\nmore I believe them.\n\nA WOMAN'S VOICE [in the hall]. Is anyone at home? Hesione! Nurse! Papa!\nDo come, somebody; and take in my luggage.\n\nThumping heard, as of an umbrella, on the wainscot.\n\nNURSE GUINNESS. My gracious! It's Miss Addy, Lady Utterword, Mrs\nHushabye's sister: the one I told the captain about. [Calling]. Coming,\nMiss, coming.\n\nShe carries the table back to its place by the door and is harrying out\nwhen she is intercepted by Lady Utterword, who bursts in much flustered.\nLady Utterword, a blonde, is very handsome, very well dressed, and so\nprecipitate in speech and action that the first impression (erroneous)\nis one of comic silliness.\n\nLADY UTTERWORD. Oh, is that you, Nurse? How are you? You don't look a\nday older. Is nobody at home? Where is Hesione? Doesn't she expect me?\nWhere are the servants? Whose luggage is that on the steps? Where's\npapa? Is everybody asleep? [Seeing Ellie]. Oh! I beg your pardon. I\nsuppose you are one of my nieces. [Approaching her with outstretched\narms]. Come and kiss your aunt, darling.\n\nELLIE. I'm only a visitor. It is my luggage on the steps.\n\nNURSE GUINNESS. I'll go get you some fresh tea, ducky. [She takes up the\ntray].\n\nELLIE. But the old gentleman said he would make some himself.\n\nNURSE GUINNESS. Bless you! he's forgotten what he went for already. His\nmind wanders from one thing to another.\n\nLADY UTTERWORD. Papa, I suppose?\n\nNURSE GUINNESS. Yes, Miss.\n\nLADY UTTERWORD [vehemently]. Don't be silly, Nurse. Don't call me Miss.\n\nNURSE GUINNESS [placidly]. No, lovey [she goes out with the tea-tray].\n\nLADY UTTERWORD [sitting down with a flounce on the sofa]. I know what\nyou must feel. Oh, this house, this house! I come back to it after\ntwenty-three years; and it is just the same: the luggage lying on the\nsteps, the servants spoilt and impossible, nobody at home to receive\nanybody, no regular meals, nobody ever hungry because they are always\ngnawing bread and butter or munching apples, and, what is worse, the\nsame disorder in ideas, in talk, in feeling. When I was a child I was\nused to it: I had never known anything better, though I was unhappy, and\nlonged all the time--oh, how I longed!--to be respectable, to be a lady,\nto live as others did, not to have to think of everything for myself.\nI married at nineteen to escape from it. My husband is Sir Hastings\nUtterword, who has been governor of all the crown colonies in\nsuccession. I have always been the mistress of Government House. I\nhave been so happy: I had forgotten that people could live like this. I\nwanted to see my father, my sister, my nephews and nieces (one ought\nto, you know), and I was looking forward to it. And now the state of\nthe house! the way I'm received! the casual impudence of that woman\nGuinness, our old nurse! really Hesione might at least have been here:\nsome preparation might have been made for me. You must excuse my\ngoing on in this way; but I am really very much hurt and annoyed and\ndisillusioned: and if I had realized it was to be like this, I wouldn't\nhave come. I have a great mind to go away without another word [she is\non the point of weeping].\n\nELLIE [also very miserable]. Nobody has been here to receive me either.\nI thought I ought to go away too. But how can I, Lady Utterword? My\nluggage is on the steps; and the station fly has gone.\n\nThe captain emerges from the pantry with a tray of Chinese lacquer and\na very fine tea-set on it. He rests it provisionally on the end of the\ntable; snatches away the drawing-board, which he stands on the floor\nagainst table legs; and puts the tray in the space thus cleared. Ellie\npours out a cup greedily.\n\nTHE CAPTAIN. Your tea, young lady. What! another lady! I must fetch\nanother cup [he makes for the pantry].\n\nLADY UTTERWORD [rising from the sofa, suffused with emotion]. Papa!\nDon't you know me? I'm your daughter.\n\nTHE CAPTAIN. Nonsense! my daughter's upstairs asleep. [He vanishes\nthrough the half door].\n\nLady Utterword retires to the window to conceal her tears.\n\nELLIE [going to her with the cup]. Don't be so distressed. Have this cup\nof tea. He is very old and very strange: he has been just like that to\nme. I know how dreadful it must be: my own father is all the world to\nme. Oh, I'm sure he didn't mean it.\n\nThe captain returns with another cup.\n\nTHE CAPTAIN. Now we are complete. [He places it on the tray].\n\nLADY UTTERWORD [hysterically]. Papa, you can't have forgotten me. I am\nAriadne. I'm little Paddy Patkins. Won't you kiss me? [She goes to him\nand throws her arms round his neck].\n\nTHE CAPTAIN [woodenly enduring her embrace]. How can you be Ariadne? You\nare a middle-aged woman: well preserved, madam, but no longer young.\n\nLADY UTTERWORD. But think of all the years and years I have been away,\nPapa. I have had to grow old, like other people.\n\nTHE CAPTAIN [disengaging himself]. You should grow out of kissing\nstrange men: they may be striving to attain the seventh degree of\nconcentration.\n\nLADY UTTERWORD. But I'm your daughter. You haven't seen me for years.\n\nTHE CAPTAIN. So much the worse! When our relatives are at home, we have\nto think of all their good points or it would be impossible to endure\nthem. But when they are away, we console ourselves for their absence\nby dwelling on their vices. That is how I have come to think my absent\ndaughter Ariadne a perfect fiend; so do not try to ingratiate yourself\nhere by impersonating her [he walks firmly away to the other side of the\nroom].\n\nLADY UTTERWORD. Ingratiating myself indeed! [With dignity]. Very\nwell, papa. [She sits down at the drawing-table and pours out tea for\nherself].\n\nTHE CAPTAIN. I am neglecting my social duties. You remember Dunn? Billy\nDunn?\n\nLADY UTTERWORD. DO you mean that villainous sailor who robbed you?\n\nTHE CAPTAIN [introducing Ellie]. His daughter. [He sits down on the\nsofa].\n\nELLIE [protesting]. No--\n\nNurse Guinness returns with fresh tea.\n\nTHE CAPTAIN. Take that hogwash away. Do you hear?\n\nNURSE. You've actually remembered about the tea! [To Ellie]. Oh, miss,\nhe didn't forget you after all! You HAVE made an impression.\n\nTHE CAPTAIN [gloomily]. Youth! beauty! novelty! They are badly wanted in\nthis house. I am excessively old. Hesione is only moderately young. Her\nchildren are not youthful.\n\nLADY UTTERWORD. How can children be expected to be youthful in this\nhouse? Almost before we could speak we were filled with notions that\nmight have been all very well for pagan philosophers of fifty, but were\ncertainly quite unfit for respectable people of any age.\n\nNURSE. You were always for respectability, Miss Addy.\n\nLADY UTTERWORD. Nurse, will you please remember that I am Lady\nUtterword, and not Miss Addy, nor lovey, nor darling, nor doty? Do you\nhear?\n\nNURSE. Yes, ducky: all right. I'll tell them all they must call you My\nLady. [She takes her tray out with undisturbed placidity].\n\nLADY UTTERWORD. What comfort? what sense is there in having servants\nwith no manners?\n\nELLIE [rising and coming to the table to put down her empty cup]. Lady\nUtterword, do you think Mrs Hushabye really expects me?\n\nLADY UTTERWORD. Oh, don't ask me. You can see for yourself that I've\njust arrived; her only sister, after twenty-three years' absence! and it\nseems that I am not expected.\n\nTHE CAPTAIN. What does it matter whether the young lady is expected or\nnot? She is welcome. There are beds: there is food. I'll find a room for\nher myself [he makes for the door].\n\nELLIE [following him to stop him]. Oh, please--[He goes out]. Lady\nUtterword, I don't know what to do. Your father persists in believing\nthat my father is some sailor who robbed him.\n\nLADY UTTERWORD. You had better pretend not to notice it. My father is a\nvery clever man; but he always forgot things; and now that he is old, of\ncourse he is worse. And I must warn you that it is sometimes very hard\nto feel quite sure that he really forgets.\n\nMrs Hushabye bursts into the room tempestuously and embraces Ellie. She\nis a couple of years older than Lady Utterword, and even better looking.\nShe has magnificent black hair, eyes like the fishpools of Heshbon, and\na nobly modelled neck, short at the back and low between her shoulders\nin front. Unlike her sister she is uncorseted and dressed anyhow in a\nrich robe of black pile that shows off her white skin and statuesque\ncontour.\n\nMRS HUSHABYE. Ellie, my darling, my pettikins [kissing her], how long\nhave you been here? I've been at home all the time: I was putting\nflowers and things in your room; and when I just sat down for a moment\nto try how comfortable the armchair was I went off to sleep. Papa woke\nme and told me you were here. Fancy your finding no one, and being\nneglected and abandoned. [Kissing her again]. My poor love! [She\ndeposits Ellie on the sofa. Meanwhile Ariadne has left the table and\ncome over to claim her share of attention]. Oh! you've brought someone\nwith you. Introduce me.\n\nLADY UTTERWORD. Hesione, is it possible that you don't know me?\n\nMRS HUSHABYE [conventionally]. Of course I remember your face quite\nwell. Where have we met?\n\nLADY UTTERWORD. Didn't Papa tell you I was here? Oh! this is really too\nmuch. [She throws herself sulkily into the big chair].\n\nMRS HUSHABYE. Papa!\n\nLADY UTTERWORD. Yes, Papa. Our papa, you unfeeling wretch! [Rising\nangrily]. I'll go straight to a hotel.\n\nMRS HUSHABYE [seizing her by the shoulders]. My goodness gracious\ngoodness, you don't mean to say that you're Addy!\n\nLADY UTTERWORD. I certainly am Addy; and I don't think I can be so\nchanged that you would not have recognized me if you had any real\naffection for me. And Papa didn't think me even worth mentioning!\n\nMRS HUSHABYE. What a lark! Sit down [she pushes her back into the chair\ninstead of kissing her, and posts herself behind it]. You DO look\na swell. You're much handsomer than you used to be. You've made the\nacquaintance of Ellie, of course. She is going to marry a perfect hog\nof a millionaire for the sake of her father, who is as poor as a church\nmouse; and you must help me to stop her.\n\nELLIE. Oh, please, Hesione!\n\nMRS HUSHABYE. My pettikins, the man's coming here today with your father\nto begin persecuting you; and everybody will see the state of the case\nin ten minutes; so what's the use of making a secret of it?\n\nELLIE. He is not a hog, Hesione. You don't know how wonderfully good he\nwas to my father, and how deeply grateful I am to him.\n\nMRS HUSHABYE [to Lady Utterword]. Her father is a very remarkable man,\nAddy. His name is Mazzini Dunn. Mazzini was a celebrity of some kind who\nknew Ellie's grandparents. They were both poets, like the Brownings; and\nwhen her father came into the world Mazzini said, \"Another soldier born\nfor freedom!\" So they christened him Mazzini; and he has been fighting\nfor freedom in his quiet way ever since. That's why he is so poor.\n\nELLIE. I am proud of his poverty.\n\nMRS HUSHABYE. Of course you are, pettikins. Why not leave him in it, and\nmarry someone you love?\n\nLADY UTTERWORD [rising suddenly and explosively]. Hesione, are you going\nto kiss me or are you not?\n\nMRS HUSHABYE. What do you want to be kissed for?\n\nLADY UTTERWORD. I DON'T want to be kissed; but I do want you to behave\nproperly and decently. We are sisters. We have been separated for\ntwenty-three years. You OUGHT to kiss me.\n\nMRS HUSHABYE. To-morrow morning, dear, before you make up. I hate the\nsmell of powder.\n\nLADY UTTERWORD. Oh! you unfeeling--[she is interrupted by the return of\nthe captain].\n\nTHE CAPTAIN [to Ellie]. Your room is ready. [Ellie rises]. The sheets\nwere damp; but I have changed them [he makes for the garden door on the\nport side].\n\nLADY UTTERWORD. Oh! What about my sheets?\n\nTHE CAPTAIN [halting at the door]. Take my advice: air them: or take\nthem off and sleep in blankets. You shall sleep in Ariadne's old room.\n\nLADY UTTERWORD. Indeed I shall do nothing of the sort. That little hole!\nI am entitled to the best spare room.\n\nTHE CAPTAIN [continuing unmoved]. She married a numskull. She told me\nshe would marry anyone to get away from home.\n\nLADT UTTERWORD. You are pretending not to know me on purpose. I will\nleave the house.\n\nMazzini Dunn enters from the hall. He is a little elderly man with\nbulging credulous eyes and earnest manners. He is dressed in a blue\nserge jacket suit with an unbuttoned mackintosh over it, and carries a\nsoft black hat of clerical cut.\n\nELLIE. At last! Captain Shotover, here is my father.\n\nTHE CAPTAIN. This! Nonsense! not a bit like him [he goes away through\nthe garden, shutting the door sharply behind him].\n\nLADY UTTERWORD. I will not be ignored and pretended to be somebody else.\nI will have it out with Papa now, this instant. [To Mazzini]. Excuse me.\n[She follows the captain out, making a hasty bow to Mazzini, who returns\nit].\n\nMRS HUSHABYE [hospitably shaking hands]. How good of you to come, Mr\nDunn! You don't mind Papa, do you? He is as mad as a hatter, you know,\nbut quite harmless and extremely clever. You will have some delightful\ntalks with him.\n\nMAZZINI. I hope so. [To Ellie]. So here you are, Ellie, dear. [He draws\nher arm affectionately through his]. I must thank you, Mrs Hushabye, for\nyour kindness to my daughter. I'm afraid she would have had no holiday\nif you had not invited her.\n\nMRS HUSHABYE. Not at all. Very nice of her to come and attract young\npeople to the house for us.\n\nMAZZINI [smiling]. I'm afraid Ellie is not interested in young men, Mrs\nHushabye. Her taste is on the graver, solider side.\n\nMRS HUSHABYE [with a sudden rather hard brightness in her manner]. Won't\nyou take off your overcoat, Mr Dunn? You will find a cupboard for coats\nand hats and things in the corner of the hall.\n\nMAZZINI [hastily releasing Ellie]. Yes--thank you--I had better-- [he\ngoes out].\n\nMRS HUSHABYE [emphatically]. The old brute!\n\nELLIE. Who?\n\nMRS HUSHABYE. Who! Him. He. It [pointing after Mazzini]. \"Graver,\nsolider tastes,\" indeed!\n\nELLIE [aghast]. You don't mean that you were speaking like that of my\nfather!\n\nMRS HUSHABYE. I was. You know I was.\n\nELLIE [with dignity]. I will leave your house at once. [She turns to the\ndoor].\n\nMRS HUSHABYE. If you attempt it, I'll tell your father why.\n\nELLIE [turning again]. Oh! How can you treat a visitor like this, Mrs\nHushabye?\n\nMRS HUSHABYE. I thought you were going to call me Hesione.\n\nELLIE. Certainly not now?\n\nMRS HUSHABYE. Very well: I'll tell your father.\n\nELLIE [distressed]. Oh!\n\nMRS HUSHABYE. If you turn a hair--if you take his part against me and\nagainst your own heart for a moment, I'll give that born soldier of\nfreedom a piece of my mind that will stand him on his selfish old head\nfor a week.\n\nELLIE. Hesione! My father selfish! How little you know--\n\nShe is interrupted by Mazzini, who returns, excited and perspiring.\n\nMAZZINI. Ellie, Mangan has come: I thought you'd like to know. Excuse\nme, Mrs Hushabye, the strange old gentleman--\n\nMRS HUSHABYE. Papa. Quite so.\n\nMAZZINI. Oh, I beg your pardon, of course: I was a little confused by\nhis manner. He is making Mangan help him with something in the garden;\nand he wants me too--\n\nA powerful whistle is heard.\n\nTHE CAPTAIN'S VOICE. Bosun ahoy! [the whistle is repeated].\n\nMAZZINI [flustered]. Oh dear! I believe he is whistling for me. [He\nhurries out].\n\nMRS HUSHABYE. Now MY father is a wonderful man if you like.\n\nELLIE. Hesione, listen to me. You don't understand. My father and Mr\nMangan were boys together. Mr Ma--\n\nMRS HUSHABYE. I don't care what they were: we must sit down if you are\ngoing to begin as far back as that. [She snatches at Ellie's waist, and\nmakes her sit down on the sofa beside her]. Now, pettikins, tell me all\nabout Mr Mangan. They call him Boss Mangan, don't they? He is a Napoleon\nof industry and disgustingly rich, isn't he? Why isn't your father rich?\n\nELLIE. My poor father should never have been in business. His parents\nwere poets; and they gave him the noblest ideas; but they could not\nafford to give him a profession.\n\nMRS HUSHABYE. Fancy your grandparents, with their eyes in fine frenzy\nrolling! And so your poor father had to go into business. Hasn't he\nsucceeded in it?\n\nELLIE. He always used to say he could succeed if he only had some\ncapital. He fought his way along, to keep a roof over our heads\nand bring us up well; but it was always a struggle: always the same\ndifficulty of not having capital enough. I don't know how to describe it\nto you.\n\nMRS HUSHABYE. Poor Ellie! I know. Pulling the devil by the tail.\n\nELLIE [hurt]. Oh, no. Not like that. It was at least dignified.\n\nMRS HUSHABYE. That made it all the harder, didn't it? I shouldn't\nhave pulled the devil by the tail with dignity. I should have pulled\nhard--[between her teeth] hard. Well? Go on.\n\nELLIE. At last it seemed that all our troubles were at an end. Mr Mangan\ndid an extraordinarily noble thing out of pure friendship for my father\nand respect for his character. He asked him how much capital he wanted,\nand gave it to him. I don't mean that he lent it to him, or that he\ninvested it in his business. He just simply made him a present of it.\nWasn't that splendid of him?\n\nMRS HUSHABYE. On condition that you married him?\n\nELLIE. Oh, no, no, no! This was when I was a child. He had never even\nseen me: he never came to our house. It was absolutely disinterested.\nPure generosity.\n\nMRS HUSHABYE. Oh! I beg the gentleman's pardon. Well, what became of the\nmoney?\n\nELLIE. We all got new clothes and moved into another house. And I went\nto another school for two years.\n\nMRS HUSHABYE. Only two years?\n\nELLIE. That was all: for at the end of two years my father was utterly\nruined.\n\nMRS HUSHABYE. How?\n\nELLIE. I don't know. I never could understand. But it was dreadful. When\nwe were poor my father had never been in debt. But when he launched out\ninto business on a large scale, he had to incur liabilities. When the\nbusiness went into liquidation he owed more money than Mr Mangan had\ngiven him.\n\nMRS HUSHABYE. Bit off more than he could chew, I suppose.\n\nELLIE. I think you are a little unfeeling about it.\n\nMRS HUSHABYE. My pettikins, you mustn't mind my way of talking. I was\nquite as sensitive and particular as you once; but I have picked up\nso much slang from the children that I am really hardly presentable. I\nsuppose your father had no head for business, and made a mess of it.\n\nELLIE. Oh, that just shows how entirely you are mistaken about him. The\nbusiness turned out a great success. It now pays forty-four per cent\nafter deducting the excess profits tax.\n\nMRS HUSHABYE. Then why aren't you rolling in money?\n\nELLIE. I don't know. It seems very unfair to me. You see, my father\nwas made bankrupt. It nearly broke his heart, because he had persuaded\nseveral of his friends to put money into the business. He was sure it\nwould succeed; and events proved that he was quite right. But they all\nlost their money. It was dreadful. I don't know what we should have done\nbut for Mr Mangan.\n\nMRS HUSHABYE. What! Did the Boss come to the rescue again, after all his\nmoney being thrown away?\n\nELLIE. He did indeed, and never uttered a reproach to my father. He\nbought what was left of the business--the buildings and the machinery\nand things--from the official trustee for enough money to enable my\nfather to pay six-and-eight-pence in the pound and get his discharge.\nEveryone pitied Papa so much, and saw so plainly that he was an\nhonorable man, that they let him off at six-and-eight-pence instead\nof ten shillings. Then Mr. Mangan started a company to take up the\nbusiness, and made my father a manager in it to save us from starvation;\nfor I wasn't earning anything then.\n\nMRS. HUSHABYE. Quite a romance. And when did the Boss develop the tender\npassion?\n\nELLIE. Oh, that was years after, quite lately. He took the chair one\nnight at a sort of people's concert. I was singing there. As an amateur,\nyou know: half a guinea for expenses and three songs with three encores.\nHe was so pleased with my singing that he asked might he walk home with\nme. I never saw anyone so taken aback as he was when I took him home and\nintroduced him to my father, his own manager. It was then that my father\ntold me how nobly he had behaved. Of course it was considered a great\nchance for me, as he is so rich. And--and--we drifted into a sort\nof understanding--I suppose I should call it an engagement--[she is\ndistressed and cannot go on].\n\nMRS HUSHABYE [rising and marching about]. You may have drifted into it;\nbut you will bounce out of it, my pettikins, if I am to have anything to\ndo with it.\n\nELLIE [hopelessly]. No: it's no use. I am bound in honor and gratitude.\nI will go through with it.\n\nMRS HUSHABYE [behind the sofa, scolding down at her]. You know, of\ncourse, that it's not honorable or grateful to marry a man you don't\nlove. Do you love this Mangan man?\n\nELLIE. Yes. At least--\n\nMRS HUSHABYE. I don't want to know about \"at least\": I want to know\nthe worst. Girls of your age fall in love with all sorts of impossible\npeople, especially old people.\n\nELLIE. I like Mr Mangan very much; and I shall always be--\n\nMRS HUSHABYE [impatiently completing the sentence and prancing away\nintolerantly to starboard]. --grateful to him for his kindness to dear\nfather. I know. Anybody else?\n\nELLIE. What do you mean?\n\nMRS HUSHABYE. Anybody else? Are you in love with anybody else?\n\nELLIE. Of course not.\n\nMRS HUSHABYE. Humph! [The book on the drawing-table catches her eye. She\npicks it up, and evidently finds the title very unexpected. She looks at\nEllie, and asks, quaintly] Quite sure you're not in love with an actor?\n\nELLIE. No, no. Why? What put such a thing into your head?\n\nMRS HUSHABYE. This is yours, isn't it? Why else should you be reading\nOthello?\n\nELLIE. My father taught me to love Shakespeare.\n\nMRS HUSHAYE [flinging the book down on the table]. Really! your father\ndoes seem to be about the limit.\n\nELLIE [naively]. Do you never read Shakespeare, Hesione? That seems to\nme so extraordinary. I like Othello.\n\nMRS HUSHABYE. Do you, indeed? He was jealous, wasn't he?\n\nELLIE. Oh, not that. I think all the part about jealousy is horrible.\nBut don't you think it must have been a wonderful experience for\nDesdemona, brought up so quietly at home, to meet a man who had been\nout in the world doing all sorts of brave things and having terrible\nadventures, and yet finding something in her that made him love to sit\nand talk with her and tell her about them?\n\nMRS HUSHABYE. That's your idea of romance, is it?\n\nELLIE. Not romance, exactly. It might really happen.\n\nEllie's eyes show that she is not arguing, but in a daydream. Mrs\nHushabye, watching her inquisitively, goes deliberately back to the sofa\nand resumes her seat beside her.\n\nMRS HUSHABYE. Ellie darling, have you noticed that some of those stories\nthat Othello told Desdemona couldn't have happened--?\n\nELLIE. Oh, no. Shakespeare thought they could have happened.\n\nMRS HUSHABYE. Hm! Desdemona thought they could have happened. But they\ndidn't.\n\nELLIE. Why do you look so enigmatic about it? You are such a sphinx: I\nnever know what you mean.\n\nMRS HUSHABYE. Desdemona would have found him out if she had lived, you\nknow. I wonder was that why he strangled her!\n\nELLIE. Othello was not telling lies.\n\nMRS HUSHABYE. How do you know?\n\nELLIE. Shakespeare would have said if he was. Hesione, there are men who\nhave done wonderful things: men like Othello, only, of course, white,\nand very handsome, and--\n\nMRS HUSHABYE. Ah! Now we're coming to it. Tell me all about him. I knew\nthere must be somebody, or you'd never have been so miserable about\nMangan: you'd have thought it quite a lark to marry him.\n\nELLIE [blushing vividly]. Hesione, you are dreadful. But I don't want to\nmake a secret of it, though of course I don't tell everybody. Besides, I\ndon't know him.\n\nMRS HUSHABYE. Don't know him! What does that mean?\n\nELLIE. Well, of course I know him to speak to.\n\nMRS HUSHABYE. But you want to know him ever so much more intimately, eh?\n\nELLIE. No, no: I know him quite--almost intimately.\n\nMRS HUSHABYE. You don't know him; and you know him almost intimately.\nHow lucid!\n\nELLIE. I mean that he does not call on us. I--I got into conversation\nwith him by chance at a concert.\n\nMRS HUSHABYE. You seem to have rather a gay time at your concerts,\nEllie.\n\nELLIE. Not at all: we talk to everyone in the greenroom waiting for our\nturns. I thought he was one of the artists: he looked so splendid. But\nhe was only one of the committee. I happened to tell him that I was\ncopying a picture at the National Gallery. I make a little money that\nway. I can't paint much; but as it's always the same picture I can do it\npretty quickly and get two or three pounds for it. It happened that he\ncame to the National Gallery one day.\n\nMRS HUSHABYE. One students' day. Paid sixpence to stumble about through\na crowd of easels, when he might have come in next day for nothing and\nfound the floor clear! Quite by accident?\n\nELLIE [triumphantly]. No. On purpose. He liked talking to me. He knows\nlots of the most splendid people. Fashionable women who are all in love\nwith him. But he ran away from them to see me at the National Gallery\nand persuade me to come with him for a drive round Richmond Park in a\ntaxi.\n\nMRS HUSHABYE. My pettikins, you have been going it. It's wonderful what\nyou good girls can do without anyone saying a word.\n\nELLIE. I am not in society, Hesione. If I didn't make acquaintances in\nthat way I shouldn't have any at all.\n\nMRS HUSHABYE. Well, no harm if you know how to take care of yourself.\nMay I ask his name?\n\nELLIE [slowly and musically]. Marcus Darnley.\n\nMRS HUSHABYE [echoing the music]. Marcus Darnley! What a splendid name!\n\nELLIE. Oh, I'm so glad you think so. I think so too; but I was afraid it\nwas only a silly fancy of my own.\n\nMRS HUSHABYE. Hm! Is he one of the Aberdeen Darnleys?\n\nELLIE. Nobody knows. Just fancy! He was found in an antique chest--\n\nMRS HUSHABYE. A what?\n\nELLIE. An antique chest, one summer morning in a rose garden, after a\nnight of the most terrible thunderstorm.\n\nMRS HUSHABYE. What on earth was he doing in the chest? Did he get into\nit because he was afraid of the lightning?\n\nELLIE. Oh, no, no: he was a baby. The name Marcus Darnley was\nembroidered on his baby clothes. And five hundred pounds in gold.\n\nMRS HUSHABYE [Looking hard at her]. Ellie!\n\nELLIE. The garden of the Viscount--\n\nMRS HUSHABYE. --de Rougemont?\n\nELLIE [innocently]. No: de Larochejaquelin. A French family. A vicomte.\nHis life has been one long romance. A tiger--\n\nMRS HUSHABYE. Slain by his own hand?\n\nELLIE. Oh, no: nothing vulgar like that. He saved the life of the tiger\nfrom a hunting party: one of King Edward's hunting parties in India.\nThe King was furious: that was why he never had his military services\nproperly recognized. But he doesn't care. He is a Socialist and despises\nrank, and has been in three revolutions fighting on the barricades.\n\nMRS HUSHABYE. How can you sit there telling me such lies? You, Ellie, of\nall people! And I thought you were a perfectly simple, straightforward,\ngood girl.\n\nELLIE [rising, dignified but very angry]. Do you mean you don't believe\nme?\n\nMRS HUSHABYE. Of course I don't believe you. You're inventing every word\nof it. Do you take me for a fool?\n\nEllie stares at her. Her candor is so obvious that Mrs Hushabye is\npuzzled.\n\nELLIE. Goodbye, Hesione. I'm very sorry. I see now that it sounds very\nimprobable as I tell it. But I can't stay if you think that way about\nme.\n\nMRS HUSHABYE [catching her dress]. You shan't go. I couldn't be so\nmistaken: I know too well what liars are like. Somebody has really told\nyou all this.\n\nELLIE [flushing]. Hesione, don't say that you don't believe him. I\ncouldn't bear that.\n\nMRS HUSHABYE [soothing her]. Of course I believe him, dearest. But you\nshould have broken it to me by degrees. [Drawing her back to her seat].\nNow tell me all about him. Are you in love with him?\n\nELLIE. Oh, no. I'm not so foolish. I don't fall in love with people. I'm\nnot so silly as you think.\n\nMRS HUSHABYE. I see. Only something to think about--to give some\ninterest and pleasure to life.\n\nELLIE. Just so. That's all, really.\n\nMRS HUSHABYE. It makes the hours go fast, doesn't it? No tedious waiting\nto go to sleep at nights and wondering whether you will have a bad\nnight. How delightful it makes waking up in the morning! How much better\nthan the happiest dream! All life transfigured! No more wishing one had\nan interesting book to read, because life is so much happier than any\nbook! No desire but to be alone and not to have to talk to anyone: to be\nalone and just think about it.\n\nELLIE [embracing her]. Hesione, you are a witch. How do you know? Oh,\nyou are the most sympathetic woman in the world!\n\nMRS HUSHABYE [caressing her]. Pettikins, my pettikins, how I envy you!\nand how I pity you!\n\nELLIE. Pity me! Oh, why?\n\nA very handsome man of fifty, with mousquetaire moustaches, wearing\na rather dandified curly brimmed hat, and carrying an elaborate\nwalking-stick, comes into the room from the hall, and stops short at\nsight of the women on the sofa.\n\nELLIE [seeing him and rising in glad surprise]. Oh! Hesione: this is Mr\nMarcus Darnley.\n\nMRS HUSHABYE [rising]. What a lark! He is my husband.\n\nELLIE. But now--[she stops suddenly: then turns pale and sways].\n\nMRS HUSHABYE [catching her and sitting down with her on the sofa].\nSteady, my pettikins.\n\nTHE MAN [with a mixture of confusion and effrontery, depositing his\nhat and stick on the teak table]. My real name, Miss Dunn, is Hector\nHushabye. I leave you to judge whether that is a name any sensitive man\nwould care to confess to. I never use it when I can possibly help it. I\nhave been away for nearly a month; and I had no idea you knew my wife,\nor that you were coming here. I am none the less delighted to find you\nin our little house.\n\nELLIE [in great distress]. I don't know what to do. Please, may I speak\nto papa? Do leave me. I can't bear it.\n\nMRS HUSHABYE. Be off, Hector.\n\nHECTOR. I--\n\nMRS HUSHABYE. Quick, quick. Get out.\n\nHECTOR. If you think it better--[he goes out, taking his hat with him\nbut leaving the stick on the table].\n\nMRS HUSHABYE [laying Ellie down at the end of the sofa]. Now, pettikins,\nhe is gone. There's nobody but me. You can let yourself go. Don't try to\ncontrol yourself. Have a good cry.\n\nELLIE [raising her head]. Damn!\n\nMRS HUSHABYE. Splendid! Oh, what a relief! I thought you were going to\nbe broken-hearted. Never mind me. Damn him again.\n\nELLIE. I am not damning him. I am damning myself for being such a fool.\n[Rising]. How could I let myself be taken in so? [She begins prowling to\nand fro, her bloom gone, looking curiously older and harder].\n\nMRS HUSHABYE [cheerfully]. Why not, pettikins? Very few young women\ncan resist Hector. I couldn't when I was your age. He is really rather\nsplendid, you know.\n\nELLIE [turning on her]. Splendid! Yes, splendid looking, of course. But\nhow can you love a liar?\n\nMRS HUSHABYE. I don't know. But you can, fortunately. Otherwise there\nwouldn't be much love in the world.\n\nELLIE. But to lie like that! To be a boaster! a coward!\n\nMRS HUSHABYE [rising in alarm]. Pettikins, none of that, if you please.\nIf you hint the slightest doubt of Hector's courage, he will go straight\noff and do the most horribly dangerous things to convince himself\nthat he isn't a coward. He has a dreadful trick of getting out of one\nthird-floor window and coming in at another, just to test his nerve. He\nhas a whole drawerful of Albert Medals for saving people's lives.\n\nELLIE. He never told me that.\n\nMRS HUSHABYE. He never boasts of anything he really did: he can't\nbear it; and it makes him shy if anyone else does. All his stories are\nmade-up stories.\n\nELLIE [coming to her]. Do you mean that he is really brave, and really\nhas adventures, and yet tells lies about things that he never did and\nthat never happened?\n\nMRS HUSHABYE. Yes, pettikins, I do. People don't have their virtues and\nvices in sets: they have them anyhow: all mixed.\n\nELLIE [staring at her thoughtfully]. There's something odd about this\nhouse, Hesione, and even about you. I don't know why I'm talking to\nyou so calmly. I have a horrible fear that my heart is broken, but that\nheartbreak is not like what I thought it must be.\n\nMRS HUSHABYE [fondling her]. It's only life educating you, pettikins.\nHow do you feel about Boss Mangan now?\n\nELLIE [disengaging herself with an expression of distaste]. Oh, how can\nyou remind me of him, Hesione?\n\nMRS HUSHABYE. Sorry, dear. I think I hear Hector coming back. You don't\nmind now, do you, dear?\n\nELLIE. Not in the least. I am quite cured.\n\nMazzini Dunn and Hector come in from the hall.\n\nHECTOR [as he opens the door and allows Mazzini to pass in]. One second\nmore, and she would have been a dead woman!\n\nMAZZINI. Dear! dear! what an escape! Ellie, my love, Mr Hushabye has\njust been telling me the most extraordinary--\n\nELLIE. Yes, I've heard it [she crosses to the other side of the room].\n\nHECTOR [following her]. Not this one: I'll tell it to you after dinner.\nI think you'll like it. The truth is I made it up for you, and was\nlooking forward to the pleasure of telling it to you. But in a moment\nof impatience at being turned out of the room, I threw it away on your\nfather.\n\nELLIE [turning at bay with her back to the carpenter's bench, scornfully\nself-possessed]. It was not thrown away. He believes it. I should not\nhave believed it.\n\nMAZZINI [benevolently]. Ellie is very naughty, Mr Hushabye. Of course\nshe does not really think that. [He goes to the bookshelves, and\ninspects the titles of the volumes].\n\nBoss Mangan comes in from the hall, followed by the captain. Mangan,\ncarefully frock-coated as for church or for a diHECTORs' meeting, is\nabout fifty-five, with a careworn, mistrustful expression, standing\na little on an entirely imaginary dignity, with a dull complexion,\nstraight, lustreless hair, and features so entirely commonplace that it\nis impossible to describe them.\n\nCAPTAIN SHOTOVER [to Mrs Hushabye, introducing the newcomer]. Says his\nname is Mangan. Not able-bodied.\n\nMRS HUSHABYE [graciously]. How do you do, Mr Mangan?\n\nMANGAN [shaking hands]. Very pleased.\n\nCAPTAIN SHOTOVER. Dunn's lost his muscle, but recovered his nerve. Men\nseldom do after three attacks of delirium tremens [he goes into the\npantry].\n\nMRS HUSHABYE. I congratulate you, Mr Dunn.\n\nMAZZINI [dazed]. I am a lifelong teetotaler.\n\nMRS HUSHABYE. You will find it far less trouble to let papa have his own\nway than try to explain.\n\nMAZZINI. But three attacks of delirium tremens, really!\n\nMRS HUSHABYE [to Mangan]. Do you know my husband, Mr Mangan [she\nindicates Hector].\n\nMANGAN [going to Hector, who meets him with outstretched hand]. Very\npleased. [Turning to Ellie]. I hope, Miss Ellie, you have not found the\njourney down too fatiguing. [They shake hands].\n\nMRS HUSHABYE. Hector, show Mr Dunn his room.\n\nHECTOR. Certainly. Come along, Mr Dunn. [He takes Mazzini out].\n\nELLIE. You haven't shown me my room yet, Hesione.\n\nMRS HUSHABYE. How stupid of me! Come along. Make yourself quite at home,\nMr Mangan. Papa will entertain you. [She calls to the captain in the\npantry]. Papa, come and explain the house to Mr Mangan.\n\nShe goes out with Ellie. The captain comes from the pantry.\n\nCAPTAIN SHOTOVER. You're going to marry Dunn's daughter. Don't. You're\ntoo old.\n\nMANGAN [staggered]. Well! That's fairly blunt, Captain.\n\nCAPTAIN SHOTOVER. It's true.\n\nMANGAN. She doesn't think so.\n\nCAPTAIN SHOTOVER. She does.\n\nMANGAN. Older men than I have--\n\nCAPTAIN SHOTOVER [finishing the sentence for him].--made fools of\nthemselves. That, also, is true.\n\nMANGAN [asserting himself]. I don't see that this is any business of\nyours.\n\nCAPTAIN SHOTOVER. It is everybody's business. The stars in their courses\nare shaken when such things happen.\n\nMANGAN. I'm going to marry her all the same.\n\nCAPTAIN SHOTOVER. How do you know?\n\nMANGAN [playing the strong man]. I intend to. I mean to. See? I never\nmade up my mind to do a thing yet that I didn't bring it off. That's the\nsort of man I am; and there will be a better understanding between us\nwhen you make up your mind to that, Captain.\n\nCAPTAIN SHOTOVER. You frequent picture palaces.\n\nMANGAN. Perhaps I do. Who told you?\n\nCAPTAIN SHOTOVER. Talk like a man, not like a movie. You mean that you\nmake a hundred thousand a year.\n\nMANGAN. I don't boast. But when I meet a man that makes a hundred\nthousand a year, I take off my hat to that man, and stretch out my hand\nto him and call him brother.\n\nCAPTAIN SHOTOVER. Then you also make a hundred thousand a year, hey?\n\nMANGAN. No. I can't say that. Fifty thousand, perhaps.\n\nCAPTAIN SHOTOVER. His half brother only [he turns away from Mangan with\nhis usual abruptness, and collects the empty tea-cups on the Chinese\ntray].\n\nMANGAN [irritated]. See here, Captain Shotover. I don't quite understand\nmy position here. I came here on your daughter's invitation. Am I in her\nhouse or in yours?\n\nCAPTAIN SHOTOVER. You are beneath the dome of heaven, in the house of\nGod. What is true within these walls is true outside them. Go out on the\nseas; climb the mountains; wander through the valleys. She is still too\nyoung.\n\nMANGAN [weakening]. But I'm very little over fifty.\n\nCAPTAIN SHOTOVER. You are still less under sixty. Boss Mangan, you will\nnot marry the pirate's child [he carries the tray away into the pantry].\n\nMANGAN [following him to the half door]. What pirate's child? What are\nyou talking about?\n\nCAPTAIN SHOTOVER [in the pantry]. Ellie Dunn. You will not marry her.\n\nMANGAN. Who will stop me?\n\nCAPTAIN SHOTOVER [emerging]. My daughter [he makes for the door leading\nto the hall].\n\nMANGAN [following him]. Mrs Hushabye! Do you mean to say she brought me\ndown here to break it off?\n\nCAPTAIN SHOTOVER [stopping and turning on him]. I know nothing more than\nI have seen in her eye. She will break it off. Take my advice: marry\na West Indian negress: they make excellent wives. I was married to one\nmyself for two years.\n\nMANGAN. Well, I am damned!\n\nCAPTAIN SHOTOVER. I thought so. I was, too, for many years. The negress\nredeemed me.\n\nMANGAN [feebly]. This is queer. I ought to walk out of this house.\n\nCAPTAIN SHOTOVER. Why?\n\nMANGAN. Well, many men would be offended by your style of talking.\n\nCAPTAIN SHOTOVER. Nonsense! It's the other sort of talking that makes\nquarrels. Nobody ever quarrels with me.\n\nA gentleman, whose first-rate tailoring and frictionless manners\nproclaim the wellbred West Ender, comes in from the hall. He has an\nengaging air of being young and unmarried, but on close inspection is\nfound to be at least over forty.\n\nTHE GENTLEMAN. Excuse my intruding in this fashion, but there is no\nknocker on the door and the bell does not seem to ring.\n\nCAPTAIN SHOTOVER. Why should there be a knocker? Why should the bell\nring? The door is open.\n\nTHE GENTLEMAN. Precisely. So I ventured to come in.\n\nCAPTAIN SHOTOVER. Quite right. I will see about a room for you [he makes\nfor the door].\n\nTHE GENTLEMAN [stopping him]. But I'm afraid you don't know who I am.\n\nCAPTAIN SHOTOVER. DO you suppose that at my age I make distinctions\nbetween one fellow creature and another? [He goes out. Mangan and the\nnewcomer stare at one another].\n\nMANGAN. Strange character, Captain Shotover, sir.\n\nTHE GENTLEMAN. Very.\n\nCAPTAIN SHOTOVER [shouting outside]. Hesione, another person has arrived\nand wants a room. Man about town, well dressed, fifty.\n\nTHE GENTLEMAN. Fancy Hesione's feelings! May I ask are you a member of\nthe family?\n\nMANGAN. No.\n\nTHE GENTLEMAN. I am. At least a connection.\n\nMrs Hushabye comes back.\n\nMRS HUSHABYE. How do you do? How good of you to come!\n\nTHE GENTLEMAN. I am very glad indeed to make your acquaintance, Hesione.\n[Instead of taking her hand he kisses her. At the same moment the\ncaptain appears in the doorway]. You will excuse my kissing your\ndaughter, Captain, when I tell you that--\n\nCAPTAIN SHOTOVER. Stuff! Everyone kisses my daughter. Kiss her as much\nas you like [he makes for the pantry].\n\nTHE GENTLEMAN. Thank you. One moment, Captain. [The captain halts and\nturns. The gentleman goes to him affably]. Do you happen to remember but\nprobably you don't, as it occurred many years ago-- that your younger\ndaughter married a numskull?\n\nCAPTAIN SHOTOVER. Yes. She said she'd marry anybody to get away from\nthis house. I should not have recognized you: your head is no longer\nlike a walnut. Your aspect is softened. You have been boiled in bread\nand milk for years and years, like other married men. Poor devil! [He\ndisappears into the pantry].\n\nMRS HUSHABYE [going past Mangan to the gentleman and scrutinizing him].\nI don't believe you are Hastings Utterword.\n\nTHE GENTLEMAN. I am not.\n\nMRS HUSHABYE. Then what business had you to kiss me?\n\nTHE GENTLEMAN. I thought I would like to. The fact is, I am Randall\nUtterword, the unworthy younger brother of Hastings. I was abroad\ndiplomatizing when he was married.\n\nLADY UTTERWORD [dashing in]. Hesione, where is the key of the wardrobe\nin my room? My diamonds are in my dressing-bag: I must lock it\nup--[recognizing the stranger with a shock] Randall, how dare you? [She\nmarches at him past Mrs Hushabye, who retreats and joins Mangan near the\nsofa].\n\nRANDALL. How dare I what? I am not doing anything.\n\nLADY UTTERWORD. Who told you I was here?\n\nRANDALL. Hastings. You had just left when I called on you at Claridge's;\nso I followed you down here. You are looking extremely well.\n\nLADY UTTERWORD. Don't presume to tell me so.\n\nMRS HUSHABYE. What is wrong with Mr Randall, Addy?\n\nLADY UTTERWORD [recollecting herself]. Oh, nothing. But he has no right\nto come bothering you and papa without being invited [she goes to the\nwindow-seat and sits down, turning away from them ill-humoredly and\nlooking into the garden, where Hector and Ellie are now seen strolling\ntogether].\n\nMRS HUSHABYE. I think you have not met Mr Mangan, Addy.\n\nLADY UTTERWORD [turning her head and nodding coldly to Mangan]. I beg\nyour pardon. Randall, you have flustered me so: I make a perfect fool of\nmyself.\n\nMRS HUSHABYE. Lady Utterword. My sister. My younger sister.\n\nMANGAN [bowing]. Pleased to meet you, Lady Utterword.\n\nLADY UTTERWORD [with marked interest]. Who is that gentleman walking in\nthe garden with Miss Dunn?\n\nMRS HUSHABYE. I don't know. She quarrelled mortally with my husband only\nten minutes ago; and I didn't know anyone else had come. It must be a\nvisitor. [She goes to the window to look]. Oh, it is Hector. They've\nmade it up.\n\nLADY UTTERWORD. Your husband! That handsome man?\n\nMRS HUSHABYE. Well, why shouldn't my husband be a handsome man?\n\nRANDALL [joining them at the window]. One's husband never is, Ariadne\n[he sits by Lady Utterword, on her right].\n\nMRS HUSHABYE. One's sister's husband always is, Mr Randall.\n\nLADY UTTERWORD. Don't be vulgar, Randall. And you, Hesione, are just as\nbad.\n\nEllie and Hector come in from the garden by the starboard door. Randall\nrises. Ellie retires into the corner near the pantry. Hector comes\nforward; and Lady Utterword rises looking her very best.\n\nMRS. HUSHABYE. Hector, this is Addy.\n\nHECTOR [apparently surprised]. Not this lady.\n\nLADY UTTERWORD [smiling]. Why not?\n\nHECTOR [looking at her with a piercing glance of deep but respectful\nadmiration, his moustache bristling]. I thought-- [pulling himself\ntogether]. I beg your pardon, Lady Utterword. I am extremely glad\nto welcome you at last under our roof [he offers his hand with grave\ncourtesy].\n\nMRS HUSHABYE. She wants to be kissed, Hector.\n\nLADY UTTERWORD. Hesione! [But she still smiles].\n\nMRS HUSHABYE. Call her Addy; and kiss her like a good brother-in-law;\nand have done with it. [She leaves them to themselves].\n\nHECTOR. Behave yourself, Hesione. Lady Utterword is entitled not only to\nhospitality but to civilization.\n\nLADY UTTERWORD [gratefully]. Thank you, Hector. [They shake hands\ncordially].\n\nMazzini Dunn is seen crossing the garden from starboard to port.\n\nCAPTAIN SHOTOVER [coming from the pantry and addressing Ellie]. Your\nfather has washed himself.\n\nELLIE [quite self-possessed]. He often does, Captain Shotover.\n\nCAPTAIN SHOTOVER. A strange conversion! I saw him through the pantry\nwindow.\n\nMazzini Dunn enters through the port window door, newly washed and\nbrushed, and stops, smiling benevolently, between Mangan and Mrs\nHushabye.\n\nMRS HUSHABYE [introducing]. Mr Mazzini Dunn, Lady Ut--oh, I forgot:\nyou've met. [Indicating Ellie] Miss Dunn.\n\nMAZZINI [walking across the room to take Ellie's hand, and beaming at\nhis own naughty irony]. I have met Miss Dunn also. She is my daughter.\n[He draws her arm through his caressingly].\n\nMRS HUSHABYE. Of course: how stupid! Mr Utterword, my sister's--er--\n\nRANDALL [shaking hands agreeably]. Her brother-in-law, Mr Dunn. How do\nyou do?\n\nMRS HUSHABYE. This is my husband.\n\nHECTOR. We have met, dear. Don't introduce us any more. [He moves away\nto the big chair, and adds] Won't you sit down, Lady Utterword? [She\ndoes so very graciously].\n\nMRS HUSHABYE. Sorry. I hate it: it's like making people show their\ntickets.\n\nMAZZINI [sententiously]. How little it tells us, after all! The great\nquestion is, not who we are, but what we are.\n\nCAPTAIN SHOTOVER. Ha! What are you?\n\nMAZZINI [taken aback]. What am I?\n\nCAPTAIN SHOTOVER. A thief, a pirate, and a murderer.\n\nMAZZINI. I assure you you are mistaken.\n\nCAPTAIN SHOTOVER. An adventurous life; but what does it end in?\nRespectability. A ladylike daughter. The language and appearance of a\ncity missionary. Let it be a warning to all of you [he goes out through\nthe garden].\n\nDUNN. I hope nobody here believes that I am a thief, a pirate, or a\nmurderer. Mrs Hushabye, will you excuse me a moment? I must really go\nand explain. [He follows the captain].\n\nMRS HUSHABYE [as he goes]. It's no use. You'd really better-- [but Dunn\nhas vanished]. We had better all go out and look for some tea. We\nnever have regular tea; but you can always get some when you want: the\nservants keep it stewing all day. The kitchen veranda is the best place\nto ask. May I show you? [She goes to the starboard door].\n\nRANDALL [going with her]. Thank you, I don't think I'll take any tea\nthis afternoon. But if you will show me the garden--\n\nMRS HUSHABYE. There's nothing to see in the garden except papa's\nobservatory, and a gravel pit with a cave where he keeps dynamite and\nthings of that sort. However, it's pleasanter out of doors; so come\nalong.\n\nRANDALL. Dynamite! Isn't that rather risky?\n\nMRS HUSHABYE. Well, we don't sit in the gravel pit when there's a\nthunderstorm.\n\nLADY UTTERORRD. That's something new. What is the dynamite for?\n\nHECTOR. To blow up the human race if it goes too far. He is trying to\ndiscover a psychic ray that will explode all the explosive at the well\nof a Mahatma.\n\nELLIE. The captain's tea is delicious, Mr Utterword.\n\nMRS HUSHABYE [stopping in the doorway]. Do you mean to say that you've\nhad some of my father's tea? that you got round him before you were ten\nminutes in the house?\n\nELLIE. I did.\n\nMRS HUSHABYE. You little devil! [She goes out with Randall].\n\nMANGAN. Won't you come, Miss Ellie?\n\nELLIE. I'm too tired. I'll take a book up to my room and rest a little.\n[She goes to the bookshelf].\n\nMANGAN. Right. You can't do better. But I'm disappointed. [He follows\nRandall and Mrs Hushabye].\n\nEllie, Hector, and Lady Utterword are left. Hector is close to Lady\nUtterword. They look at Ellie, waiting for her to go.\n\nELLIE [looking at the title of a book]. Do you like stories of\nadventure, Lady Utterword?\n\nLADY UTTERWORD [patronizingly]. Of course, dear.\n\nELLIE. Then I'll leave you to Mr Hushabye. [She goes out through the\nhall].\n\nHECTOR. That girl is mad about tales of adventure. The lies I have to\ntell her!\n\nLADY UTTERWORD [not interested in Ellie]. When you saw me what did you\nmean by saying that you thought, and then stopping short? What did you\nthink?\n\nHECTOR [folding his arms and looking down at her magnetically]. May I\ntell you?\n\nLADY UTTERWORD. Of course.\n\nHECTOR. It will not sound very civil. I was on the point of saying, \"I\nthought you were a plain woman.\"\n\nLADY UTTERWORD. Oh, for shame, Hector! What right had you to notice\nwhether I am plain or not?\n\nHECTOR. Listen to me, Ariadne. Until today I have seen only photographs\nof you; and no photograph can give the strange fascination of the\ndaughters of that supernatural old man. There is some damnable quality\nin them that destroys men's moral sense, and carries them beyond honor\nand dishonor. You know that, don't you?\n\nLADY UTTERWORD. Perhaps I do, Hector. But let me warn you once for all\nthat I am a rigidly conventional woman. You may think because I'm a\nShotover that I'm a Bohemian, because we are all so horribly Bohemian.\nBut I'm not. I hate and loathe Bohemianism. No child brought up in a\nstrict Puritan household ever suffered from Puritanism as I suffered\nfrom our Bohemianism.\n\nHECTOR. Our children are like that. They spend their holidays in the\nhouses of their respectable schoolfellows.\n\nLADY UTTERWORD. I shall invite them for Christmas.\n\nHECTOR. Their absence leaves us both without our natural chaperones.\n\nLADY UTTERWORD. Children are certainly very inconvenient sometimes. But\nintelligent people can always manage, unless they are Bohemians.\n\nHECTOR. You are no Bohemian; but you are no Puritan either: your\nattraction is alive and powerful. What sort of woman do you count\nyourself?\n\nLADY UTTERWORD. I am a woman of the world, Hector; and I can assure\nyou that if you will only take the trouble always to do the perfectly\ncorrect thing, and to say the perfectly correct thing, you can do just\nwhat you like. An ill-conducted, careless woman gets simply no chance.\nAn ill-conducted, careless man is never allowed within arm's length of\nany woman worth knowing.\n\nHECTOR. I see. You are neither a Bohemian woman nor a Puritan woman. You\nare a dangerous woman.\n\nLADY UTTERWORD. On the contrary, I am a safe woman.\n\nHECTOR. You are a most accursedly attractive woman. Mind, I am not\nmaking love to you. I do not like being attracted. But you had better\nknow how I feel if you are going to stay here.\n\nLADY UTTERWORD. You are an exceedingly clever lady-killer, Hector. And\nterribly handsome. I am quite a good player, myself, at that game. Is it\nquite understood that we are only playing?\n\nHECTOR. Quite. I am deliberately playing the fool, out of sheer\nworthlessness.\n\nLADY UTTERWORD [rising brightly]. Well, you are my brother-in-law,\nHesione asked you to kiss me. [He seizes her in his arms and kisses her\nstrenuously]. Oh! that was a little more than play, brother-in-law. [She\npushes him suddenly away]. You shall not do that again.\n\nHECTOR. In effect, you got your claws deeper into me than I intended.\n\nMRS HUBHABYE [coming in from the garden]. Don't let me disturb you; I\nonly want a cap to put on daddiest. The sun is setting; and he'll catch\ncold [she makes for the door leading to the hall].\n\nLADY UTTERWORD. Your husband is quite charming, darling. He has actually\ncondescended to kiss me at last. I shall go into the garden: it's cooler\nnow [she goes out by the port door].\n\nMRS HUSHABYE. Take care, dear child. I don't believe any man can kiss\nAddy without falling in love with her. [She goes into the hall].\n\nHECTOR [striking himself on the chest]. Fool! Goat!\n\nMrs Hushabye comes back with the captain's cap.\n\nHECTOR. Your sister is an extremely enterprising old girl. Where's Miss\nDunn!\n\nMRS HUSHABYE. Mangan says she has gone up to her room for a nap. Addy\nwon't let you talk to Ellie: she has marked you for her own.\n\nHECTOR. She has the diabolical family fascination. I began making love\nto her automatically. What am I to do? I can't fall in love; and I can't\nhurt a woman's feelings by telling her so when she falls in love with\nme. And as women are always falling in love with my moustache I get\nlanded in all sorts of tedious and terrifying flirtations in which I'm\nnot a bit in earnest.\n\nMRS HUSHABYE. Oh, neither is Addy. She has never been in love in her\nlife, though she has always been trying to fall in head over ears. She\nis worse than you, because you had one real go at least, with me.\n\nHECTOR. That was a confounded madness. I can't believe that such an\namazing experience is common. It has left its mark on me. I believe that\nis why I have never been able to repeat it.\n\nMRS HUSHABYE [laughing and caressing his arm]. We were frightfully in\nlove with one another, Hector. It was such an enchanting dream that I\nhave never been able to grudge it to you or anyone else since. I have\ninvited all sorts of pretty women to the house on the chance of giving\nyou another turn. But it has never come off.\n\nHECTOR. I don't know that I want it to come off. It was damned\ndangerous. You fascinated me; but I loved you; so it was heaven. This\nsister of yours fascinates me; but I hate her; so it is hell. I shall\nkill her if she persists.\n\nMRS. HUSHABYE. Nothing will kill Addy; she is as strong as a horse.\n[Releasing him]. Now I am going off to fascinate somebody.\n\nHECTOR. The Foreign Office toff? Randall?\n\nMRS HUSHABYE. Goodness gracious, no! Why should I fascinate him?\n\nHECTOR. I presume you don't mean the bloated capitalist, Mangan?\n\nMRS HUSHABYE. Hm! I think he had better be fascinated by me than by\nEllie. [She is going into the garden when the captain comes in from it\nwith some sticks in his hand]. What have you got there, daddiest?\n\nCAPTAIN SHOTOVER. Dynamite.\n\nMRS HUSHABYE. You've been to the gravel pit. Don't drop it about the\nhouse, there's a dear. [She goes into the garden, where the evening\nlight is now very red].\n\nHECTOR. Listen, O sage. How long dare you concentrate on a feeling\nwithout risking having it fixed in your consciousness all the rest of\nyour life?\n\nCAPTAIN SHOTOVER. Ninety minutes. An hour and a half. [He goes into the\npantry].\n\nHector, left alone, contracts his brows, and falls into a day-dream. He\ndoes not move for some time. Then he folds his arms. Then, throwing his\nhands behind him, and gripping one with the other, he strides tragically\nonce to and fro. Suddenly he snatches his walking stick from the teak\ntable, and draws it; for it is a swordstick. He fights a desperate\nduel with an imaginary antagonist, and after many vicissitudes runs him\nthrough the body up to the hilt. He sheathes his sword and throws it on\nthe sofa, falling into another reverie as he does so. He looks straight\ninto the eyes of an imaginary woman; seizes her by the arms; and says\nin a deep and thrilling tone, \"Do you love me!\" The captain comes out\nof the pantry at this moment; and Hector, caught with his arms stretched\nout and his fists clenched, has to account for his attitude by going\nthrough a series of gymnastic exercises.\n\nCAPTAIN SHOTOVER. That sort of strength is no good. You will never be as\nstrong as a gorilla.\n\nHECTOR. What is the dynamite for?\n\nCAPTAIN SHOTOVER. To kill fellows like Mangan.\n\nHECTOR. No use. They will always be able to buy more dynamite than you.\n\nCAPTAIN SHOTOVER. I will make a dynamite that he cannot explode.\n\nHECTOR. And that you can, eh?\n\nCAPTAIN SHOTOVER. Yes: when I have attained the seventh degree of\nconcentration.\n\nHECTOR. What's the use of that? You never do attain it.\n\nCAPTAIN SHOTOVER. What then is to be done? Are we to be kept forever in\nthe mud by these hogs to whom the universe is nothing but a machine for\ngreasing their bristles and filling their snouts?\n\nHECTOR. Are Mangan's bristles worse than Randall's lovelocks?\n\nCAPTAIN SHOTOVER,. We must win powers of life and death over them both.\nI refuse to die until I have invented the means.\n\nHECTOR. Who are we that we should judge them?\n\nCAPTAIN SHOTOVER. What are they that they should judge us? Yet they do,\nunhesitatingly. There is enmity between our seed and their seed. They\nknow it and act on it, strangling our souls. They believe in themselves.\nWhen we believe in ourselves, we shall kill them.\n\nHECTOR. It is the same seed. You forget that your pirate has a very nice\ndaughter. Mangan's son may be a Plato: Randall's a Shelley. What was my\nfather?\n\nCAPTAIN SHOTOVER. The damnedst scoundrel I ever met. [He replaces the\ndrawing-board; sits down at the table; and begins to mix a wash of\ncolor].\n\nHECTOR. Precisely. Well, dare you kill his innocent grandchildren?\n\nCAPTAIN SHOTOVER. They are mine also.\n\nHECTOR. Just so--we are members one of another. [He throws himself\ncarelessly on the sofa]. I tell you I have often thought of this killing\nof human vermin. Many men have thought of it. Decent men are like Daniel\nin the lion's den: their survival is a miracle; and they do not always\nsurvive. We live among the Mangans and Randalls and Billie Dunns as\nthey, poor devils, live among the disease germs and the doctors and the\nlawyers and the parsons and the restaurant chefs and the tradesmen and\nthe servants and all the rest of the parasites and blackmailers. What\nare our terrors to theirs? Give me the power to kill them; and I'll\nspare them in sheer--\n\nCAPTAIN SHOTOVER [cutting in sharply]. Fellow feeling?\n\nHECTOR. No. I should kill myself if I believed that. I must believe that\nmy spark, small as it is, is divine, and that the red light over their\ndoor is hell fire. I should spare them in simple magnanimous pity.\n\nCAPTAIN SHOTOVER. You can't spare them until you have the power to kill\nthem. At present they have the power to kill you. There are millions\nof blacks over the water for them to train and let loose on us. They're\ngoing to do it. They're doing it already.\n\nHECTOR. They are too stupid to use their power.\n\nCAPTAIN SHOTOVER [throwing down his brush and coming to the end of the\nsofa]. Do not deceive yourself: they do use it. We kill the better half\nof ourselves every day to propitiate them. The knowledge that these\npeople are there to render all our aspirations barren prevents us having\nthe aspirations. And when we are tempted to seek their destruction they\nbring forth demons to delude us, disguised as pretty daughters, and\nsingers and poets and the like, for whose sake we spare them.\n\nHECTOR [sitting up and leaning towards him]. May not Hesione be such a\ndemon, brought forth by you lest I should slay you?\n\nCAPTAIN SHOTOVER. That is possible. She has used you up, and left you\nnothing but dreams, as some women do.\n\nHECTOR. Vampire women, demon women.\n\nCAPTAIN SHOTOVER. Men think the world well lost for them, and lose it\naccordingly. Who are the men that do things? The husbands of the shrew\nand of the drunkard, the men with the thorn in the flesh. [Walking\ndistractedly away towards the pantry]. I must think these things out.\n[Turning suddenly]. But I go on with the dynamite none the less. I will\ndiscover a ray mightier than any X-ray: a mind ray that will explode the\nammunition in the belt of my adversary before he can point his gun at\nme. And I must hurry. I am old: I have no time to waste in talk [he is\nabout to go into the pantry, and Hector is making for the hall, when\nHesione comes back].\n\nMRS HUSHABYE. Daddiest, you and Hector must come and help me to\nentertain all these people. What on earth were you shouting about?\n\nHECTOR [stopping in the act of turning the door handle]. He is madder\nthan usual.\n\nMRS HUSHABYE. We all are.\n\nHECTOR. I must change [he resumes his door opening].\n\nMRS HUSHABYE. Stop, stop. Come back, both of you. Come back. [They\nreturn, reluctantly]. Money is running short.\n\nHECTOR. Money! Where are my April dividends?\n\nMRS HUSHABYE. Where is the snow that fell last year?\n\nCAPTAIN SHOTOVER. Where is all the money you had for that patent\nlifeboat I invented?\n\nMRS HUSHABYE. Five hundred pounds; and I have made it last since Easter!\n\nCAPTAIN SHOTOVER. Since Easter! Barely four months! Monstrous\nextravagance! I could live for seven years on 500 pounds.\n\nMRS HUSHABYE. Not keeping open house as we do here, daddiest.\n\nCAPTAIN SHOTOVER. Only 500 pounds for that lifeboat! I got twelve\nthousand for the invention before that.\n\nMRS HUSHABYE. Yes, dear; but that was for the ship with the magnetic\nkeel that sucked up submarines. Living at the rate we do, you cannot\nafford life-saving inventions. Can't you think of something that will\nmurder half Europe at one bang?\n\nCAPTAIN SHOTOVER. No. I am ageing fast. My mind does not dwell on\nslaughter as it did when I was a boy. Why doesn't your husband invent\nsomething? He does nothing but tell lies to women.\n\nHECTOR. Well, that is a form of invention, is it not? However, you are\nright: I ought to support my wife.\n\nMRS HUSHABYE. Indeed you shall do nothing of the sort: I should never\nsee you from breakfast to dinner. I want my husband.\n\nHECTOR [bitterly]. I might as well be your lapdog.\n\nMRS HUSHABYE. Do you want to be my breadwinner, like the other poor\nhusbands?\n\nHECTOR. No, by thunder! What a damned creature a husband is anyhow!\n\nMRS HUSHABYE [to the captain]. What about that harpoon cannon?\n\nCAPTAIN SHOTOVER. No use. It kills whales, not men.\n\nMRS HUSHABYE. Why not? You fire the harpoon out of a cannon. It sticks\nin the enemy's general; you wind him in; and there you are.\n\nHECTOR. You are your father's daughter, Hesione.\n\nCAPTAIN SHOTOVER. There is something in it. Not to wind in generals:\nthey are not dangerous. But one could fire a grapnel and wind in a\nmachine gun or even a tank. I will think it out.\n\nMRS HUSHABYE [squeezing the captain's arm affectionately]. Saved! You\nare a darling, daddiest. Now we must go back to these dreadful people\nand entertain them.\n\nCAPTAIN SHOTOVER. They have had no dinner. Don't forget that.\n\nHECTOR. Neither have I. And it is dark: it must be all hours.\n\nMRS HUSHABYE. Oh, Guinness will produce some sort of dinner for them.\nThe servants always take jolly good care that there is food in the\nhouse.\n\nCAPTAIN SHOTOVER [raising a strange wail in the darkness]. What a house!\nWhat a daughter!\n\nMRS HUSHABYE [raving]. What a father!\n\nHECTOR [following suit]. What a husband!\n\nCAPTAIN SHOTOVER. Is there no thunder in heaven?\n\nHECTOR. Is there no beauty, no bravery, on earth?\n\nMRS HUSHABYE. What do men want? They have their food, their firesides,\ntheir clothes mended, and our love at the end of the day. Why are they\nnot satisfied? Why do they envy us the pain with which we bring them\ninto the world, and make strange dangers and torments for themselves to\nbe even with us?\n\nCAPTAIN SHOTOVER [weirdly chanting].\n\n      I builded a house for my daughters, and opened the doors\n            thereof,\n      That men might come for their choosing, and their betters\n            spring from their love;\n      But one of them married a numskull;\n\nHECTOR [taking up the rhythm].\n\n      The other a liar wed;\n\nMRS HUSHABYE [completing the stanza].\n\n      And now must she lie beside him, even as she made her bed.\n\nLADY UTTERWORD [calling from the garden]. Hesione! Hesione! Where are\nyou?\n\nHECTOR. The cat is on the tiles.\n\nMRS HUSHABYE. Coming, darling, coming [she goes quickly into the\ngarden].\n\nThe captain goes back to his place at the table.\n\nHECTOR [going out into the hall]. Shall I turn up the lights for you?\n\nCAPTAIN SHOTOVER. No. Give me deeper darkness. Money is not made in the\nlight.\n\n\n\n\nACT II\n\nThe same room, with the lights turned up and the curtains drawn. Ellie\ncomes in, followed by Mangan. Both are dressed for dinner. She strolls\nto the drawing-table. He comes between the table and the wicker chair.\n\nMANGAN. What a dinner! I don't call it a dinner: I call it a meal.\n\nELLIE. I am accustomed to meals, Mr Mangan, and very lucky to get them.\nBesides, the captain cooked some maccaroni for me.\n\nMANGAN [shuddering liverishly]. Too rich: I can't eat such things. I\nsuppose it's because I have to work so much with my brain. That's the\nworst of being a man of business: you are always thinking, thinking,\nthinking. By the way, now that we are alone, may I take the opportunity\nto come to a little understanding with you?\n\nELLIE [settling into the draughtsman's seat]. Certainly. I should like\nto.\n\nMANGAN [taken aback]. Should you? That surprises me; for I thought I\nnoticed this afternoon that you avoided me all you could. Not for the\nfirst time either.\n\nELLIE. I was very tired and upset. I wasn't used to the ways of this\nextraordinary house. Please forgive me.\n\nMANGAN. Oh, that's all right: I don't mind. But Captain Shotover has\nbeen talking to me about you. You and me, you know.\n\nELLIE [interested]. The captain! What did he say?\n\nMANGAN. Well, he noticed the difference between our ages.\n\nELLIE. He notices everything.\n\nMANGAN. You don't mind, then?\n\nELLIE. Of course I know quite well that our engagement--\n\nMANGAN. Oh! you call it an engagement.\n\nELLIE. Well, isn't it?\n\nMANGAN. Oh, yes, yes: no doubt it is if you hold to it. This is the\nfirst time you've used the word; and I didn't quite know where we stood:\nthat's all. [He sits down in the wicker chair; and resigns himself to\nallow her to lead the conversation]. You were saying--?\n\nELLIE. Was I? I forget. Tell me. Do you like this part of the country? I\nheard you ask Mr Hushabye at dinner whether there are any nice houses to\nlet down here.\n\nMANGAN. I like the place. The air suits me. I shouldn't be surprised if\nI settled down here.\n\nELLIE. Nothing would please me better. The air suits me too. And I want\nto be near Hesione.\n\nMANGAN [with growing uneasiness]. The air may suit us; but the question\nis, should we suit one another? Have you thought about that?\n\nELLIE. Mr Mangan, we must be sensible, mustn't we? It's no use\npretending that we are Romeo and Juliet. But we can get on very well\ntogether if we choose to make the best of it. Your kindness of heart\nwill make it easy for me.\n\nMANGAN [leaning forward, with the beginning of something like deliberate\nunpleasantness in his voice]. Kindness of heart, eh? I ruined your\nfather, didn't I?\n\nELLIE. Oh, not intentionally.\n\nMANGAN. Yes I did. Ruined him on purpose.\n\nELLIE. On purpose!\n\nMANGAN. Not out of ill-nature, you know. And you'll admit that I kept a\njob for him when I had finished with him. But business is business; and\nI ruined him as a matter of business.\n\nELLIE. I don't understand how that can be. Are you trying to make me\nfeel that I need not be grateful to you, so that I may choose freely?\n\nMANGAN [rising aggressively]. No. I mean what I say.\n\nELLIE. But how could it possibly do you any good to ruin my father? The\nmoney he lost was yours.\n\nMANGAN [with a sour laugh]. Was mine! It is mine, Miss Ellie, and all\nthe money the other fellows lost too. [He shoves his hands into his\npockets and shows his teeth]. I just smoked them out like a hive of\nbees. What do you say to that? A bit of shock, eh?\n\nELLIE. It would have been, this morning. Now! you can't think how little\nit matters. But it's quite interesting. Only, you must explain it to me.\nI don't understand it. [Propping her elbows on the drawingboard and her\nchin on her hands, she composes herself to listen with a combination of\nconscious curiosity with unconscious contempt which provokes him to more\nand more unpleasantness, and an attempt at patronage of her ignorance].\n\nMANGAN. Of course you don't understand: what do you know about business?\nYou just listen and learn. Your father's business was a new business;\nand I don't start new businesses: I let other fellows start them. They\nput all their money and their friends' money into starting them. They\nwear out their souls and bodies trying to make a success of them.\nThey're what you call enthusiasts. But the first dead lift of the thing\nis too much for them; and they haven't enough financial experience. In\na year or so they have either to let the whole show go bust, or sell out\nto a new lot of fellows for a few deferred ordinary shares: that is, if\nthey're lucky enough to get anything at all. As likely as not the very\nsame thing happens to the new lot. They put in more money and a couple\nof years' more work; and then perhaps they have to sell out to a third\nlot. If it's really a big thing the third lot will have to sell out too,\nand leave their work and their money behind them. And that's where the\nreal business man comes in: where I come in. But I'm cleverer than some:\nI don't mind dropping a little money to start the process. I took your\nfather's measure. I saw that he had a sound idea, and that he would work\nhimself silly for it if he got the chance. I saw that he was a child\nin business, and was dead certain to outrun his expenses and be in too\ngreat a hurry to wait for his market. I knew that the surest way to\nruin a man who doesn't know how to handle money is to give him some. I\nexplained my idea to some friends in the city, and they found the money;\nfor I take no risks in ideas, even when they're my own. Your father and\nthe friends that ventured their money with him were no more to me than\na heap of squeezed lemons. You've been wasting your gratitude: my kind\nheart is all rot. I'm sick of it. When I see your father beaming at\nme with his moist, grateful eyes, regularly wallowing in gratitude, I\nsometimes feel I must tell him the truth or burst. What stops me is that\nI know he wouldn't believe me. He'd think it was my modesty, as you did\njust now. He'd think anything rather than the truth, which is that he's\na blamed fool, and I am a man that knows how to take care of himself.\n[He throws himself back into the big chair with large self approval].\nNow what do you think of me, Miss Ellie?\n\nELLIE [dropping her hands]. How strange! that my mother, who knew\nnothing at all about business, should have been quite right about you!\nShe always said not before papa, of course, but to us children--that you\nwere just that sort of man.\n\nMANGAN [sitting up, much hurt]. Oh! did she? And yet she'd have let you\nmarry me.\n\nELLIE. Well, you see, Mr Mangan, my mother married a very good man--for\nwhatever you may think of my father as a man of business, he is the soul\nof goodness--and she is not at all keen on my doing the same.\n\nMANGAN. Anyhow, you don't want to marry me now, do you?\n\nELLIE. [very calmly]. Oh, I think so. Why not?\n\nMANGAN. [rising aghast]. Why not!\n\nELLIE. I don't see why we shouldn't get on very well together.\n\nMANGAN. Well, but look here, you know--[he stops, quite at a loss].\n\nELLIE. [patiently]. Well?\n\nMANGAN. Well, I thought you were rather particular about people's\ncharacters.\n\nELLIE. If we women were particular about men's characters, we should\nnever get married at all, Mr Mangan.\n\nMANGAN. A child like you talking of \"we women\"! What next! You're not in\nearnest?\n\nELLIE. Yes, I am. Aren't you?\n\nMANGAN. You mean to hold me to it?\n\nELLIE. Do you wish to back out of it?\n\nMANGAN. Oh, no. Not exactly back out of it.\n\nELLIE. Well?\n\nHe has nothing to say. With a long whispered whistle, he drops into\nthe wicker chair and stares before him like a beggared gambler. But a\ncunning look soon comes into his face. He leans over towards her on his\nright elbow, and speaks in a low steady voice.\n\nMANGAN. Suppose I told you I was in love with another woman!\n\nELLIE [echoing him]. Suppose I told you I was in love with another man!\n\nMANGAN [bouncing angrily out of his chair]. I'm not joking.\n\nELLIE. Who told you I was?\n\nMANGAN. I tell you I'm serious. You're too young to be serious; but\nyou'll have to believe me. I want to be near your friend Mrs Hushabye.\nI'm in love with her. Now the murder's out.\n\nELLIE. I want to be near your friend Mr Hushabye. I'm in love with\nhim. [She rises and adds with a frank air] Now we are in one another's\nconfidence, we shall be real friends. Thank you for telling me.\n\nMANGAN [almost beside himself]. Do you think I'll be made a convenience\nof like this?\n\nELLIE. Come, Mr Mangan! you made a business convenience of my father.\nWell, a woman's business is marriage. Why shouldn't I make a domestic\nconvenience of you?\n\nMANGAN. Because I don't choose, see? Because I'm not a silly gull like\nyour father. That's why.\n\nELLIE [with serene contempt]. You are not good enough to clean my\nfather's boots, Mr Mangan; and I am paying you a great compliment in\ncondescending to make a convenience of you, as you call it. Of course\nyou are free to throw over our engagement if you like; but, if you do,\nyou'll never enter Hesione's house again: I will take care of that.\n\nMANGAN [gasping]. You little devil, you've done me. [On the point of\ncollapsing into the big chair again he recovers himself]. Wait a bit,\nthough: you're not so cute as you think. You can't beat Boss Mangan as\neasy as that. Suppose I go straight to Mrs Hushabye and tell her that\nyou're in love with her husband.\n\nELLIE. She knows it.\n\nMANGAN. You told her!!!\n\nELLIE. She told me.\n\nMANGAN [clutching at his bursting temples]. Oh, this is a crazy house.\nOr else I'm going clean off my chump. Is she making a swop with you--she\nto have your husband and you to have hers?\n\nELLIE. Well, you don't want us both, do you?\n\nMANGAN [throwing himself into the chair distractedly]. My brain won't\nstand it. My head's going to split. Help! Help me to hold it. Quick:\nhold it: squeeze it. Save me. [Ellie comes behind his chair; clasps his\nhead hard for a moment; then begins to draw her hands from his forehead\nback to his ears]. Thank you. [Drowsily]. That's very refreshing.\n[Waking a little]. Don't you hypnotize me, though. I've seen men made\nfools of by hypnotism.\n\nELLIE [steadily]. Be quiet. I've seen men made fools of without\nhypnotism.\n\nMANGAN [humbly]. You don't dislike touching me, I hope. You never\ntouched me before, I noticed.\n\nELLIE. Not since you fell in love naturally with a grown-up nice woman,\nwho will never expect you to make love to her. And I will never expect\nhim to make love to me.\n\nMANGAN. He may, though.\n\nELLIE [making her passes rhythmically]. Hush. Go to sleep. Do you hear?\nYou are to go to sleep, go to sleep, go to sleep; be quiet, deeply\ndeeply quiet; sleep, sleep, sleep, sleep, sleep.\n\nHe falls asleep. Ellie steals away; turns the light out; and goes into\nthe garden.\n\nNurse Guinness opens the door and is seen in the light which comes in\nfrom the hall.\n\nGUINNESS [speaking to someone outside]. Mr Mangan's not here, duckie:\nthere's no one here. It's all dark.\n\nMRS HUSHABYE [without]. Try the garden. Mr Dunn and I will be in my\nboudoir. Show him the way.\n\nGUINNESS. Yes, ducky. [She makes for the garden door in the dark;\nstumbles over the sleeping Mangan and screams]. Ahoo! O Lord, Sir! I\nbeg your pardon, I'm sure: I didn't see you in the dark. Who is it? [She\ngoes back to the door and turns on the light]. Oh, Mr Mangan, sir, I\nhope I haven't hurt you plumping into your lap like that. [Coming to\nhim]. I was looking for you, sir. Mrs Hushabye says will you please\n[noticing that he remains quite insensible]. Oh, my good Lord, I hope\nI haven't killed him. Sir! Mr Mangan! Sir! [She shakes him; and he is\nrolling inertly off the chair on the floor when she holds him up and\nprops him against the cushion]. Miss Hessy! Miss Hessy! quick, doty\ndarling. Miss Hessy! [Mrs Hushabye comes in from the hall, followed by\nMazzini Dunn]. Oh, Miss Hessy, I've been and killed him.\n\nMazzini runs round the back of the chair to Mangan's right hand, and\nsees that the nurse's words are apparently only too true.\n\nMAZZINI. What tempted you to commit such a crime, woman?\n\nMRS HUSHABYE [trying not to laugh]. Do you mean, you did it on purpose?\n\nGUINNESS. Now is it likely I'd kill any man on purpose? I fell over\nhim in the dark; and I'm a pretty tidy weight. He never spoke nor moved\nuntil I shook him; and then he would have dropped dead on the floor.\nIsn't it tiresome?\n\nMRS HUSHABYE [going past the nurse to Mangan's side, and inspecting him\nless credulously than Mazzini]. Nonsense! he is not dead: he is only\nasleep. I can see him breathing.\n\nGUINNESS. But why won't he wake?\n\nMAZZINI [speaking very politely into Mangan's ear]. Mangan! My dear\nMangan! [he blows into Mangan's ear].\n\nMRS HUSHABYE. That's no good [she shakes him vigorously]. Mr Mangan,\nwake up. Do you hear? [He begins to roll over]. Oh! Nurse, nurse: he's\nfalling: help me.\n\nNurse Guinness rushes to the rescue. With Mazzini's assistance, Mangan\nis propped safely up again.\n\nGUINNESS [behind the chair; bending over to test the case with her\nnose]. Would he be drunk, do you think, pet?\n\nMRS HUSHABYE. Had he any of papa's rum?\n\nMAZZINI. It can't be that: he is most abstemious. I am afraid he drank\ntoo much formerly, and has to drink too little now. You know, Mrs\nHushabye, I really think he has been hypnotized.\n\nGUINNESS. Hip no what, sir?\n\nMAZZINI. One evening at home, after we had seen a hypnotizing\nperformance, the children began playing at it; and Ellie stroked my\nhead. I assure you I went off dead asleep; and they had to send for a\nprofessional to wake me up after I had slept eighteen hours. They had to\ncarry me upstairs; and as the poor children were not very strong, they\nlet me slip; and I rolled right down the whole flight and never woke up.\n[Mrs Hushabye splutters]. Oh, you may laugh, Mrs Hushabye; but I might\nhave been killed.\n\nMRS HUSHABYE. I couldn't have helped laughing even if you had been, Mr\nDunn. So Ellie has hypnotized him. What fun!\n\nMAZZINI. Oh no, no, no. It was such a terrible lesson to her: nothing\nwould induce her to try such a thing again.\n\nMRS HUSHABYE. Then who did it? I didn't.\n\nMAZZINI. I thought perhaps the captain might have done it\nunintentionally. He is so fearfully magnetic: I feel vibrations whenever\nhe comes close to me.\n\nGUINNESS. The captain will get him out of it anyhow, sir: I'll back him\nfor that. I'll go fetch him [she makes for the pantry].\n\nMRS HUSHABYE. Wait a bit. [To Mazzini]. You say he is all right for\neighteen hours?\n\nMAZZINI. Well, I was asleep for eighteen hours.\n\nMRS HUSHABYE. Were you any the worse for it?\n\nMAZZINI. I don't quite remember. They had poured brandy down my throat,\nyou see; and--\n\nMRS HUSHABYE. Quite. Anyhow, you survived. Nurse, darling: go and ask\nMiss Dunn to come to us here. Say I want to speak to her particularly.\nYou will find her with Mr Hushabye probably.\n\nGUINNESS. I think not, ducky: Miss Addy is with him. But I'll find her\nand send her to you. [She goes out into the garden].\n\nMRS HUSHABYE [calling Mazzini's attention to the figure on the chair].\nNow, Mr Dunn, look. Just look. Look hard. Do you still intend to\nsacrifice your daughter to that thing?\n\nMAZZINI [troubled]. You have completely upset me, Mrs Hushabye, by all\nyou have said to me. That anyone could imagine that I--I, a consecrated\nsoldier of freedom, if I may say so--could sacrifice Ellie to anybody or\nanyone, or that I should ever have dreamed of forcing her inclinations\nin any way, is a most painful blow to my--well, I suppose you would say\nto my good opinion of myself.\n\nMRS HUSHABYE [rather stolidly]. Sorry.\n\nMAZZINI [looking forlornly at the body]. What is your objection to\npoor Mangan, Mrs Hushabye? He looks all right to me. But then I am so\naccustomed to him.\n\nMRS HUSHABYE. Have you no heart? Have you no sense? Look at the brute!\nThink of poor weak innocent Ellie in the clutches of this slavedriver,\nwho spends his life making thousands of rough violent workmen bend to\nhis will and sweat for him: a man accustomed to have great masses of\niron beaten into shape for him by steam-hammers! to fight with women\nand girls over a halfpenny an hour ruthlessly! a captain of industry,\nI think you call him, don't you? Are you going to fling your delicate,\nsweet, helpless child into such a beast's claws just because he will\nkeep her in an expensive house and make her wear diamonds to show how\nrich he is?\n\nMAZZINI [staring at her in wide-eyed amazement]. Bless you, dear Mrs\nHushabye, what romantic ideas of business you have! Poor dear Mangan\nisn't a bit like that.\n\nMRS HUSHABYE [scornfully]. Poor dear Mangan indeed!\n\nMAZZINI. But he doesn't know anything about machinery. He never goes\nnear the men: he couldn't manage them: he is afraid of them. I never can\nget him to take the least interest in the works: he hardly knows more\nabout them than you do. People are cruelly unjust to Mangan: they think\nhe is all rugged strength just because his manners are bad.\n\nMRS HUSHABYE. Do you mean to tell me he isn't strong enough to crush\npoor little Ellie?\n\nMAZZINI. Of course it's very hard to say how any marriage will turn out;\nbut speaking for myself, I should say that he won't have a dog's chance\nagainst Ellie. You know, Ellie has remarkable strength of character. I\nthink it is because I taught her to like Shakespeare when she was very\nyoung.\n\nMRS HUSHABYE [contemptuously]. Shakespeare! The next thing you will tell\nme is that you could have made a great deal more money than Mangan. [She\nretires to the sofa, and sits down at the port end of it in the worst of\nhumors].\n\nMAZZINI [following her and taking the other end]. No: I'm no good at\nmaking money. I don't care enough for it, somehow. I'm not ambitious!\nthat must be it. Mangan is wonderful about money: he thinks of nothing\nelse. He is so dreadfully afraid of being poor. I am always thinking of\nother things: even at the works I think of the things we are doing and\nnot of what they cost. And the worst of it is, poor Mangan doesn't know\nwhat to do with his money when he gets it. He is such a baby that he\ndoesn't know even what to eat and drink: he has ruined his liver eating\nand drinking the wrong things; and now he can hardly eat at all. Ellie\nwill diet him splendidly. You will be surprised when you come to know\nhim better: he is really the most helpless of mortals. You get quite a\nprotective feeling towards him.\n\nMRS HUSHABYE. Then who manages his business, pray?\n\nMAZZINI. I do. And of course other people like me.\n\nMRS HUSHABYE. Footling people, you mean.\n\nMAZZINI. I suppose you'd think us so.\n\nMRS HUSHABYE. And pray why don't you do without him if you're all so\nmuch cleverer?\n\nMAZZINI. Oh, we couldn't: we should ruin the business in a year. I've\ntried; and I know. We should spend too much on everything. We should\nimprove the quality of the goods and make them too dear. We should be\nsentimental about the hard cases among the work people. But Mangan keeps\nus in order. He is down on us about every extra halfpenny. We could\nnever do without him. You see, he will sit up all night thinking of how\nto save sixpence. Won't Ellie make him jump, though, when she takes his\nhouse in hand!\n\nMRS HUSHABYE. Then the creature is a fraud even as a captain of\nindustry!\n\nMAZZINI. I am afraid all the captains of industry are what you call\nfrauds, Mrs Hushabye. Of course there are some manufacturers who really\ndo understand their own works; but they don't make as high a rate of\nprofit as Mangan does. I assure you Mangan is quite a good fellow in his\nway. He means well.\n\nMRS HUSHABYE. He doesn't look well. He is not in his first youth, is he?\n\nMAZZINI. After all, no husband is in his first youth for very long, Mrs\nHushabye. And men can't afford to marry in their first youth nowadays.\n\nMRS HUSHABYE. Now if I said that, it would sound witty. Why can't you\nsay it wittily? What on earth is the matter with you? Why don't you\ninspire everybody with confidence? with respect?\n\nMAZZINI [humbly]. I think that what is the matter with me is that I am\npoor. You don't know what that means at home. Mind: I don't say they\nhave ever complained. They've all been wonderful: they've been proud of\nmy poverty. They've even joked about it quite often. But my wife has had\na very poor time of it. She has been quite resigned--\n\nMRS HUSHABYE [shuddering involuntarily!]\n\nMAZZINI. There! You see, Mrs Hushabye. I don't want Ellie to live on\nresignation.\n\nMRS HUSHABYE. Do you want her to have to resign herself to living with a\nman she doesn't love?\n\nMAZZINI [wistfully]. Are you sure that would be worse than living with a\nman she did love, if he was a footling person?\n\nMRS HUSHABYE [relaxing her contemptuous attitude, quite interested in\nMazzini now]. You know, I really think you must love Ellie very much;\nfor you become quite clever when you talk about her.\n\nMAZZINI. I didn't know I was so very stupid on other subjects.\n\nMRS HUSHABYE. You are, sometimes.\n\nMAZZINI [turning his head away; for his eyes are wet]. I have learnt a\ngood deal about myself from you, Mrs Hushabye; and I'm afraid I shall\nnot be the happier for your plain speaking. But if you thought I needed\nit to make me think of Ellie's happiness you were very much mistaken.\n\nMRS HUSHABYE [leaning towards him kindly]. Have I been a beast?\n\nMAZZINI [pulling himself together]. It doesn't matter about me, Mrs\nHushabye. I think you like Ellie; and that is enough for me.\n\nMRS HUSHABYE. I'm beginning to like you a little. I perfectly loathed\nyou at first. I thought you the most odious, self-satisfied, boresome\nelderly prig I ever met.\n\nMAZZINI [resigned, and now quite cheerful]. I daresay I am all that.\nI never have been a favorite with gorgeous women like you. They always\nfrighten me.\n\nMRS HUSHABYE [pleased]. Am I a gorgeous woman, Mazzini? I shall fall in\nlove with you presently.\n\nMAZZINI [with placid gallantry]. No, you won't, Hesione. But you would\nbe quite safe. Would you believe it that quite a lot of women have\nflirted with me because I am quite safe? But they get tired of me for\nthe same reason.\n\nMRS HUSHABYE [mischievously]. Take care. You may not be so safe as you\nthink.\n\nMAZZINI. Oh yes, quite safe. You see, I have been in love really: the\nsort of love that only happens once. [Softly]. That's why Ellie is such\na lovely girl.\n\nMRS HUSHABYE. Well, really, you are coming out. Are you quite sure you\nwon't let me tempt you into a second grand passion?\n\nMAZZINI. Quite. It wouldn't be natural. The fact is, you don't strike on\nmy box, Mrs Hushabye; and I certainly don't strike on yours.\n\nMRS HUSHABYE. I see. Your marriage was a safety match.\n\nMAZZINI. What a very witty application of the expression I used! I\nshould never have thought of it.\n\nEllie comes in from the garden, looking anything but happy.\n\nMRS HUSHABYE [rising]. Oh! here is Ellie at last. [She goes behind the\nsofa].\n\nELLIE [on the threshold of the starboard door]. Guinness said you wanted\nme: you and papa.\n\nMRS HUSHABYE. You have kept us waiting so long that it almost came\nto--well, never mind. Your father is a very wonderful man [she ruffles\nhis hair affectionately]: the only one I ever met who could resist me\nwhen I made myself really agreeable. [She comes to the big chair, on\nMangan's left]. Come here. I have something to show you. [Ellie strolls\nlistlessly to the other side of the chair]. Look.\n\nELLIE [contemplating Mangan without interest]. I know. He is only\nasleep. We had a talk after dinner; and he fell asleep in the middle of\nit.\n\nMRS HUSHABYE. You did it, Ellie. You put him asleep.\n\nMAZZINI [rising quickly and coming to the back of the chair]. Oh, I hope\nnot. Did you, Ellie?\n\nELLIE [wearily]. He asked me to.\n\nMAZZINI. But it's dangerous. You know what happened to me.\n\nELLIE [utterly indifferent]. Oh, I daresay I can wake him. If not,\nsomebody else can.\n\nMRS HUSHABYE. It doesn't matter, anyhow, because I have at last\npersuaded your father that you don't want to marry him.\n\nELLIE [suddenly coming out of her listlessness, much vexed]. But why did\nyou do that, Hesione? I do want to marry him. I fully intend to marry\nhim.\n\nMAZZINI. Are you quite sure, Ellie? Mrs Hushabye has made me feel that I\nmay have been thoughtless and selfish about it.\n\nELLIE [very clearly and steadily]. Papa. When Mrs. Hushabye takes it on\nherself to explain to you what I think or don't think, shut your ears\ntight; and shut your eyes too. Hesione knows nothing about me: she\nhasn't the least notion of the sort of person I am, and never will. I\npromise you I won't do anything I don't want to do and mean to do for my\nown sake.\n\nMAZZINI. You are quite, quite sure?\n\nELLIE. Quite, quite sure. Now you must go away and leave me to talk to\nMrs Hushabye.\n\nMAZZINI. But I should like to hear. Shall I be in the way?\n\nELLIE [inexorable]. I had rather talk to her alone.\n\nMAZZINI [affectionately]. Oh, well, I know what a nuisance parents are,\ndear. I will be good and go. [He goes to the garden door]. By the way,\ndo you remember the address of that professional who woke me up? Don't\nyou think I had better telegraph to him?\n\nMRS HUSHABYE [moving towards the sofa]. It's too late to telegraph\ntonight.\n\nMAZZINI. I suppose so. I do hope he'll wake up in the course of the\nnight. [He goes out into the garden].\n\nELLIE [turning vigorously on Hesione the moment her father is out of the\nroom]. Hesione, what the devil do you mean by making mischief with my\nfather about Mangan?\n\nMRS HUSHABYE [promptly losing her temper]. Don't you dare speak to me\nlike that, you little minx. Remember that you are in my house.\n\nELLIE. Stuff! Why don't you mind your own business? What is it to you\nwhether I choose to marry Mangan or not?\n\nMRS HUSHABYE. Do you suppose you can bully me, you miserable little\nmatrimonial adventurer?\n\nELLIE. Every woman who hasn't any money is a matrimonial adventurer.\nIt's easy for you to talk: you have never known what it is to want\nmoney; and you can pick up men as if they were daisies. I am poor and\nrespectable--\n\nMRS HUSHABYE [interrupting]. Ho! respectable! How did you pick up\nMangan? How did you pick up my husband? You have the audacity to tell me\nthat I am a--a--a--\n\nELLIE. A siren. So you are. You were born to lead men by the nose: if\nyou weren't, Marcus would have waited for me, perhaps.\n\nMRS HUSHABYE [suddenly melting and half laughing]. Oh, my poor Ellie, my\npettikins, my unhappy darling! I am so sorry about Hector. But what can\nI do? It's not my fault: I'd give him to you if I could.\n\nELLIE. I don't blame you for that.\n\nMRS HUSHABYE. What a brute I was to quarrel with you and call you names!\nDo kiss me and say you're not angry with me.\n\nELLIE [fiercely]. Oh, don't slop and gush and be sentimental. Don't you\nsee that unless I can be hard--as hard as nails--I shall go mad? I don't\ncare a damn about your calling me names: do you think a woman in my\nsituation can feel a few hard words?\n\nMRS HUSHABYE. Poor little woman! Poor little situation!\n\nELLIE. I suppose you think you're being sympathetic. You are just\nfoolish and stupid and selfish. You see me getting a smasher right in\nthe face that kills a whole part of my life: the best part that can\nnever come again; and you think you can help me over it by a little\ncoaxing and kissing. When I want all the strength I can get to lean on:\nsomething iron, something stony, I don't care how cruel it is, you\ngo all mushy and want to slobber over me. I'm not angry; I'm not\nunfriendly; but for God's sake do pull yourself together; and don't\nthink that because you're on velvet and always have been, women who are\nin hell can take it as easily as you.\n\nMRS HUSHABYE [shrugging her shoulders]. Very well. [She sits down on the\nsofa in her old place.] But I warn you that when I am neither coaxing and\nkissing nor laughing, I am just wondering how much longer I can stand\nliving in this cruel, damnable world. You object to the siren: well,\nI drop the siren. You want to rest your wounded bosom against a\ngrindstone. Well [folding her arms] here is the grindstone.\n\nELLIE [sitting down beside her, appeased]. That's better: you really\nhave the trick of falling in with everyone's mood; but you don't\nunderstand, because you are not the sort of woman for whom there is only\none man and only one chance.\n\nMRS HUSHABYE. I certainly don't understand how your marrying that object\n[indicating Mangan] will console you for not being able to marry Hector.\n\nELLIE. Perhaps you don't understand why I was quite a nice girl this\nmorning, and am now neither a girl nor particularly nice.\n\nMRS HUSHABYE. Oh, yes, I do. It's because you have made up your mind to\ndo something despicable and wicked.\n\nELLIE. I don't think so, Hesione. I must make the best of my ruined\nhouse.\n\nMRS HUSHABYE. Pooh! You'll get over it. Your house isn't ruined.\n\nELLIE. Of course I shall get over it. You don't suppose I'm going to sit\ndown and die of a broken heart, I hope, or be an old maid living on a\npittance from the Sick and Indigent Roomkeepers' Association. But my\nheart is broken, all the same. What I mean by that is that I know that\nwhat has happened to me with Marcus will not happen to me ever again. In\nthe world for me there is Marcus and a lot of other men of whom one is\njust the same as another. Well, if I can't have love, that's no reason\nwhy I should have poverty. If Mangan has nothing else, he has money.\n\nMRS HUSHABYE. And are there no YOUNG men with money?\n\nELLIE. Not within my reach. Besides, a young man would have the right\nto expect love from me, and would perhaps leave me when he found I could\nnot give it to him. Rich young men can get rid of their wives, you know,\npretty cheaply. But this object, as you call him, can expect nothing\nmore from me than I am prepared to give him.\n\nMRS HUSHABYE. He will be your owner, remember. If he buys you, he will\nmake the bargain pay him and not you. Ask your father.\n\nELLIE [rising and strolling to the chair to contemplate their subject].\nYou need not trouble on that score, Hesione. I have more to give Boss\nMangan than he has to give me: it is I who am buying him, and at a\npretty good price too, I think. Women are better at that sort of bargain\nthan men. I have taken the Boss's measure; and ten Boss Mangans shall\nnot prevent me doing far more as I please as his wife than I have ever\nbeen able to do as a poor girl. [Stooping to the recumbent figure].\nShall they, Boss? I think not. [She passes on to the drawing-table, and\nleans against the end of it, facing the windows]. I shall not have to\nspend most of my time wondering how long my gloves will last, anyhow.\n\nMRS HUSHABYE [rising superbly]. Ellie, you are a wicked, sordid little\nbeast. And to think that I actually condescended to fascinate that\ncreature there to save you from him! Well, let me tell you this: if you\nmake this disgusting match, you will never see Hector again if I can\nhelp it.\n\nELLIE [unmoved]. I nailed Mangan by telling him that if he did not marry\nme he should never see you again [she lifts herself on her wrists and\nseats herself on the end of the table].\n\nMRS HUSHABYE [recoiling]. Oh!\n\nELLIE. So you see I am not unprepared for your playing that trump\nagainst me. Well, you just try it: that's all. I should have made a man\nof Marcus, not a household pet.\n\nMRS HUSHABYE [flaming]. You dare!\n\nELLIE [looking almost dangerous]. Set him thinking about me if you dare.\n\nMRS HUSHABYE. Well, of all the impudent little fiends I ever met! Hector\nsays there is a certain point at which the only answer you can give to a\nman who breaks all the rules is to knock him down. What would you say if\nI were to box your ears?\n\nELLIE [calmly]. I should pull your hair.\n\nMRS HUSHABYE [mischievously]. That wouldn't hurt me. Perhaps it comes\noff at night.\n\nELLIE [so taken aback that she drops off the table and runs to her]. Oh,\nyou don't mean to say, Hesione, that your beautiful black hair is false?\n\nMRS HUSHABYE [patting it]. Don't tell Hector. He believes in it.\n\nELLIE [groaning]. Oh! Even the hair that ensnared him false! Everything\nfalse!\n\nMRS HUSHABYE. Pull it and try. Other women can snare men in their hair;\nbut I can swing a baby on mine. Aha! you can't do that, Goldylocks.\n\nELLIE [heartbroken]. No. You have stolen my babies.\n\nMRS HUSHABYE. Pettikins, don't make me cry. You know what you said about\nmy making a household pet of him is a little true. Perhaps he ought to\nhave waited for you. Would any other woman on earth forgive you?\n\nELLIE. Oh, what right had you to take him all for yourself! [Pulling\nherself together]. There! You couldn't help it: neither of us could help\nit. He couldn't help it. No, don't say anything more: I can't bear it.\nLet us wake the object. [She begins stroking Mangan's head, reversing\nthe movement with which she put him to sleep]. Wake up, do you hear? You\nare to wake up at once. Wake up, wake up, wake--\n\nMANGAN [bouncing out of the chair in a fury and turning on them]. Wake\nup! So you think I've been asleep, do you? [He kicks the chair violently\nback out of his way, and gets between them]. You throw me into a trance\nso that I can't move hand or foot--I might have been buried alive! it's\na mercy I wasn't--and then you think I was only asleep. If you'd let\nme drop the two times you rolled me about, my nose would have been\nflattened for life against the floor. But I've found you all out,\nanyhow. I know the sort of people I'm among now. I've heard every word\nyou've said, you and your precious father, and [to Mrs Hushabye] you\ntoo. So I'm an object, am I? I'm a thing, am I? I'm a fool that hasn't\nsense enough to feed myself properly, am I? I'm afraid of the men that\nwould starve if it weren't for the wages I give them, am I? I'm nothing\nbut a disgusting old skinflint to be made a convenience of by designing\nwomen and fool managers of my works, am I? I'm--\n\nMRS HUSHABYE [with the most elegant aplomb]. Sh-sh-sh-sh-sh! Mr Mangan,\nyou are bound in honor to obliterate from your mind all you heard while\nyou were pretending to be asleep. It was not meant for you to hear.\n\nMANGAN. Pretending to be asleep! Do you think if I was only pretending\nthat I'd have sprawled there helpless, and listened to such unfairness,\nsuch lies, such injustice and plotting and backbiting and slandering of\nme, if I could have up and told you what I thought of you! I wonder I\ndidn't burst.\n\nMRS HUSHABYE [sweetly]. You dreamt it all, Mr Mangan. We were only\nsaying how beautifully peaceful you looked in your sleep. That was all,\nwasn't it, Ellie? Believe me, Mr Mangan, all those unpleasant things\ncame into your mind in the last half second before you woke. Ellie\nrubbed your hair the wrong way; and the disagreeable sensation suggested\na disagreeable dream.\n\nMANGAN [doggedly]. I believe in dreams.\n\nMRS HUSHABYE. So do I. But they go by contraries, don't they?\n\nMANGAN [depths of emotion suddenly welling up in him]. I shan't forget,\nto my dying day, that when you gave me the glad eye that time in the\ngarden, you were making a fool of me. That was a dirty low mean thing\nto do. You had no right to let me come near you if I disgusted you.\nIt isn't my fault if I'm old and haven't a moustache like a bronze\ncandlestick as your husband has. There are things no decent woman would\ndo to a man--like a man hitting a woman in the breast.\n\nHesione, utterly shamed, sits down on the sofa and covers her face with\nher hands. Mangan sits down also on his chair and begins to cry like a\nchild. Ellie stares at them. Mrs Hushabye, at the distressing sound he\nmakes, takes down her hands and looks at him. She rises and runs to him.\n\nMRS HUSHABYE. Don't cry: I can't bear it. Have I broken your heart? I\ndidn't know you had one. How could I?\n\nMANGAN. I'm a man, ain't I?\n\nMRS HUSHABYE [half coaxing, half rallying, altogether tenderly]. Oh no:\nnot what I call a man. Only a Boss: just that and nothing else. What\nbusiness has a Boss with a heart?\n\nMANGAN. Then you're not a bit sorry for what you did, nor ashamed?\n\nMRS HUSHABYE. I was ashamed for the first time in my life when you said\nthat about hitting a woman in the breast, and I found out what I'd done.\nMy very bones blushed red. You've had your revenge, Boss. Aren't you\nsatisfied?\n\nMANGAN. Serve you right! Do you hear? Serve you right! You're just\ncruel. Cruel.\n\nMRS HUSHABYE. Yes: cruelty would be delicious if one could only find\nsome sort of cruelty that didn't really hurt. By the way [sitting down\nbeside him on the arm of the chair], what's your name? It's not really\nBoss, is it?\n\nMANGAN [shortly]. If you want to know, my name's Alfred.\n\nMRS HUSHABYE [springs up]. Alfred!! Ellie, he was christened after\nTennyson!!!\n\nMANGAN [rising]. I was christened after my uncle, and never had a penny\nfrom him, damn him! What of it?\n\nMRS HUSHABYE. It comes to me suddenly that you are a real person: that\nyou had a mother, like anyone else. [Putting her hands on his shoulders\nand surveying him]. Little Alf!\n\nMANGAN. Well, you have a nerve.\n\nMRS HUSHABYE. And you have a heart, Alfy, a whimpering little heart, but\na real one. [Releasing him suddenly]. Now run and make it up with Ellie.\nShe has had time to think what to say to you, which is more than I had\n[she goes out quickly into the garden by the port door].\n\nMANGAN. That woman has a pair of hands that go right through you.\n\nELLIE. Still in love with her, in spite of all we said about you?\n\nMANGAN. Are all women like you two? Do they never think of anything\nabout a man except what they can get out of him? You weren't even\nthinking that about me. You were only thinking whether your gloves would\nlast.\n\nELLIE. I shall not have to think about that when we are married.\n\nMANGAN. And you think I am going to marry you after what I heard there!\n\nELLIE. You heard nothing from me that I did not tell you before.\n\nMANGAN. Perhaps you think I can't do without you.\n\nELLIE. I think you would feel lonely without us all, now, after coming\nto know us so well.\n\nMANGAN [with something like a yell of despair]. Am I never to have the\nlast word?\n\nCAPTAIN SHOTOVER [appearing at the starboard garden door]. There is a\nsoul in torment here. What is the matter?\n\nMANGAN. This girl doesn't want to spend her life wondering how long her\ngloves will last.\n\nCAPTAIN SHOTOVER [passing through]. Don't wear any. I never do [he goes\ninto the pantry].\n\nLADY UTTERWORD [appearing at the port garden door, in a handsome dinner\ndress]. Is anything the matter?\n\nELLIE. This gentleman wants to know is he never to have the last word?\n\nLADY UTTERWORD [coming forward to the sofa]. I should let him have it,\nmy dear. The important thing is not to have the last word, but to have\nyour own way.\n\nMANGAN. She wants both.\n\nLADY UTTERWORD. She won't get them, Mr Mangan. Providence always has the\nlast word.\n\nMANGAN [desperately]. Now you are going to come religion over me. In\nthis house a man's mind might as well be a football. I'm going. [He\nmakes for the hall, but is stopped by a hail from the Captain, who has\njust emerged from his pantry].\n\nCAPTAIN SHOTOVER. Whither away, Boss Mangan?\n\nMANGAN. To hell out of this house: let that be enough for you and all\nhere.\n\nCAPTAIN SHOTOVER. You were welcome to come: you are free to go. The wide\nearth, the high seas, the spacious skies are waiting for you outside.\n\nLADY UTTERWORD. But your things, Mr Mangan. Your bag, your comb and\nbrushes, your pyjamas--\n\nHECTOR [who has just appeared in the port doorway in a handsome Arab\ncostume]. Why should the escaping slave take his chains with him?\n\nMANGAN. That's right, Hushabye. Keep the pyjamas, my lady, and much good\nmay they do you.\n\nHECTOR [advancing to Lady Utterword's left hand]. Let us all go out into\nthe night and leave everything behind us.\n\nMANGAN. You stay where you are, the lot of you. I want no company,\nespecially female company.\n\nELLIE. Let him go. He is unhappy here. He is angry with us.\n\nCAPTAIN SHOTOVER. Go, Boss Mangan; and when you have found the land\nwhere there is happiness and where there are no women, send me its\nlatitude and longitude; and I will join you there.\n\nLADY UTTERWORD. You will certainly not be comfortable without your\nluggage, Mr Mangan.\n\nELLIE [impatient]. Go, go: why don't you go? It is a heavenly night: you\ncan sleep on the heath. Take my waterproof to lie on: it is hanging up\nin the hall.\n\nHECTOR. Breakfast at nine, unless you prefer to breakfast with the\ncaptain at six.\n\nELLIE. Good night, Alfred.\n\nHECTOR. Alfred! [He runs back to the door and calls into the garden].\nRandall, Mangan's Christian name is Alfred.\n\nRANDALL [appearing in the starboard doorway in evening dress]. Then\nHesione wins her bet.\n\nMrs Hushabye appears in the port doorway. She throws her left arm round\nHector's neck: draws him with her to the back of the sofa: and throws\nher right arm round Lady Utterword's neck.\n\nMRS HUSHABYE. They wouldn't believe me, Alf.\n\nThey contemplate him.\n\nMANGAN. Is there any more of you coming in to look at me, as if I was\nthe latest thing in a menagerie?\n\nMRS HUSHABYE. You are the latest thing in this menagerie.\n\nBefore Mangan can retort, a fall of furniture is heard from upstairs:\nthen a pistol shot, and a yell of pain. The staring group breaks up in\nconsternation.\n\nMAZZINI'S VOICE [from above]. Help! A burglar! Help!\n\nHECTOR [his eyes blazing]. A burglar!!!\n\nMRS HUSHABYE. No, Hector: you'll be shot [but it is too late; he has\ndashed out past Mangan, who hastily moves towards the bookshelves out of\nhis way].\n\nCAPTAIN SHOTOVER [blowing his whistle]. All hands aloft! [He strides out\nafter Hector].\n\nLADY UTTERWORD. My diamonds! [She follows the captain].\n\nRANDALL [rushing after her]. No. Ariadne. Let me.\n\nELLIE. Oh, is papa shot? [She runs out].\n\nMRS HUSHABYE. Are you frightened, Alf?\n\nMANGAN. No. It ain't my house, thank God.\n\nMRS HUSHABYE. If they catch a burglar, shall we have to go into court as\nwitnesses, and be asked all sorts of questions about our private lives?\n\nMANGAN. You won't be believed if you tell the truth.\n\nMazzini, terribly upset, with a duelling pistol in his hand, comes from\nthe hall, and makes his way to the drawing-table.\n\nMAZZINI. Oh, my dear Mrs Hushabye, I might have killed him. [He throws\nthe pistol on the table and staggers round to the chair]. I hope you\nwon't believe I really intended to.\n\nHector comes in, marching an old and villainous looking man before him\nby the collar. He plants him in the middle of the room and releases him.\n\nEllie follows, and immediately runs across to the back of her father's\nchair and pats his shoulders.\n\nRANDALL [entering with a poker]. Keep your eye on this door, Mangan.\nI'll look after the other [he goes to the starboard door and stands on\nguard there].\n\nLady Utterword comes in after Randall, and goes between Mrs Hushabye and\nMangan.\n\nNurse Guinness brings up the rear, and waits near the door, on Mangan's\nleft.\n\nMRS HUSHABYE. What has happened?\n\nMAZZINI. Your housekeeper told me there was somebody upstairs, and gave\nme a pistol that Mr Hushabye had been practising with. I thought it\nwould frighten him; but it went off at a touch.\n\nTHE BURGLAR. Yes, and took the skin off my ear. Precious near took the\ntop off my head. Why don't you have a proper revolver instead of a thing\nlike that, that goes off if you as much as blow on it?\n\nHECTOR. One of my duelling pistols. Sorry.\n\nMAZZINI. He put his hands up and said it was a fair cop.\n\nTHE BURGLAR. So it was. Send for the police.\n\nHECTOR. No, by thunder! It was not a fair cop. We were four to one.\n\nMRS HUSHABYE. What will they do to him?\n\nTHE BURGLAR. Ten years. Beginning with solitary. Ten years off my life.\nI shan't serve it all: I'm too old. It will see me out.\n\nLADY UTTERWORD. You should have thought of that before you stole my\ndiamonds.\n\nTHE BURGLAR. Well, you've got them back, lady, haven't you? Can you give\nme back the years of my life you are going to take from me?\n\nMRS HUSHABYE. Oh, we can't bury a man alive for ten years for a few\ndiamonds.\n\nTHE BURGLAR. Ten little shining diamonds! Ten long black years!\n\nLADY UTTERWORD. Think of what it is for us to be dragged through the\nhorrors of a criminal court, and have all our family affairs in the\npapers! If you were a native, and Hastings could order you a good\nbeating and send you away, I shouldn't mind; but here in England there\nis no real protection for any respectable person.\n\nTHE BURGLAR. I'm too old to be giv a hiding, lady. Send for the police\nand have done with it. It's only just and right you should.\n\nRANDALL [who has relaxed his vigilance on seeing the burglar so\npacifically disposed, and comes forward swinging the poker between his\nfingers like a well folded umbrella]. It is neither just nor right\nthat we should be put to a lot of inconvenience to gratify your moral\nenthusiasm, my friend. You had better get out, while you have the\nchance.\n\nTHE BURGLAR [inexorably]. No. I must work my sin off my conscience.\nThis has come as a sort of call to me. Let me spend the rest of my life\nrepenting in a cell. I shall have my reward above.\n\nMANGAN [exasperated]. The very burglars can't behave naturally in this\nhouse.\n\nHECTOR. My good sir, you must work out your salvation at somebody else's\nexpense. Nobody here is going to charge you.\n\nTHE BURGLAR. Oh, you won't charge me, won't you?\n\nHECTOR. No. I'm sorry to be inhospitable; but will you kindly leave the\nhouse?\n\nTHE BURGLAR. Right. I'll go to the police station and give myself up.\n[He turns resolutely to the door: but Hector stops him].\n\nHECTOR.                      { Oh, no. You mustn't do that.\n\nRANDALL. [speaking together] { No no. Clear out man, can't you; and\n                               don't be a fool.\n\nMRS. HUSHABYE                { Don't be so silly. Can't you repent at\n                               home?\n\nLADY UTTERWORD. You will have to do as you are told.\n\nTHE BURGLAR. It's compounding a felony, you know.\n\nMRS HUSHABYE. This is utterly ridiculous. Are we to be forced to\nprosecute this man when we don't want to?\n\nTHE BURGLAR. Am I to be robbed of my salvation to save you the trouble\nof spending a day at the sessions? Is that justice? Is it right? Is it\nfair to me?\n\nMAZZINI [rising and leaning across the table persuasively as if it were\na pulpit desk or a shop counter]. Come, come! let me show you how you\ncan turn your very crimes to account. Why not set up as a locksmith? You\nmust know more about locks than most honest men?\n\nTHE BURGLAR. That's true, sir. But I couldn't set up as a locksmith\nunder twenty pounds.\n\nRANDALL. Well, you can easily steal twenty pounds. You will find it in\nthe nearest bank.\n\nTHE BURGLAR [horrified]. Oh, what a thing for a gentleman to put into\nthe head of a poor criminal scrambling out of the bottomless pit as it\nwere! Oh, shame on you, sir! Oh, God forgive you! [He throws himself\ninto the big chair and covers his face as if in prayer].\n\nLADY UTTERWORD. Really, Randall!\n\nHECTOR. It seems to me that we shall have to take up a collection for\nthis inopportunely contrite sinner.\n\nLADY UTTERWORD. But twenty pounds is ridiculous.\n\nTHE BURGLAR [looking up quickly]. I shall have to buy a lot of tools,\nlady.\n\nLADY UTTERWORD. Nonsense: you have your burgling kit.\n\nTHE BURGLAR. What's a jimmy and a centrebit and an acetylene welding\nplant and a bunch of skeleton keys? I shall want a forge, and a smithy,\nand a shop, and fittings. I can't hardly do it for twenty.\n\nHECTOR. My worthy friend, we haven't got twenty pounds.\n\nTHE BURGLAR [now master of the situation]. You can raise it among you,\ncan't you?\n\nMRS HUSHABYE. Give him a sovereign, Hector, and get rid of him.\n\nHECTOR [giving him a pound]. There! Off with you.\n\nTHE BURGLAR [rising and taking the money very ungratefully]. I won't\npromise nothing. You have more on you than a quid: all the lot of you, I\nmean.\n\nLADY UTTERWORD [vigorously]. Oh, let us prosecute him and have done with\nit. I have a conscience too, I hope; and I do not feel at all sure that\nwe have any right to let him go, especially if he is going to be greedy\nand impertinent.\n\nTHE BURGLAR [quickly]. All right, lady, all right. I've no wish to be\nanything but agreeable. Good evening, ladies and gentlemen; and thank\nyou kindly.\n\nHe is hurrying out when he is confronted in the doorway by Captain\nShotover.\n\nCAPTAIN SHOTOVER [fixing the burglar with a piercing regard]. What's\nthis? Are there two of you?\n\nTHE BURGLAR [falling on his knees before the captain in abject terror].\nOh, my good Lord, what have I done? Don't tell me it's your house I've\nbroken into, Captain Shotover.\n\nThe captain seizes him by the collar: drags him to his feet: and leads\nhim to the middle of the group, Hector falling back beside his wife to\nmake way for them.\n\nCAPTAIN SHOTOVER [turning him towards Ellie]. Is that your daughter? [He\nreleases him].\n\nTHE BURGLAR. Well, how do I know, Captain? You know the sort of life you\nand me has led. Any young lady of that age might be my daughter anywhere\nin the wide world, as you might say.\n\nCAPTAIN SHOTOVER [to Mazzini]. You are not Billy Dunn. This is Billy\nDunn. Why have you imposed on me?\n\nTHE BURGLAR [indignantly to Mazzini]. Have you been giving yourself\nout to be me? You, that nigh blew my head off! Shooting yourself, in a\nmanner of speaking!\n\nMAZZINI. My dear Captain Shotover, ever since I came into this house I\nhave done hardly anything else but assure you that I am not Mr William\nDunn, but Mazzini Dunn, a very different person.\n\nTHE BURGLAR. He don't belong to my branch, Captain. There's two sets in\nthe family: the thinking Dunns and the drinking Dunns, each going their\nown ways. I'm a drinking Dunn: he's a thinking Dunn. But that didn't\ngive him any right to shoot me.\n\nCAPTAIN SHOTOVER. So you've turned burglar, have you?\n\nTHE BURGLAR. No, Captain: I wouldn't disgrace our old sea calling by\nsuch a thing. I am no burglar.\n\nLADY UTTERWORD. What were you doing with my diamonds?\n\nGUINNESS. What did you break into the house for if you're no burglar?\n\nRANDALL. Mistook the house for your own and came in by the wrong window,\neh?\n\nTHE BURGLAR. Well, it's no use my telling you a lie: I can take in most\ncaptains, but not Captain Shotover, because he sold himself to the devil\nin Zanzibar, and can divine water, spot gold, explode a cartridge in\nyour pocket with a glance of his eye, and see the truth hidden in the\nheart of man. But I'm no burglar.\n\nCAPTAIN SHOTOVER. Are you an honest man?\n\nTHE BURGLAR. I don't set up to be better than my fellow-creatures, and\nnever did, as you well know, Captain. But what I do is innocent and\npious. I enquire about for houses where the right sort of people live. I\nwork it on them same as I worked it here. I break into the house; put a\nfew spoons or diamonds in my pocket; make a noise; get caught; and take\nup a collection. And you wouldn't believe how hard it is to get caught\nwhen you're actually trying to. I have knocked over all the chairs in a\nroom without a soul paying any attention to me. In the end I have had to\nwalk out and leave the job.\n\nRANDALL. When that happens, do you put back the spoons and diamonds?\n\nTHE BURGLAR. Well, I don't fly in the face of Providence, if that's what\nyou want to know.\n\nCAPTAIN SHOTOVER. Guinness, you remember this man?\n\nGUINNESS. I should think I do, seeing I was married to him, the\nblackguard!\n\nHESIONE } [exclaiming { Married to him! LADY UTTERWORD } together] {\nGuinness!!\n\nTHE BURGLAR. It wasn't legal. I've been married to no end of women. No\nuse coming that over me.\n\nCAPTAIN SHOTOVER. Take him to the forecastle [he flings him to the door\nwith a strength beyond his years].\n\nGUINNESS. I suppose you mean the kitchen. They won't have him there. Do\nyou expect servants to keep company with thieves and all sorts?\n\nCAPTAIN SHOTOVER. Land-thieves and water-thieves are the same flesh and\nblood. I'll have no boatswain on my quarter-deck. Off with you both.\n\nTHE BURGLAR. Yes, Captain. [He goes out humbly].\n\nMAZZINI. Will it be safe to have him in the house like that?\n\nGUINNESS. Why didn't you shoot him, sir? If I'd known who he was, I'd\nhave shot him myself. [She goes out].\n\nMRS HUSHABYE. Do sit down, everybody. [She sits down on the sofa].\n\nThey all move except Ellie. Mazzini resumes his seat. Randall sits down\nin the window-seat near the starboard door, again making a pendulum of\nhis poker, and studying it as Galileo might have done. Hector sits on\nhis left, in the middle. Mangan, forgotten, sits in the port corner.\nLady Utterword takes the big chair. Captain Shotover goes into the\npantry in deep abstraction. They all look after him: and Lady Utterword\ncoughs consciously.\n\nMRS HUSHABYE. So Billy Dunn was poor nurse's little romance. I knew\nthere had been somebody.\n\nRANDALL. They will fight their battles over again and enjoy themselves\nimmensely.\n\nLADY UTTERWORD [irritably]. You are not married; and you know nothing\nabout it, Randall. Hold your tongue.\n\nRANDALL. Tyrant!\n\nMRS HUSHABYE. Well, we have had a very exciting evening. Everything will\nbe an anticlimax after it. We'd better all go to bed.\n\nRANDALL. Another burglar may turn up.\n\nMAZZINI. Oh, impossible! I hope not.\n\nRANDALL. Why not? There is more than one burglar in England.\n\nMRS HUSHABYE. What do you say, Alf?\n\nMANGAN [huffily]. Oh, I don't matter. I'm forgotten. The burglar has put\nmy nose out of joint. Shove me into a corner and have done with me.\n\nMRS HUSHABYE [jumping up mischievously, and going to him]. Would you\nlike a walk on the heath, Alfred? With me?\n\nELLIE. Go, Mr Mangan. It will do you good. Hesione will soothe you.\n\nMRS HUSHABYE [slipping her arm under his and pulling him upright]. Come,\nAlfred. There is a moon: it's like the night in Tristan and Isolde. [She\ncaresses his arm and draws him to the port garden door].\n\nMANGAN [writhing but yielding]. How you can have the face-the heart-[he\nbreaks down and is heard sobbing as she takes him out].\n\nLADY UTTERWORD. What an extraordinary way to behave! What is the matter\nwith the man?\n\nELLIE [in a strangely calm voice, staring into an imaginary distance].\nHis heart is breaking: that is all. [The captain appears at the pantry\ndoor, listening]. It is a curious sensation: the sort of pain that goes\nmercifully beyond our powers of feeling. When your heart is broken, your\nboats are burned: nothing matters any more. It is the end of happiness\nand the beginning of peace.\n\nLADY UTTERWORD [suddenly rising in a rage, to the astonishment of the\nrest]. How dare you?\n\nHECTOR. Good heavens! What's the matter?\n\nRANDALL [in a warning whisper]. Tch--tch-tch! Steady.\n\nELLIE [surprised and haughty]. I was not addressing you particularly,\nLady Utterword. And I am not accustomed to being asked how dare I.\n\nLADY UTTERWORD. Of course not. Anyone can see how badly you have been\nbrought up.\n\nMAZZINI. Oh, I hope not, Lady Utterword. Really!\n\nLADY UTTERWORD. I know very well what you meant. The impudence!\n\nELLIE. What on earth do you mean?\n\nCAPTAIN SHOTOVER [advancing to the table]. She means that her heart will\nnot break. She has been longing all her life for someone to break it. At\nlast she has become afraid she has none to break.\n\nLADY UTTERWORD [flinging herself on her knees and throwing her arms\nround him]. Papa, don't say you think I've no heart.\n\nCAPTAIN SHOTOVER [raising her with grim tenderness]. If you had no heart\nhow could you want to have it broken, child?\n\nHECTOR [rising with a bound]. Lady Utterword, you are not to be trusted.\nYou have made a scene [he runs out into the garden through the starboard\ndoor].\n\nLADY UTTERWORD. Oh! Hector, Hector! [she runs out after him].\n\nRANDALL. Only nerves, I assure you. [He rises and follows her, waving\nthe poker in his agitation]. Ariadne! Ariadne! For God's sake, be\ncareful. You will--[he is gone].\n\nMAZZINI [rising]. How distressing! Can I do anything, I wonder?\n\nCAPTAIN SHOTOVER [promptly taking his chair and setting to work at the\ndrawing-board]. No. Go to bed. Good-night.\n\nMAZZINI [bewildered]. Oh! Perhaps you are right.\n\nELLIE. Good-night, dearest. [She kisses him].\n\nMAZZINI. Good-night, love. [He makes for the door, but turns aside to\nthe bookshelves]. I'll just take a book [he takes one]. Good-night. [He\ngoes out, leaving Ellie alone with the captain].\n\nThe captain is intent on his drawing. Ellie, standing sentry over his\nchair, contemplates him for a moment.\n\nELLIE. Does nothing ever disturb you, Captain Shotover?\n\nCAPTAIN SHOTOVER. I've stood on the bridge for eighteen hours in a\ntyphoon. Life here is stormier; but I can stand it.\n\nELLIE. Do you think I ought to marry Mr Mangan?\n\nCAPTAIN SHOTOVER [never looking up]. One rock is as good as another to\nbe wrecked on.\n\nELLIE. I am not in love with him.\n\nCAPTAIN SHOTOVER. Who said you were?\n\nELLIE. You are not surprised?\n\nCAPTAIN SHOTOVER. Surprised! At my age!\n\nELLIE. It seems to me quite fair. He wants me for one thing: I want him\nfor another.\n\nCAPTAIN SHOTOVER. Money?\n\nELLIE. Yes.\n\nCAPTAIN SHOTOVER. Well, one turns the cheek: the other kisses it. One\nprovides the cash: the other spends it.\n\nELLIE. Who will have the best of the bargain, I wonder?\n\nCAPTAIN SHOTOVER. You. These fellows live in an office all day. You will\nhave to put up with him from dinner to breakfast; but you will both be\nasleep most of that time. All day you will be quit of him; and you\nwill be shopping with his money. If that is too much for you, marry a\nseafaring man: you will be bothered with him only three weeks in the\nyear, perhaps.\n\nELLIE. That would be best of all, I suppose.\n\nCAPTAIN SHOTOVER. It's a dangerous thing to be married right up to the\nhilt, like my daughter's husband. The man is at home all day, like a\ndamned soul in hell.\n\nELLIE. I never thought of that before.\n\nCAPTAIN SHOTOVER. If you're marrying for business, you can't be too\nbusinesslike.\n\nELLIE. Why do women always want other women's husbands?\n\nCAPTAIN SHOTOVER. Why do horse-thieves prefer a horse that is broken-in\nto one that is wild?\n\nELLIE [with a short laugh]. I suppose so. What a vile world it is!\n\nCAPTAIN SHOTOVER. It doesn't concern me. I'm nearly out of it.\n\nELLIE. And I'm only just beginning.\n\nCAPTAIN SHOTOVER. Yes; so look ahead.\n\nELLIE. Well, I think I am being very prudent.\n\nCAPTAIN SHOTOVER. I didn't say prudent. I said look ahead.\n\nELLIE. What's the difference?\n\nCAPTAIN SHOTOVER. It's prudent to gain the whole world and lose your own\nsoul. But don't forget that your soul sticks to you if you stick to it;\nbut the world has a way of slipping through your fingers.\n\nELLIE [wearily, leaving him and beginning to wander restlessly about the\nroom]. I'm sorry, Captain Shotover; but it's no use talking like that\nto me. Old-fashioned people are no use to me. Old-fashioned people think\nyou can have a soul without money. They think the less money you have,\nthe more soul you have. Young people nowadays know better. A soul is a\nvery expensive thing to keep: much more so than a motor car.\n\nCAPTAIN SHOTOVER. Is it? How much does your soul eat?\n\nELLIE. Oh, a lot. It eats music and pictures and books and mountains and\nlakes and beautiful things to wear and nice people to be with. In this\ncountry you can't have them without lots of money: that is why our souls\nare so horribly starved.\n\nCAPTAIN SHOTOVER. Mangan's soul lives on pig's food.\n\nELLIE. Yes: money is thrown away on him. I suppose his soul was starved\nwhen he was young. But it will not be thrown away on me. It is just\nbecause I want to save my soul that I am marrying for money. All the\nwomen who are not fools do.\n\nCAPTAIN SHOTOVER. There are other ways of getting money. Why don't you\nsteal it?\n\nELLIE. Because I don't want to go to prison.\n\nCAPTAIN SHOTOVER. Is that the only reason? Are you quite sure honesty\nhas nothing to do with it?\n\nELLIE. Oh, you are very very old-fashioned, Captain. Does any modern\ngirl believe that the legal and illegal ways of getting money are the\nhonest and dishonest ways? Mangan robbed my father and my father's\nfriends. I should rob all the money back from Mangan if the police would\nlet me. As they won't, I must get it back by marrying him.\n\nCAPTAIN SHOTOVER. I can't argue: I'm too old: my mind is made up and\nfinished. All I can tell you is that, old-fashioned or new-fashioned,\nif you sell yourself, you deal your soul a blow that all the books and\npictures and concerts and scenery in the world won't heal [he gets up\nsuddenly and makes for the pantry].\n\nELLIE [running after him and seizing him by the sleeve]. Then why did\nyou sell yourself to the devil in Zanzibar?\n\nCAPTAIN SHOTOVER [stopping, startled]. What?\n\nELLIE. You shall not run away before you answer. I have found out that\ntrick of yours. If you sold yourself, why shouldn't I?\n\nCAPTAIN SHOTOVER. I had to deal with men so degraded that they wouldn't\nobey me unless I swore at them and kicked them and beat them with my\nfists. Foolish people took young thieves off the streets; flung them\ninto a training ship where they were taught to fear the cane instead of\nfearing God; and thought they'd made men and sailors of them by private\nsubscription. I tricked these thieves into believing I'd sold myself\nto the devil. It saved my soul from the kicking and swearing that was\ndamning me by inches.\n\nELLIE [releasing him]. I shall pretend to sell myself to Boss Mangan to\nsave my soul from the poverty that is damning me by inches.\n\nCAPTAIN SHOTOVER. Riches will damn you ten times deeper. Riches won't\nsave even your body.\n\nELLIE. Old-fashioned again. We know now that the soul is the body, and\nthe body the soul. They tell us they are different because they want to\npersuade us that we can keep our souls if we let them make slaves of our\nbodies. I am afraid you are no use to me, Captain.\n\nCAPTAIN SHOTOVER. What did you expect? A Savior, eh? Are you\nold-fashioned enough to believe in that?\n\nELLIE. No. But I thought you were very wise, and might help me. Now I\nhave found you out. You pretend to be busy, and think of fine things to\nsay, and run in and out to surprise people by saying them, and get away\nbefore they can answer you.\n\nCAPTAIN SHOTOVER. It confuses me to be answered. It discourages me. I\ncannot bear men and women. I have to run away. I must run away now [he\ntries to].\n\nELLIE [again seizing his arm]. You shall not run away from me. I can\nhypnotize you. You are the only person in the house I can say what I\nlike to. I know you are fond of me. Sit down. [She draws him to the\nsofa].\n\nCAPTAIN SHOTOVER [yielding]. Take care: I am in my dotage. Old men are\ndangerous: it doesn't matter to them what is going to happen to the\nworld.\n\nThey sit side by side on the sofa. She leans affectionately against him\nwith her head on his shoulder and her eyes half closed.\n\nELLIE [dreamily]. I should have thought nothing else mattered to\nold men. They can't be very interested in what is going to happen to\nthemselves.\n\nCAPTAIN SHOTOVER. A man's interest in the world is only the overflow\nfrom his interest in himself. When you are a child your vessel is not\nyet full; so you care for nothing but your own affairs. When you grow\nup, your vessel overflows; and you are a politician, a philosopher, or\nan explorer and adventurer. In old age the vessel dries up: there is\nno overflow: you are a child again. I can give you the memories of my\nancient wisdom: mere scraps and leavings; but I no longer really care\nfor anything but my own little wants and hobbies. I sit here working\nout my old ideas as a means of destroying my fellow-creatures. I see my\ndaughters and their men living foolish lives of romance and sentiment\nand snobbery. I see you, the younger generation, turning from their\nromance and sentiment and snobbery to money and comfort and hard common\nsense. I was ten times happier on the bridge in the typhoon, or frozen\ninto Arctic ice for months in darkness, than you or they have ever been.\nYou are looking for a rich husband. At your age I looked for hardship,\ndanger, horror, and death, that I might feel the life in me more\nintensely. I did not let the fear of death govern my life; and my reward\nwas, I had my life. You are going to let the fear of poverty govern your\nlife; and your reward will be that you will eat, but you will not live.\n\nELLIE [sitting up impatiently]. But what can I do? I am not a sea\ncaptain: I can't stand on bridges in typhoons, or go slaughtering\nseals and whales in Greenland's icy mountains. They won't let women be\ncaptains. Do you want me to be a stewardess?\n\nCAPTAIN SHOTOVER. There are worse lives. The stewardesses could come\nashore if they liked; but they sail and sail and sail.\n\nELLIE. What could they do ashore but marry for money? I don't want to be\na stewardess: I am too bad a sailor. Think of something else for me.\n\nCAPTAIN SHOTOVER. I can't think so long and continuously. I am too old.\nI must go in and out. [He tries to rise].\n\nELLIE [pulling him back]. You shall not. You are happy here, aren't you?\n\nCAPTAIN SHOTOVER. I tell you it's dangerous to keep me. I can't keep\nawake and alert.\n\nELLIE. What do you run away for? To sleep?\n\nCAPTAIN SHOTOVER. No. To get a glass of rum.\n\nELLIE [frightfully disillusioned]. Is that it? How disgusting! Do you\nlike being drunk?\n\nCAPTAIN SHOTOVER. No: I dread being drunk more than anything in the\nworld. To be drunk means to have dreams; to go soft; to be easily\npleased and deceived; to fall into the clutches of women. Drink does\nthat for you when you are young. But when you are old: very very old,\nlike me, the dreams come by themselves. You don't know how terrible that\nis: you are young: you sleep at night only, and sleep soundly. But later\non you will sleep in the afternoon. Later still you will sleep even in\nthe morning; and you will awake tired, tired of life. You will never be\nfree from dozing and dreams; the dreams will steal upon your work every\nten minutes unless you can awaken yourself with rum. I drink now to keep\nsober; but the dreams are conquering: rum is not what it was: I have\nhad ten glasses since you came; and it might be so much water. Go get me\nanother: Guinness knows where it is. You had better see for yourself the\nhorror of an old man drinking.\n\nELLIE. You shall not drink. Dream. I like you to dream. You must never\nbe in the real world when we talk together.\n\nCAPTAIN SHOTOVER. I am too weary to resist, or too weak. I am in my\nsecond childhood. I do not see you as you really are. I can't remember\nwhat I really am. I feel nothing but the accursed happiness I have\ndreaded all my life long: the happiness that comes as life goes, the\nhappiness of yielding and dreaming instead of resisting and doing, the\nsweetness of the fruit that is going rotten.\n\nELLIE. You dread it almost as much as I used to dread losing my dreams\nand having to fight and do things. But that is all over for me: my\ndreams are dashed to pieces. I should like to marry a very old, very\nrich man. I should like to marry you. I had much rather marry you than\nmarry Mangan. Are you very rich?\n\nCAPTAIN SHOTOVER. No. Living from hand to mouth. And I have a wife\nsomewhere in Jamaica: a black one. My first wife. Unless she's dead.\n\nELLIE. What a pity! I feel so happy with you. [She takes his hand,\nalmost unconsciously, and pats it]. I thought I should never feel happy\nagain.\n\nCAPTAIN SHOTOVER. Why?\n\nELLIE. Don't you know?\n\nCAPTAIN SHOTOVER. No.\n\nELLIE. Heartbreak. I fell in love with Hector, and didn't know he was\nmarried.\n\nCAPTAIN SHOTOVER. Heartbreak? Are you one of those who are so sufficient\nto themselves that they are only happy when they are stripped of\neverything, even of hope?\n\nELLIE [gripping the hand]. It seems so; for I feel now as if there was\nnothing I could not do, because I want nothing.\n\nCAPTAIN SHOTOVER. That's the only real strength. That's genius. That's\nbetter than rum.\n\nELLIE [throwing away his hand]. Rum! Why did you spoil it?\n\nHector and Randall come in from the garden through the starboard door.\n\nHECTOR. I beg your pardon. We did not know there was anyone here.\n\nELLIE [rising]. That means that you want to tell Mr Randall the story\nabout the tiger. Come, Captain: I want to talk to my father; and you had\nbetter come with me.\n\nCAPTAIN SHOTOVER [rising]. Nonsense! the man is in bed.\n\nELLIE. Aha! I've caught you. My real father has gone to bed; but the\nfather you gave me is in the kitchen. You knew quite well all along.\nCome. [She draws him out into the garden with her through the port\ndoor].\n\nHECTOR. That's an extraordinary girl. She has the Ancient Mariner on a\nstring like a Pekinese dog.\n\nRANDALL. Now that they have gone, shall we have a friendly chat?\n\nHECTOR. You are in what is supposed to be my house. I am at your\ndisposal.\n\nHector sits down in the draughtsman's chair, turning it to face Randall,\nwho remains standing, leaning at his ease against the carpenter's bench.\n\nRANDALL. I take it that we may be quite frank. I mean about Lady\nUtterword.\n\nHECTOR. You may. I have nothing to be frank about. I never met her until\nthis afternoon.\n\nRANDALL [straightening up]. What! But you are her sister's husband.\n\nHECTOR. Well, if you come to that, you are her husband's brother.\n\nRANDALL. But you seem to be on intimate terms with her.\n\nHECTOR. So do you.\n\nRANDALL. Yes: but I AM on intimate terms with her. I have known her for\nyears.\n\nHECTOR. It took her years to get to the same point with you that she got\nto with me in five minutes, it seems.\n\nRANDALL [vexed]. Really, Ariadne is the limit [he moves away huffishly\ntowards the windows].\n\nHECTOR [coolly]. She is, as I remarked to Hesione, a very enterprising\nwoman.\n\nRANDALL [returning, much troubled]. You see, Hushabye, you are what\nwomen consider a good-looking man.\n\nHECTOR. I cultivated that appearance in the days of my vanity; and\nHesione insists on my keeping it up. She makes me wear these ridiculous\nthings [indicating his Arab costume] because she thinks me absurd in\nevening dress.\n\nRANDALL. Still, you do keep it up, old chap. Now, I assure you I have\nnot an atom of jealousy in my disposition.\n\nHECTOR. The question would seem to be rather whether your brother has\nany touch of that sort.\n\nRANDALL. What! Hastings! Oh, don't trouble about Hastings. He has the\ngift of being able to work sixteen hours a day at the dullest detail,\nand actually likes it. That gets him to the top wherever he goes. As\nlong as Ariadne takes care that he is fed regularly, he is only too\nthankful to anyone who will keep her in good humor for him.\n\nHECTOR. And as she has all the Shotover fascination, there is plenty of\ncompetition for the job, eh?\n\nRANDALL [angrily]. She encourages them. Her conduct is perfectly\nscandalous. I assure you, my dear fellow, I haven't an atom of jealousy\nin my composition; but she makes herself the talk of every place she\ngoes to by her thoughtlessness. It's nothing more: she doesn't really\ncare for the men she keeps hanging about her; but how is the world to\nknow that? It's not fair to Hastings. It's not fair to me.\n\nHECTOR. Her theory is that her conduct is so correct\n\nRANDALL. Correct! She does nothing but make scenes from morning till\nnight. You be careful, old chap. She will get you into trouble: that is,\nshe would if she really cared for you.\n\nHECTOR. Doesn't she?\n\nRANDALL. Not a scrap. She may want your scalp to add to her collection;\nbut her true affection has been engaged years ago. You had really better\nbe careful.\n\nHECTOR. Do you suffer much from this jealousy?\n\nRANDALL. Jealousy! I jealous! My dear fellow, haven't I told you that\nthere is not an atom of--\n\nHECTOR. Yes. And Lady Utterword told me she never made scenes. Well,\ndon't waste your jealousy on my moustache. Never waste jealousy on a\nreal man: it is the imaginary hero that supplants us all in the long\nrun. Besides, jealousy does not belong to your easy man-of-the-world\npose, which you carry so well in other respects.\n\nRANDALL. Really, Hushabye, I think a man may be allowed to be a\ngentleman without being accused of posing.\n\nHECTOR. It is a pose like any other. In this house we know all the\nposes: our game is to find out the man under the pose. The man under\nyour pose is apparently Ellie's favorite, Othello.\n\nRANDALL. Some of your games in this house are damned annoying, let me\ntell you.\n\nHECTOR. Yes: I have been their victim for many years. I used to writhe\nunder them at first; but I became accustomed to them. At last I learned\nto play them.\n\nRANDALL. If it's all the same to you I had rather you didn't play them\non me. You evidently don't quite understand my character, or my notions\nof good form.\n\nHECTOR. Is it your notion of good form to give away Lady Utterword?\n\nRANDALL [a childishly plaintive note breaking into his huff]. I have\nnot said a word against Lady Utterword. This is just the conspiracy over\nagain.\n\nHECTOR. What conspiracy?\n\nRANDALL. You know very well, sir. A conspiracy to make me out to be\npettish and jealous and childish and everything I am not. Everyone knows\nI am just the opposite.\n\nHECTOR [rising]. Something in the air of the house has upset you. It\noften does have that effect. [He goes to the garden door and calls Lady\nUtterword with commanding emphasis]. Ariadne!\n\nLADY UTTERWORD [at some distance]. Yes.\n\nRANDALL. What are you calling her for? I want to speak--\n\nLADY UTTERWORD [arriving breathless]. Yes. You really are a terribly\ncommanding person. What's the matter?\n\nHECTOR. I do not know how to manage your friend Randall. No doubt you\ndo.\n\nLADY UTTERWORD. Randall: have you been making yourself ridiculous,\nas usual? I can see it in your face. Really, you are the most pettish\ncreature.\n\nRANDALL. You know quite well, Ariadne, that I have not an ounce of\npettishness in my disposition. I have made myself perfectly pleasant\nhere. I have remained absolutely cool and imperturbable in the face of\na burglar. Imperturbability is almost too strong a point of mine. But\n[putting his foot down with a stamp, and walking angrily up and down the\nroom] I insist on being treated with a certain consideration. I will\nnot allow Hushabye to take liberties with me. I will not stand your\nencouraging people as you do.\n\nHECTOR. The man has a rooted delusion that he is your husband.\n\nLADY UTTERWORD. I know. He is jealous. As if he had any right to be! He\ncompromises me everywhere. He makes scenes all over the place. Randall:\nI will not allow it. I simply will not allow it. You had no right to\ndiscuss me with Hector. I will not be discussed by men.\n\nHECTOR. Be reasonable, Ariadne. Your fatal gift of beauty forces men to\ndiscuss you.\n\nLADY UTTERWORD. Oh indeed! what about YOUR fatal gift of beauty?\n\nHECTOR. How can I help it?\n\nLADY UTTERWORD. You could cut off your moustache: I can't cut off my\nnose. I get my whole life messed up with people falling in love with me.\nAnd then Randall says I run after men.\n\nRANDALL. I--\n\nLADY UTTERWORD. Yes you do: you said it just now. Why can't you think\nof something else than women? Napoleon was quite right when he said that\nwomen are the occupation of the idle man. Well, if ever there was an\nidle man on earth, his name is Randall Utterword.\n\nRANDALL. Ariad--\n\nLADY UTTERWORD [overwhelming him with a torrent of words]. Oh yes you\nare: it's no use denying it. What have you ever done? What good are you?\nYou are as much trouble in the house as a child of three. You couldn't\nlive without your valet.\n\nRANDALL. This is--\n\nLADY UTTERWORD. Laziness! You are laziness incarnate. You are\nselfishness itself. You are the most uninteresting man on earth. You\ncan't even gossip about anything but yourself and your grievances and\nyour ailments and the people who have offended you. [Turning to Hector].\nDo you know what they call him, Hector?\n\nHECTOR } [speaking { Please don't tell me. RANDALL } together] { I'll\nnot stand it--\n\nLADY UTTERWORD. Randall the Rotter: that is his name in good society.\n\nRANDALL [shouting]. I'll not bear it, I tell you. Will you listen to me,\nyou infernal--[he chokes].\n\nLADY UTTERWORD. Well: go on. What were you going to call me? An infernal\nwhat? Which unpleasant animal is it to be this time?\n\nRANDALL [foaming]. There is no animal in the world so hateful as a woman\ncan be. You are a maddening devil. Hushabye, you will not believe me\nwhen I tell you that I have loved this demon all my life; but God knows\nI have paid for it [he sits down in the draughtsman's chair, weeping].\n\nLADY UTTERWORD [standing over him with triumphant contempt]. Cry-baby!\n\nHECTOR [gravely, coming to him]. My friend, the Shotover sisters have\ntwo strange powers over men. They can make them love; and they can make\nthem cry. Thank your stars that you are not married to one of them.\n\nLADY UTTERWORD [haughtily]. And pray, Hector--\n\nHECTOR [suddenly catching her round the shoulders: swinging her right\nround him and away from Randall: and gripping her throat with the other\nhand]. Ariadne, if you attempt to start on me, I'll choke you: do you\nhear? The cat-and-mouse game with the other sex is a good game; but I\ncan play your head off at it. [He throws her, not at all gently, into\nthe big chair, and proceeds, less fiercely but firmly]. It is true that\nNapoleon said that woman is the occupation of the idle man. But he added\nthat she is the relaxation of the warrior. Well, I am the warrior. So\ntake care.\n\nLADY UTTERWORD [not in the least put out, and rather pleased by his\nviolence]. My dear Hector, I have only done what you asked me to do.\n\nHECTOR. How do you make that out, pray?\n\nLADY UTTERWORD. You called me in to manage Randall, didn't you? You said\nyou couldn't manage him yourself.\n\nHECTOR. Well, what if I did? I did not ask you to drive the man mad.\n\nLADY UTTERWORD. He isn't mad. That's the way to manage him. If you were\na mother, you'd understand.\n\nHECTOR. Mother! What are you up to now?\n\nLADY UTTERWORD. It's quite simple. When the children got nerves and\nwere naughty, I smacked them just enough to give them a good cry and\na healthy nervous shock. They went to sleep and were quite good\nafterwards. Well, I can't smack Randall: he is too big; so when he gets\nnerves and is naughty, I just rag him till he cries. He will be all\nright now. Look: he is half asleep already [which is quite true].\n\nRANDALL [waking up indignantly]. I'm not. You are most cruel, Ariadne.\n[Sentimentally]. But I suppose I must forgive you, as usual [he checks\nhimself in the act of yawning].\n\nLADY UTTERWORD [to Hector]. Is the explanation satisfactory, dread\nwarrior?\n\nHECTOR. Some day I shall kill you, if you go too far. I thought you were\na fool.\n\nLADY UTTERWORD [laughing]. Everybody does, at first. But I am not such\na fool as I look. [She rises complacently]. Now, Randall, go to bed. You\nwill be a good boy in the morning.\n\nRANDALL [only very faintly rebellious]. I'll go to bed when I like. It\nisn't ten yet.\n\nLADY UTTERWORD. It is long past ten. See that he goes to bed at once,\nHector. [She goes into the garden].\n\nHECTOR. Is there any slavery on earth viler than this slavery of men to\nwomen?\n\nRANDALL [rising resolutely]. I'll not speak to her tomorrow. I'll not\nspeak to her for another week. I'll give her such a lesson. I'll go\nstraight to bed without bidding her good-night. [He makes for the door\nleading to the hall].\n\nHECTOR. You are under a spell, man. Old Shotover sold himself to the\ndevil in Zanzibar. The devil gave him a black witch for a wife; and\nthese two demon daughters are their mystical progeny. I am tied to\nHesione's apron-string; but I'm her husband; and if I did go stark\nstaring mad about her, at least we became man and wife. But why should\nyou let yourself be dragged about and beaten by Ariadne as a toy donkey\nis dragged about and beaten by a child? What do you get by it? Are you\nher lover?\n\nRANDALL. You must not misunderstand me. In a higher sense--in a Platonic\nsense--\n\nHECTOR. Psha! Platonic sense! She makes you her servant; and when\npay-day comes round, she bilks you: that is what you mean.\n\nRANDALL [feebly]. Well, if I don't mind, I don't see what business it is\nof yours. Besides, I tell you I am going to punish her. You shall see:\nI know how to deal with women. I'm really very sleepy. Say good-night to\nMrs Hushabye for me, will you, like a good chap. Good-night. [He hurries\nout].\n\nHECTOR. Poor wretch! Oh women! women! women! [He lifts his fists in\ninvocation to heaven]. Fall. Fall and crush. [He goes out into the\ngarden].\n\n\n\n\nACT III\n\nIn the garden, Hector, as he comes out through the glass door of the\npoop, finds Lady Utterword lying voluptuously in the hammock on the east\nside of the flagstaff, in the circle of light cast by the electric arc,\nwhich is like a moon in its opal globe. Beneath the head of the hammock,\na campstool. On the other side of the flagstaff, on the long garden\nseat, Captain Shotover is asleep, with Ellie beside him, leaning\naffectionately against him on his right hand. On his left is a deck\nchair. Behind them in the gloom, Hesione is strolling about with Mangan.\nIt is a fine still night, moonless.\n\nLADY UTTERWORD. What a lovely night! It seems made for us.\n\nHECTOR. The night takes no interest in us. What are we to the night? [He\nsits down moodily in the deck chair].\n\nELLIE [dreamily, nestling against the captain]. Its beauty soaks into my\nnerves. In the night there is peace for the old and hope for the young.\n\nHECTOR. Is that remark your own?\n\nELLIE. No. Only the last thing the captain said before he went to sleep.\n\nCAPTAIN SHOTOVER. I'm not asleep.\n\nHECTOR. Randall is. Also Mr Mazzini Dunn. Mangan, too, probably.\n\nMANGAN. No.\n\nHECTOR. Oh, you are there. I thought Hesione would have sent you to bed\nby this time.\n\nMRS HUSHABYE [coming to the back of the garden seat, into the light,\nwith Mangan]. I think I shall. He keeps telling me he has a presentiment\nthat he is going to die. I never met a man so greedy for sympathy.\n\nMANGAN [plaintively]. But I have a presentiment. I really have. And you\nwouldn't listen.\n\nMRS HUSHABYE. I was listening for something else. There was a sort of\nsplendid drumming in the sky. Did none of you hear it? It came from a\ndistance and then died away.\n\nMANGAN. I tell you it was a train.\n\nMRS HUSHABYE. And I tell you, Alf, there is no train at this hour. The\nlast is nine forty-five.\n\nMANGAN. But a goods train.\n\nMRS HUSHABYE. Not on our little line. They tack a truck on to the\npassenger train. What can it have been, Hector?\n\nHECTOR. Heaven's threatening growl of disgust at us useless futile\ncreatures. [Fiercely]. I tell you, one of two things must happen. Either\nout of that darkness some new creation will come to supplant us as we\nhave supplanted the animals, or the heavens will fall in thunder and\ndestroy us.\n\nLADY UTTERWORD [in a cool instructive manner, wallowing comfortably in\nher hammock]. We have not supplanted the animals, Hector. Why do you ask\nheaven to destroy this house, which could be made quite comfortable if\nHesione had any notion of how to live? Don't you know what is wrong with\nit?\n\nHECTOR. We are wrong with it. There is no sense in us. We are useless,\ndangerous, and ought to be abolished.\n\nLADY UTTERWORD. Nonsense! Hastings told me the very first day he came\nhere, nearly twenty-four years ago, what is wrong with the house.\n\nCAPTAIN SHOTOVER. What! The numskull said there was something wrong with\nmy house!\n\nLADY UTTERWORD. I said Hastings said it; and he is not in the least a\nnumskull.\n\nCAPTAIN SHOTOVER. What's wrong with my house?\n\nLADY UTTERWORD. Just what is wrong with a ship, papa. Wasn't it clever\nof Hastings to see that?\n\nCAPTAIN SHOTOVER. The man's a fool. There's nothing wrong with a ship.\n\nLADY UTTERWORD. Yes, there is.\n\nMRS HUSHABYE. But what is it? Don't be aggravating, Addy.\n\nLADY UTTERWORD. Guess.\n\nHECTOR. Demons. Daughters of the witch of Zanzibar. Demons.\n\nLADY UTTERWORD. Not a bit. I assure you, all this house needs to make it\na sensible, healthy, pleasant house, with good appetites and sound sleep\nin it, is horses.\n\nMRS HUSHABYE. Horses! What rubbish!\n\nLADY UTTERWORD. Yes: horses. Why have we never been able to let this\nhouse? Because there are no proper stables. Go anywhere in England where\nthere are natural, wholesome, contented, and really nice English people;\nand what do you always find? That the stables are the real centre of\nthe household; and that if any visitor wants to play the piano the whole\nroom has to be upset before it can be opened, there are so many things\npiled on it. I never lived until I learned to ride; and I shall never\nride really well because I didn't begin as a child. There are only\ntwo classes in good society in England: the equestrian classes and the\nneurotic classes. It isn't mere convention: everybody can see that the\npeople who hunt are the right people and the people who don't are the\nwrong ones.\n\nCAPTAIN SHOTOVER. There is some truth in this. My ship made a man of me;\nand a ship is the horse of the sea.\n\nLADY UTTERWORD. Exactly how Hastings explained your being a gentleman.\n\nCAPTAIN SHOTOVER. Not bad for a numskull. Bring the man here with you\nnext time: I must talk to him.\n\nLADY UTTERWORD. Why is Randall such an obvious rotter? He is well bred;\nhe has been at a public school and a university; he has been in the\nForeign Office; he knows the best people and has lived all his life\namong them. Why is he so unsatisfactory, so contemptible? Why can't he\nget a valet to stay with him longer than a few months? Just because he\nis too lazy and pleasure-loving to hunt and shoot. He strums the piano,\nand sketches, and runs after married women, and reads literary books and\npoems. He actually plays the flute; but I never let him bring it into my\nhouse. If he would only--[she is interrupted by the melancholy strains\nof a flute coming from an open window above. She raises herself\nindignantly in the hammock]. Randall, you have not gone to bed. Have\nyou been listening? [The flute replies pertly]. How vulgar! Go to bed\ninstantly, Randall: how dare you? [The window is slammed down. She\nsubsides]. How can anyone care for such a creature!\n\nMRS HUSHABYE. Addy: do you think Ellie ought to marry poor Alfred merely\nfor his money?\n\nMANGAN [much alarmed]. What's that? Mrs Hushabye, are my affairs to be\ndiscussed like this before everybody?\n\nLADY UTTERWORD. I don't think Randall is listening now.\n\nMANGAN. Everybody is listening. It isn't right.\n\nMRS HUSHABYE. But in the dark, what does it matter? Ellie doesn't mind.\nDo you, Ellie?\n\nELLIE. Not in the least. What is your opinion, Lady Utterword? You have\nso much good sense.\n\nMANGAN. But it isn't right. It--[Mrs Hushabye puts her hand on his\nmouth]. Oh, very well.\n\nLADY UTTERWORD. How much money have you, Mr. Mangan?\n\nMANGAN. Really--No: I can't stand this.\n\nLADY UTTERWORD. Nonsense, Mr Mangan! It all turns on your income,\ndoesn't it?\n\nMANGAN. Well, if you come to that, how much money has she?\n\nELLIE. None.\n\nLADY UTTERWORD. You are answered, Mr Mangan. And now, as you have made\nMiss Dunn throw her cards on the table, you cannot refuse to show your\nown.\n\nMRS HUSHABYE. Come, Alf! out with it! How much?\n\nMANGAN [baited out of all prudence]. Well, if you want to know, I have\nno money and never had any.\n\nMRS HUSHABYE. Alfred, you mustn't tell naughty stories.\n\nMANGAN. I'm not telling you stories. I'm telling you the raw truth.\n\nLADY UTTERWORD. Then what do you live on, Mr Mangan?\n\nMANGAN. Travelling expenses. And a trifle of commission.\n\nCAPTAIN SHOTOVER. What more have any of us but travelling expenses for\nour life's journey?\n\nMRS HUSHABYE. But you have factories and capital and things?\n\nMANGAN. People think I have. People think I'm an industrial Napoleon.\nThat's why Miss Ellie wants to marry me. But I tell you I have nothing.\n\nELLIE. Do you mean that the factories are like Marcus's tigers? That\nthey don't exist?\n\nMANGAN. They exist all right enough. But they're not mine. They belong\nto syndicates and shareholders and all sorts of lazy good-for-nothing\ncapitalists. I get money from such people to start the factories. I find\npeople like Miss Dunn's father to work them, and keep a tight hand so as\nto make them pay. Of course I make them keep me going pretty well; but\nit's a dog's life; and I don't own anything.\n\nMRS HUSHABYE. Alfred, Alfred, you are making a poor mouth of it to get\nout of marrying Ellie.\n\nMANGAN. I'm telling the truth about my money for the first time in my\nlife; and it's the first time my word has ever been doubted.\n\nLADY UTTERWORD. How sad! Why don't you go in for politics, Mr Mangan?\n\nMANGAN. Go in for politics! Where have you been living? I am in\npolitics.\n\nLADY UTTERWORD. I'm sure I beg your pardon. I never heard of you.\n\nMANGAN. Let me tell you, Lady Utterword, that the Prime Minister of this\ncountry asked me to join the Government without even going through the\nnonsense of an election, as the dictator of a great public department.\n\nLADY UTTERWORD. As a Conservative or a Liberal?\n\nMANGAN. No such nonsense. As a practical business man. [They all burst\nout laughing]. What are you all laughing at?\n\nMRS HUSHARYE. Oh, Alfred, Alfred!\n\nELLIE. You! who have to get my father to do everything for you!\n\nMRS HUSHABYE. You! who are afraid of your own workmen!\n\nHECTOR. You! with whom three women have been playing cat and mouse all\nthe evening!\n\nLADY UTTERWORD. You must have given an immense sum to the party funds,\nMr Mangan.\n\nMANGAN. Not a penny out of my own pocket. The syndicate found the money:\nthey knew how useful I should be to them in the Government.\n\nLADY UTTERWORD. This is most interesting and unexpected, Mr Mangan. And\nwhat have your administrative achievements been, so far?\n\nMANGAN. Achievements? Well, I don't know what you call achievements;\nbut I've jolly well put a stop to the games of the other fellows in the\nother departments. Every man of them thought he was going to save the\ncountry all by himself, and do me out of the credit and out of my chance\nof a title. I took good care that if they wouldn't let me do it they\nshouldn't do it themselves either. I may not know anything about my own\nmachinery; but I know how to stick a ramrod into the other fellow's. And\nnow they all look the biggest fools going.\n\nHECTOR. And in heaven's name, what do you look like?\n\nMANGAN. I look like the fellow that was too clever for all the others,\ndon't I? If that isn't a triumph of practical business, what is?\n\nHECTOR. Is this England, or is it a madhouse?\n\nLADY UTTERWORD. Do you expect to save the country, Mr Mangan?\n\nMANGAN. Well, who else will? Will your Mr Randall save it?\n\nLADY UTTERWORD. Randall the rotter! Certainly not.\n\nMANGAN. Will your brother-in-law save it with his moustache and his fine\ntalk?\n\nHECTOR. Yes, if they will let me.\n\nMANGAN [sneering]. Ah! Will they let you?\n\nHECTOR. No. They prefer you.\n\nMANGAN. Very well then, as you're in a world where I'm appreciated and\nyou're not, you'd best be civil to me, hadn't you? Who else is there but\nme?\n\nLADY UTTERWORD. There is Hastings. Get rid of your ridiculous sham\ndemocracy; and give Hastings the necessary powers, and a good supply\nof bamboo to bring the British native to his senses: he will save the\ncountry with the greatest ease.\n\nCAPTAIN SHOTOVER. It had better be lost. Any fool can govern with a\nstick in his hand. I could govern that way. It is not God's way. The man\nis a numskull.\n\nLADY UTTERWORD. The man is worth all of you rolled into one. What do you\nsay, Miss Dunn?\n\nELLIE. I think my father would do very well if people did not put upon\nhim and cheat him and despise him because he is so good.\n\nMANGAN [contemptuously]. I think I see Mazzini Dunn getting into\nparliament or pushing his way into the Government. We've not come to\nthat yet, thank God! What do you say, Mrs Hushabye?\n\nMRS HUSHABYE. Oh, I say it matters very little which of you governs the\ncountry so long as we govern you.\n\nHECTOR. We? Who is we, pray?\n\nMRS HUSHABYE. The devil's granddaughters, dear. The lovely women.\n\nHECTOR [raising his hands as before]. Fall, I say, and deliver us from\nthe lures of Satan!\n\nELLIE. There seems to be nothing real in the world except my father and\nShakespeare. Marcus's tigers are false; Mr Mangan's millions are false;\nthere is nothing really strong and true about Hesione but her beautiful\nblack hair; and Lady Utterword's is too pretty to be real. The one thing\nthat was left to me was the Captain's seventh degree of concentration;\nand that turns out to be--\n\nCAPTAIN SHOTOVER. Rum.\n\nLADY UTTERWORD [placidly]. A good deal of my hair is quite genuine. The\nDuchess of Dithering offered me fifty guineas for this [touching her\nforehead] under the impression that it was a transformation; but it is\nall natural except the color.\n\nMANGAN [wildly]. Look here: I'm going to take off all my clothes [he\nbegins tearing off his coat].\n\nLADY UTTERWORD.  [in consternation]   { Mr. Mangan!\n\nCAPTAIN SHOTOVER                      { What's that?\n\nHECTOR.                               { Ha! Ha! Do. Do.\n\nELLIE                                 { Please don't.\n\nMRS HUSHABYE [catching his arm and stopping him]. Alfred, for shame! Are\nyou mad?\n\nMANGAN. Shame! What shame is there in this house? Let's all strip stark\nnaked. We may as well do the thing thoroughly when we're about it.\nWe've stripped ourselves morally naked: well, let us strip ourselves\nphysically naked as well, and see how we like it. I tell you I can't\nbear this. I was brought up to be respectable. I don't mind the women\ndyeing their hair and the men drinking: it's human nature. But it's not\nhuman nature to tell everybody about it. Every time one of you opens\nyour mouth I go like this [he cowers as if to avoid a missile], afraid\nof what will come next. How are we to have any self-respect if we don't\nkeep it up that we're better than we really are?\n\nLADY UTTERWORD. I quite sympathize with you, Mr Mangan. I have been\nthrough it all; and I know by experience that men and women are delicate\nplants and must be cultivated under glass. Our family habit of throwing\nstones in all directions and letting the air in is not only unbearably\nrude, but positively dangerous. Still, there is no use catching physical\ncolds as well as moral ones; so please keep your clothes on.\n\nMANGAN. I'll do as I like: not what you tell me. Am I a child or a grown\nman? I won't stand this mothering tyranny. I'll go back to the city,\nwhere I'm respected and made much of.\n\nMRS HUSHABYE. Goodbye, Alf. Think of us sometimes in the city. Think of\nEllie's youth!\n\nELLIE. Think of Hesione's eyes and hair!\n\nCAPTAIN SHOTOVER. Think of this garden in which you are not a dog\nbarking to keep the truth out!\n\nHECTOR. Think of Lady Utterword's beauty! her good sense! her style!\n\nLADY UTTERWORD. Flatterer. Think, Mr. Mangan, whether you can really do\nany better for yourself elsewhere: that is the essential point, isn't\nit?\n\nMANGAN [surrendering]. All right: all right. I'm done. Have it your own\nway. Only let me alone. I don't know whether I'm on my head or my heels\nwhen you all start on me like this. I'll stay. I'll marry her. I'll do\nanything for a quiet life. Are you satisfied now?\n\nELLIE. No. I never really intended to make you marry me, Mr Mangan.\nNever in the depths of my soul. I only wanted to feel my strength: to\nknow that you could not escape if I chose to take you.\n\nMANGAN [indignantly]. What! Do you mean to say you are going to throw me\nover after my acting so handsome?\n\nLADY UTTERWORD. I should not be too hasty, Miss Dunn. You can throw\nMr Mangan over at any time up to the last moment. Very few men in his\nposition go bankrupt. You can live very comfortably on his reputation\nfor immense wealth.\n\nELLIE. I cannot commit bigamy, Lady Utterword.\n\nMRS HUSHABYE.                         { Bigamy! Whatever on earth are\n                                        you talking about, Ellie?\n\nLADY UTTERWORD [exclaiming altogether { Bigamy! What do you mean, Miss\n                                        Dunn?\n\nMANGAN                                { Bigamy! Do you mean to say\n                                        you're married already?\n\nHECTOR                                { Bigamy! This is some enigma.\n\nELLIE. Only half an hour ago I became Captain Shotover's white wife.\n\nMRS HUSHABYE. Ellie! What nonsense! Where?\n\nELLIE. In heaven, where all true marriages are made.\n\nLADY UTTERWORD. Really, Miss Dunn! Really, papa!\n\nMANGAN. He told me I was too old! And him a mummy!\n\nHECTOR [quoting Shelley].\n\n     \"Their altar the grassy earth outspreads\n      And their priest the muttering wind.\"\n\nELLIE. Yes: I, Ellie Dunn, give my broken heart and my strong sound soul\nto its natural captain, my spiritual husband and second father.\n\nShe draws the captain's arm through hers, and pats his hand. The captain\nremains fast asleep.\n\nMRS HUSHABYE. Oh, that's very clever of you, pettikins. Very clever.\nAlfred, you could never have lived up to Ellie. You must be content with\na little share of me.\n\nMANGAN [snifflng and wiping his eyes]. It isn't kind--[his emotion\nchokes him].\n\nLADY UTTERWORD. You are well out of it, Mr Mangan. Miss Dunn is the most\nconceited young woman I have met since I came back to England.\n\nMRS HUSHABYE. Oh, Ellie isn't conceited. Are you, pettikins?\n\nELLIE. I know my strength now, Hesione.\n\nMANGAN. Brazen, I call you. Brazen.\n\nMRS HUSHABYE. Tut, tut, Alfred: don't be rude. Don't you feel how\nlovely this marriage night is, made in heaven? Aren't you happy, you and\nHector? Open your eyes: Addy and Ellie look beautiful enough to please\nthe most fastidious man: we live and love and have not a care in the\nworld. We women have managed all that for you. Why in the name of common\nsense do you go on as if you were two miserable wretches?\n\nCAPTAIN SHOTOVER. I tell you happiness is no good. You can be happy when\nyou are only half alive. I am happier now I am half dead than ever I was\nin my prime. But there is no blessing on my happiness.\n\nELLIE [her face lighting up]. Life with a blessing! that is what I want.\nNow I know the real reason why I couldn't marry Mr Mangan: there would\nbe no blessing on our marriage. There is a blessing on my broken heart.\nThere is a blessing on your beauty, Hesione. There is a blessing on your\nfather's spirit. Even on the lies of Marcus there is a blessing; but on\nMr Mangan's money there is none.\n\nMANGAN. I don't understand a word of that.\n\nELLIE. Neither do I. But I know it means something.\n\nMANGAN. Don't say there was any difficulty about the blessing. I was\nready to get a bishop to marry us.\n\nMRS HUSHABYE. Isn't he a fool, pettikins?\n\nHECTOR [fiercely]. Do not scorn the man. We are all fools.\n\nMazzini, in pyjamas and a richly colored silk dressing gown, comes from\nthe house, on Lady Utterword's side.\n\nMRS HUSHABYE. Oh! here comes the only man who ever resisted me. What's\nthe matter, Mr Dunn? Is the house on fire?\n\nMAZZINI. Oh, no: nothing's the matter: but really it's impossible to\ngo to sleep with such an interesting conversation going on under one's\nwindow, and on such a beautiful night too. I just had to come down and\njoin you all. What has it all been about?\n\nMRS HUSHABYE. Oh, wonderful things, soldier of freedom.\n\nHECTOR. For example, Mangan, as a practical business man, has tried\nto undress himself and has failed ignominiously; whilst you, as an\nidealist, have succeeded brilliantly.\n\nMAZZINI. I hope you don't mind my being like this, Mrs Hushabye. [He\nsits down on the campstool].\n\nMRS HUSHABYE. On the contrary, I could wish you always like that.\n\nLADY UTTERWORD. Your daughter's match is off, Mr Dunn. It seems that Mr\nMangan, whom we all supposed to be a man of property, owns absolutely\nnothing.\n\nMAZZINI. Well, of course I knew that, Lady Utterword. But if people\nbelieve in him and are always giving him money, whereas they don't\nbelieve in me and never give me any, how can I ask poor Ellie to depend\non what I can do for her?\n\nMANGAN. Don't you run away with this idea that I have nothing. I--\n\nHECTOR. Oh, don't explain. We understand. You have a couple of thousand\npounds in exchequer bills, 50,000 shares worth tenpence a dozen, and\nhalf a dozen tabloids of cyanide of potassium to poison yourself with\nwhen you are found out. That's the reality of your millions.\n\nMAZZINI. Oh no, no, no. He is quite honest: the businesses are genuine\nand perfectly legal.\n\nHECTOR [disgusted]. Yah! Not even a great swindler!\n\nMANGAN. So you think. But I've been too many for some honest men, for\nall that.\n\nLADY UTTERWORD. There is no pleasing you, Mr Mangan. You are determined\nto be neither rich nor poor, honest nor dishonest.\n\nMANGAN. There you go again. Ever since I came into this silly house I\nhave been made to look like a fool, though I'm as good a man in this\nhouse as in the city.\n\nELLIE [musically]. Yes: this silly house, this strangely happy house,\nthis agonizing house, this house without foundations. I shall call it\nHeartbreak House.\n\nMRS HUSHABYE. Stop, Ellie; or I shall howl like an animal.\n\nMANGAN [breaks into a low snivelling]!!!\n\nMRS HUSAHBYE. There! you have set Alfred off.\n\nELLIE. I like him best when he is howling.\n\nCAPTAIN SHOTOVER. Silence! [Mangan subsides into silence]. I say, let\nthe heart break in silence.\n\nHECTOR. Do you accept that name for your house?\n\nCAPTAIN SHOTOVER. It is not my house: it is only my kennel.\n\nHECTOR. We have been too long here. We do not live in this house: we\nhaunt it.\n\nLADY UTTERWORD [heart torn]. It is dreadful to think how you have been\nhere all these years while I have gone round the world. I escaped young;\nbut it has drawn me back. It wants to break my heart too. But it shan't.\nI have left you and it behind. It was silly of me to come back. I\nfelt sentimental about papa and Hesione and the old place. I felt them\ncalling to me.\n\nMAZZINI. But what a very natural and kindly and charming human feeling,\nLady Utterword!\n\nLADY UTTERWORD. So I thought, Mr Dunn. But I know now that it was only\nthe last of my influenza. I found that I was not remembered and not\nwanted.\n\nCAPTAIN SHOTOVER. You left because you did not want us. Was there no\nheartbreak in that for your father? You tore yourself up by the roots;\nand the ground healed up and brought forth fresh plants and forgot you.\nWhat right had you to come back and probe old wounds?\n\nMRS HUSHABYE. You were a complete stranger to me at first, Addy; but now\nI feel as if you had never been away.\n\nLADY UTTERWORD. Thank you, Hesione; but the influenza is quite cured.\nThe place may be Heartbreak House to you, Miss Dunn, and to this\ngentleman from the city who seems to have so little self-control; but to\nme it is only a very ill-regulated and rather untidy villa without any\nstables.\n\nHECTOR. Inhabited by--?\n\nELLIE. A crazy old sea captain and a young singer who adores him.\n\nMRS HUSHABYE. A sluttish female, trying to stave off a double chin and\nan elderly spread, vainly wooing a born soldier of freedom.\n\nMAZZINI. Oh, really, Mrs Hushabye--\n\nMANGAN. A member of His Majesty's Government that everybody sets down as\na nincompoop: don't forget him, Lady Utterword.\n\nLADY UTTERWORD. And a very fascinating gentleman whose chief occupation\nis to be married to my sister.\n\nHECTOR. All heartbroken imbeciles.\n\nMAZZINI. Oh no. Surely, if I may say so, rather a favorable specimen of\nwhat is best in our English culture. You are very charming people,\nmost advanced, unprejudiced, frank, humane, unconventional, democratic,\nfree-thinking, and everything that is delightful to thoughtful people.\n\nMRS HUSHABYE. You do us proud, Mazzini.\n\nMAZZINI. I am not flattering, really. Where else could I feel perfectly\nat ease in my pyjamas? I sometimes dream that I am in very distinguished\nsociety, and suddenly I have nothing on but my pyjamas! Sometimes I\nhaven't even pyjamas. And I always feel overwhelmed with confusion. But\nhere, I don't mind in the least: it seems quite natural.\n\nLADY UTTERWORD. An infallible sign that you are now not in really\ndistinguished society, Mr Dunn. If you were in my house, you would feel\nembarrassed.\n\nMAZZINI. I shall take particular care to keep out of your house, Lady\nUtterword.\n\nLADY UTTERWORD. You will be quite wrong, Mr Dunn. I should make you very\ncomfortable; and you would not have the trouble and anxiety of wondering\nwhether you should wear your purple and gold or your green and crimson\ndressing-gown at dinner. You complicate life instead of simplifying it\nby doing these ridiculous things.\n\nELLIE. Your house is not Heartbreak House: is it, Lady Utterword?\n\nHECTOR. Yet she breaks hearts, easy as her house is. That poor devil\nupstairs with his flute howls when she twists his heart, just as Mangan\nhowls when my wife twists his.\n\nLADY UTTERWORD. That is because Randall has nothing to do but have\nhis heart broken. It is a change from having his head shampooed. Catch\nanyone breaking Hastings' heart!\n\nCAPTAIN SHOTOVER. The numskull wins, after all.\n\nLADY UTTERWORD. I shall go back to my numskull with the greatest\nsatisfaction when I am tired of you all, clever as you are.\n\nMANGAN [huffily]. I never set up to be clever.\n\nLADY UTTERWORD. I forgot you, Mr Mangan.\n\nMANGAN. Well, I don't see that quite, either.\n\nLADY UTTERWORD. You may not be clever, Mr Mangan; but you are\nsuccessful.\n\nMANGAN. But I don't want to be regarded merely as a successful man. I\nhave an imagination like anyone else. I have a presentiment.\n\nMRS HUSHABYE. Oh, you are impossible, Alfred. Here I am devoting myself\nto you; and you think of nothing but your ridiculous presentiment. You\nbore me. Come and talk poetry to me under the stars. [She drags him away\ninto the darkness].\n\nMANGAN [tearfully, as he disappears]. Yes: it's all very well to make\nfun of me; but if you only knew--\n\nHECTOR [impatiently]. How is all this going to end?\n\nMAZZINI. It won't end, Mr Hushabye. Life doesn't end: it goes on.\n\nELLIE. Oh, it can't go on forever. I'm always expecting something. I\ndon't know what it is; but life must come to a point sometime.\n\nLADY UTTERWORD. The point for a young woman of your age is a baby.\n\nHECTOR. Yes, but, damn it, I have the same feeling; and I can't have a\nbaby.\n\nLADY UTTERWORD. By deputy, Hector.\n\nHECTOR. But I have children. All that is over and done with for me:\nand yet I too feel that this can't last. We sit here talking, and leave\neverything to Mangan and to chance and to the devil. Think of the powers\nof destruction that Mangan and his mutual admiration gang wield! It's\nmadness: it's like giving a torpedo to a badly brought up child to play\nat earthquakes with.\n\nMAZZINI. I know. I used often to think about that when I was young.\n\nHECTOR. Think! What's the good of thinking about it? Why didn't you do\nsomething?\n\nMAZZINI. But I did. I joined societies and made speeches and wrote\npamphlets. That was all I could do. But, you know, though the people in\nthe societies thought they knew more than Mangan, most of them wouldn't\nhave joined if they had known as much. You see they had never had\nany money to handle or any men to manage. Every year I expected a\nrevolution, or some frightful smash-up: it seemed impossible that we\ncould blunder and muddle on any longer. But nothing happened, except,\nof course, the usual poverty and crime and drink that we are used to.\nNothing ever does happen. It's amazing how well we get along, all things\nconsidered.\n\nLADY UTTERWORD. Perhaps somebody cleverer than you and Mr Mangan was at\nwork all the time.\n\nMAZZINI. Perhaps so. Though I was brought up not to believe in anything,\nI often feel that there is a great deal to be said for the theory of an\nover-ruling Providence, after all.\n\nLADY UTTERWORD. Providence! I meant Hastings.\n\nMAZZINI. Oh, I beg your pardon, Lady Utterword.\n\nCAPTAIN SHOTOVER. Every drunken skipper trusts to Providence. But one\nof the ways of Providence with drunken skippers is to run them on the\nrocks.\n\nMAZZINI. Very true, no doubt, at sea. But in politics, I assure you,\nthey only run into jellyfish. Nothing happens.\n\nCAPTAIN SHOTOVER. At sea nothing happens to the sea. Nothing happens to\nthe sky. The sun comes up from the east and goes down to the west. The\nmoon grows from a sickle to an arc lamp, and comes later and later until\nshe is lost in the light as other things are lost in the darkness. After\nthe typhoon, the flying-fish glitter in the sunshine like birds. It's\namazing how they get along, all things considered. Nothing happens,\nexcept something not worth mentioning.\n\nELLIE. What is that, O Captain, O my captain?\n\nCAPTAIN SHOTOVER [savagely]. Nothing but the smash of the drunken\nskipper's ship on the rocks, the splintering of her rotten timbers, the\ntearing of her rusty plates, the drowning of the crew like rats in a\ntrap.\n\nELLIE. Moral: don't take rum.\n\nCAPTAIN SHOTOVER [vehemently]. That is a lie, child. Let a man drink ten\nbarrels of rum a day, he is not a drunken skipper until he is a drifting\nskipper. Whilst he can lay his course and stand on his bridge and steer\nit, he is no drunkard. It is the man who lies drinking in his bunk and\ntrusts to Providence that I call the drunken skipper, though he drank\nnothing but the waters of the River Jordan.\n\nELLIE. Splendid! And you haven't had a drop for an hour. You see you\ndon't need it: your own spirit is not dead.\n\nCAPTAIN SHOTOVER. Echoes: nothing but echoes. The last shot was fired\nyears ago.\n\nHECTOR. And this ship that we are all in? This soul's prison we call\nEngland?\n\nCAPTAIN SHOTOVER. The captain is in his bunk, drinking bottled\nditch-water; and the crew is gambling in the forecastle. She will strike\nand sink and split. Do you think the laws of God will be suspended in\nfavor of England because you were born in it?\n\nHECTOR. Well, I don't mean to be drowned like a rat in a trap. I still\nhave the will to live. What am I to do?\n\nCAPTAIN SHOTOVER. Do? Nothing simpler. Learn your business as an\nEnglishman.\n\nHECTOR. And what may my business as an Englishman be, pray?\n\nCAPTAIN SHOTOVER. Navigation. Learn it and live; or leave it and be\ndamned.\n\nELLIE. Quiet, quiet: you'll tire yourself.\n\nMAZZINI. I thought all that once, Captain; but I assure you nothing will\nhappen.\n\nA dull distant explosion is heard.\n\nHECTOR [starting up]. What was that?\n\nCAPTAIN SHOTOVER. Something happening [he blows his whistle]. Breakers\nahead!\n\nThe light goes out.\n\nHECTOR [furiously]. Who put that light out? Who dared put that light\nout?\n\nNURSE GUINNESS [running in from the house to the middle of the\nesplanade]. I did, sir. The police have telephoned to say we'll be\nsummoned if we don't put that light out: it can be seen for miles.\n\nHECTOR. It shall be seen for a hundred miles [he dashes into the house].\n\nNURSE GUINNESS. The Rectory is nothing but a heap of bricks, they say.\nUnless we can give the Rector a bed he has nowhere to lay his head this\nnight.\n\nCAPTAIN SHOTOVER. The Church is on the rocks, breaking up. I told him it\nwould unless it headed for God's open sea.\n\nNURSE GUINNESS. And you are all to go down to the cellars.\n\nCAPTAIN SHOTOVER. Go there yourself, you and all the crew. Batten down\nthe hatches.\n\nNURSE GUINNESS. And hide beside the coward I married! I'll go on the\nroof first. [The lamp lights up again]. There! Mr Hushabye's turned it\non again.\n\nTHE BURGLAR [hurrying in and appealing to Nurse Guinness]. Here: where's\nthe way to that gravel pit? The boot-boy says there's a cave in the\ngravel pit. Them cellars is no use. Where's the gravel pit, Captain?\n\nNURSE GUINNESS. Go straight on past the flagstaff until you fall into\nit and break your dirty neck. [She pushes him contemptuously towards the\nflagstaff, and herself goes to the foot of the hammock and waits there,\nas it were by Ariadne's cradle].\n\nAnother and louder explosion is heard. The burglar stops and stands\ntrembling.\n\nELLIE [rising]. That was nearer.\n\nCAPTAIN SHOTOVER. The next one will get us. [He rises]. Stand by, all\nhands, for judgment.\n\nTHE BURGLAR. Oh my Lordy God! [He rushes away frantically past the\nflagstaff into the gloom].\n\nMRS HUSHABYE [emerging panting from the darkness]. Who was that running\naway? [She comes to Ellie]. Did you hear the explosions? And the sound\nin the sky: it's splendid: it's like an orchestra: it's like Beethoven.\n\nELLIE. By thunder, Hesione: it is Beethoven.\n\nShe and Hesione throw themselves into one another's arms in wild\nexcitement. The light increases.\n\nMAZZINI [anxiously]. The light is getting brighter.\n\nNURSE GUINNESS [looking up at the house]. It's Mr Hushabye turning on\nall the lights in the house and tearing down the curtains.\n\nRANDALL [rushing in in his pyjamas, distractedly waving a flute].\nAriadne, my soul, my precious, go down to the cellars: I beg and implore\nyou, go down to the cellars!\n\nLADY UTTERWORD [quite composed in her hammock]. The governor's wife in\nthe cellars with the servants! Really, Randall!\n\nRANDALL. But what shall I do if you are killed?\n\nLADY UTTERWORD. You will probably be killed, too, Randall. Now play your\nflute to show that you are not afraid; and be good. Play us \"Keep the\nhome fires burning.\"\n\nNURSE GUINNESS [grimly]. THEY'LL keep the home fires burning for us:\nthem up there.\n\nRANDALL [having tried to play]. My lips are trembling. I can't get a\nsound.\n\nMAZZINI. I hope poor Mangan is safe.\n\nMRS HUSHABYE. He is hiding in the cave in the gravel pit.\n\nCAPTAIN SHOTOVER. My dynamite drew him there. It is the hand of God.\n\nHECTOR [returning from the house and striding across to his former\nplace]. There is not half light enough. We should be blazing to the\nskies.\n\nELLIE [tense with excitement]. Set fire to the house, Marcus.\n\nMRS HUSHABYE. My house! No.\n\nHECTOR. I thought of that; but it would not be ready in time.\n\nCAPTAIN SHOTOVER. The judgment has come. Courage will not save you; but\nit will show that your souls are still live.\n\nMRS HUSHABYE. Sh-sh! Listen: do you hear it now? It's magnificent.\n\nThey all turn away from the house and look up, listening.\n\nHECTOR [gravely]. Miss Dunn, you can do no good here. We of this house\nare only moths flying into the candle. You had better go down to the\ncellar.\n\nELLIE [scornfully]. I don't think.\n\nMAZZINI. Ellie, dear, there is no disgrace in going to the cellar. An\nofficer would order his soldiers to take cover. Mr Hushabye is behaving\nlike an amateur. Mangan and the burglar are acting very sensibly; and it\nis they who will survive.\n\nELLIE. Let them. I shall behave like an amateur. But why should you run\nany risk?\n\nMAZZINI. Think of the risk those poor fellows up there are running!\n\nNURSE GUINNESS. Think of them, indeed, the murdering blackguards! What\nnext?\n\nA terrific explosion shakes the earth. They reel back into their seats,\nor clutch the nearest support. They hear the falling of the shattered\nglass from the windows.\n\nMAZZINI. Is anyone hurt?\n\nHECTOR. Where did it fall?\n\nNURSE GUINNESS [in hideous triumph]. Right in the gravel pit: I seen\nit. Serve un right! I seen it [she runs away towards the gravel pit,\nlaughing harshly].\n\nHECTOR. One husband gone.\n\nCAPTAIN SHOTOVER. Thirty pounds of good dynamite wasted.\n\nMAZZINI. Oh, poor Mangan!\n\nHECTOR. Are you immortal that you need pity him? Our turn next.\n\nThey wait in silence and intense expectation. Hesione and Ellie hold\neach other's hand tight.\n\nA distant explosion is heard.\n\nMRS HUSHABYE [relaxing her grip]. Oh! they have passed us.\n\nLADY UTTERWORD. The danger is over, Randall. Go to bed.\n\nCAPTAIN SHOTOVER. Turn in, all hands. The ship is safe. [He sits down\nand goes asleep].\n\nELLIE [disappointedly]. Safe!\n\nHECTOR [disgustedly]. Yes, safe. And how damnably dull the world has\nbecome again suddenly! [he sits down].\n\nMAZZINI [sitting down]. I was quite wrong, after all. It is we who have\nsurvived; and Mangan and the burglar--\n\nHECTOR. --the two burglars--\n\nLADY UTTERWORD. --the two practical men of business--\n\nMAZZINI. --both gone. And the poor clergyman will have to get a new\nhouse.\n\nMRS HUSHABYE. But what a glorious experience! I hope they'll come again\ntomorrow night.\n\nELLIE [radiant at the prospect]. Oh, I hope so.\n\nRandall at last succeeds in keeping the home fires burning on his flute.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Heartbreak House, by George Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HEARTBREAK HOUSE ***\n\n***** This file should be named 3543-8.txt or 3543-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/5\/4\/3543\/\n\nProduced by Eve Sobol\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1328,"split":"test"}
