{"ori_id":"ea4c34d27ecbe90a14541dd0bbc0b5c6f475f203","title":"Tom Thumb","context":"Tom Thumb\n Richard Johnson's The History of Tom Thumbe of 1621 tells that in the days of King Arthur, old Thomas of the Mountain, a plowman and a member of the King's Council, wants nothing more than a son, even if he is no bigger than his thumb. He sends his wife to consult with Merlin and in three months time she gives birth to the diminutive Tom Thumb. The \"Queene of Fayres\" and her attendants act as midwives. She provides Tom with an oak leaf hat, a shirt of cobweb, a doublet of thistledown, stockings of apple rind, and shoes of mouse's skin.\nTom cheats at games with other boys, and, because of his many tricks, the boys will not associate with him. Tom retaliates by using magic to hang his mother's pots and glasses from a sunbeam, and, when his fellows try the same, their pots and glasses fall and are broken. Thereafter, Tom stays home under his mother's supervision. At Christmas, she makes puddings, but Tom falls into the batter, and is boiled into one of them. When a tinker comes begging, Tom's mother inadvertently gives him the pudding containing her son. The tinker farts while crossing a stile but Tom calls out about the farting and the frightened tinker drops the pudding. Tom eats himself free and returns home to tell his mother and father of his adventure.\nHis mother thereafter keeps a closer watch upon him, but one day he accompanies her to the field to milk the cows. He sits under a thistle but a red cow swallows him. The cow is given a laxative and Tom passes from her in a \"cowturd\". He is taken home and cleaned. Another day, he accompanies his father for the seed sowing and rides in the horse's ear. Tom is set down in the field to play the scarecrow but a raven carries him away. His parents search for him but are unable to find him.\nThe raven drops Tom at the castle of a giant. The cruel giant swallows the tiny boy like a pill. Tom thrashes about so much in the giant's stomach that he is vomited into the sea. There, he is eaten once more, this time by a fish, which is caught for King Arthur's supper. The cook is astonished to see the little man emerge from the fish. Tom then becomes King Arthur's Dwarf.\nTom becomes a favourite at court, especially among the ladies. There is revelry; Tom joins the jousting and dances in the palm of a Maid of Honour. He goes home briefly to see his parents, taking some money from the treasury with the king's permission, then returns to court. The Queene of Fayres finds him asleep on a rose and leaves him several gifts: an enchanted hat of knowledge, a ring of invisibility, a shape-changing girdle, and shoes to take him anywhere in a moment.\nTom falls seriously ill when a lady blows her nose, but is cured by the physician to King Twaddell of the Pygmies. He takes a ride in his walnut shell coach and meets Garagantua. Each boasts of his many powers, but when Garagantua threatens to harm Tom, he is cast under an enchantment and Tom hurries home to safety. King Arthur listens with amazement to Tom's many adventures. Richard Johnson's 1621 narrative ends here but he promised his readers a sequel that has never been found, if published at all. In 1630 a metrical version in three parts was published that continues Tom's adventures.\nOther versions paint a different picture to Tom's end. Dinah Mulock continued the tale and noted that Tom exhausted himself with jousting but recovered in Fairyland. When he returned to Arthur's court, he accidentally landed in a bowl of the king's frumenty. Tom enrages the cook and is threatened with beheading. He seeks refuge in the mouth of a passing slack-jawed miller. Sensing tiny voices and movements within him, the man believes he is possessed. He yawns and Tom emerges but the Miller is so angry he tosses Tom into a river where he is swallowed by a salmon. The fish is caught, taken to the King's kitchen, and Tom is found and kept in a mousetrap until the king forgives him.\nThe court goes hunting and Tom joins them upon his steed, a mouse. A cat catches the mouse and Tom is injured. He is carried to Fairyland where he recovers and dwells for several years. When he returns to court, King Thunston now reigns. Charmed by the little man, the king gives Tom a tiny coach pulled by six mice. This makes the queen jealous, as she received no such gifts, and she frames Tom with being insolent to her. Tom attempts to escape on a passing butterfly but is caught and imprisoned in a mousetrap. He is freed by a curious cat and once more wins back the favour of his king. Sadly, he does not live to enjoy it as he is killed by a spider bite. Tom is laid to rest beneath rosebush and a marble monument is raised to his memory with the epitaph:\nHere lies Tom Thumb, King Arthur’s knight,\n\nWho died by a spider’s cruel bite.\n\nHe was well known in Arthur’s court,\n\nWhere he afforded gallant sport;\n\nHe rode at tilt and tournament,\n\nAnd on a mouse a-hunting went;\n\nAlive he fill’d the court with mirth,\n\nHis death to sorrow soon gave birth.\n\nWipe, wipe your eyes, and shake your head,\n\nAnd cry, ‘Alas! Tom Thumb is dead.\nï»¿Project Gutenberg's The History Of Tom Thumb and Other Stories., by Anonymous\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The History Of Tom Thumb and Other Stories.\n\nAuthor: Anonymous\n\nRelease Date: February 15, 2004 [EBook #11092]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK TOM THUMB ***\n\n\n\n\nProduced by The Internet Archive Children's Library, David\nGarcia and the Online Distributed Proofreading Team.\n\n\n\n\n\nTOM THUMB\n\n[Illustration]\n\n[Illustration]\n\n[Illustration]\n\n\n\n\nTHE HISTORY OF TOM THUMB _AND OTHER STORIES_\n\n[Illustration]\n\n_Profusely Illustrated_\n\n\n\nTHE HISTORY OF TOM THUMB\n\nIn the days of King Arthur, Merlin, the famous enchanter, was out on a\njourney, and stopped one day at the cottage of an honest ploughman to\nask for refreshment. The ploughman's wife brought him some milk in a\nwooden bowl, and some brown bread on a wooden platter.\n\nMerlin could not help observing that, although everything within the\ncottage was particularly neat and in good order, the ploughman and\nhis wife had the most sorrowful air, so he questioned them about the\ncause of their distress, and learned that they were miserable because\nthey had no children. The poor woman declared that she would be the\nhappiest creature in the world if she had but a son, although he were\nno bigger than his father's thumb. Merlin was very much amused at the\nthought of a boy no bigger than a man's thumb; and as soon as he\nreturned home he sent for the Queen of the Fairies and related to her\nthe desire of the ploughman and his wife to have a son the size of his\nfather's thumb.\n\n[Illustration]\n\nThe Queen of the Fairies promised that their wish should be granted.\nAnd so it happened one day that the ploughman's wife had a son\nexactly of the size of his father's thumb. While the mother was\nsitting up in bed, admiring the child, the Queen of the Fairies\nappeared, and kissed the infant, giving it the name of Tom Thumb, and\nsummoned several fairies to clothe her little favorite.\n\nTom never grew any bigger; but, as he grew older, he became very\ncunning and sly, which his mother did not sufficiently correct him\nfor; so that, when he was old enough to play with the boys for\ncherry-stones, and had lost all his own, he used to creep into the\nother boys' bags, fill his pockets, and come out again to play. But\none day, as he was getting out of a bag of cherry-stones, the boy to\nwhom it belonged chanced to see him.\n\n[Illustration]\n\n\"Ah, ah! my little Tom Thumb,\" said the boy, \"have I caught you at\nyour bad tricks at last? Now I will pay you off well for thieving.\"\n\nThen drawing the string tight round his neck, and shaking the bag\nheartily, the cherry stones bruised Tom's limbs and body sadly, which\nmade him beg to be let out, and promise never to be guilty of such\ndoings any more.\n\nShortly afterwards Tom's mother was making a batter pudding, and, that\nhe might see how she mixed it, he climbed up to the edge of the bowl,\nbut his foot happening to slip he fell over head and ears into the\nbatter, and his mother not observing him, stirred him into the pudding\nand popped it all into the pot to boil. The hot water made Tom kick\nand struggle; and his mother, seeing the pudding jump up and down,\nthought it was bewitched. A tinker was going by just at the time, so\nshe gave him the pudding, and he put it into his budget and walked\naway. As soon as Tom could get the batter out of his mouth he began to\ncry aloud; this so frightened the poor tinker that he flung the\npudding over the hedge. The pudding being broken by the fall Tom was\nreleased, and walked home to his mother, who gave him a kiss and put\nhim to bed.\n\nTom Thumb's mother once took him with her when she went to milk the\ncow; it being a very windy day, she tied him with a needleful of\nthread to a thistle. The cow, liking his oak-leaf hat, took him and\nthe thistle up at one mouthful. While the cow was chewing the thistle,\nTom, terrified at her great teeth, cried out, \"Mother! mother!\"\n\n[Illustration]\n\n\"Where are you, Tommy, my dear Tommy?\" said the mother.\n\n\"Here, mother; here in the red cow's mouth.\"\n\nThe mother began to cry and wring her hands; but the cow, surprised at\nsuch odd noises in her throat, opened her mouth and let him drop out.\nHis mother clapped him into her apron and ran home with him.\n\n[Illustration]\n\nTom's father made him a whip of barley-straw to drive the cattle with,\nand one day in the field Tom slipped into a deep furrow. A raven\nflying over picked him up with a grain of corn, and flew with him to\nthe top of the giant's castle by the seaside, where he left him. Old\nGrumbo, the giant, came out soon afterwards, to walk upon his terrace,\nand Tom, frightened out of his wits, managed to creep up his sleeve.\nTom's motions made the giant uncomfortable, and with a jerk of his\narm, he threw him into the sea. A great fish then swallowed him. The\nfish was soon after caught, and sent as a present to King Arthur. When\nit was cut open, everybody was delighted with little Tom Thumb, who\nwas found inside. He became the favorite of the whole court, and by\nhis merry pranks often amused the King and Queen.\n\n[Illustration]\n\nThe King, when he rode on horseback, frequently took Tom in his hand;\nand if a shower of rain came on, the tiny dwarf used to creep into the\nKing's waistcoat pocket and sleep till the rain was over. The King now\nquestioned him concerning his parents; and when Tom informed his\nmajesty they were very poor people, the King led him into his\ntreasury, and told him he should pay them a visit and take with him\nas much money as he could carry.\n\n[Illustration]\n\nTom soon got rested at his mother's house, but could not travel\nbecause it had rained; his mother therefore took him in her hand and\ncarried him back to King Arthur's court. There Tom entertained the\nKing and Queen and nobility at tilts and tournaments, at which he\nexerted himself so much that he brought on a fit of sickness. At this\njuncture the Queen of the Fairies came in a chariot drawn by flying\nmice, and placing Tom by her side she drove through the air till they\narrived at her palace. After restoring him to health, the Queen\ncommanded a fair wind, and, placing Tom before it, blew him straight\nback to the court of King Arthur. But just as Tom should have alighted\nin the courtyard, the cook happened to pass with the King's great\nbowl of his favorite dish, furmenty, and poor Tom fell plump into the\nmiddle of it, and splashed the hot furmenty into the cook's eyes. Down\nwent the bowl. \"Oh, dear,\" cried Tom. \"Murder! murder!\" bellowed the\ncook; and away ran the King's nice furmenty into the kennel. The cook\nwas a cross fellow and swore to the King that Tom had done it out of\nsome evil design; so he was tried for high treason and sentenced to be\nbeheaded. When the judge delivered this dreadful sentence it happened\nthat a miller was standing by with his mouth wide open, so Tom took a\ngood spring and jumped down his throat, unperceived by all, even by\nthe miller himself. As Tom could not be found the court broke up, and\naway went the miller to his mill. But Tom did not leave him long at\nrest, he began to roll and tumble about, so that the miller thought\nhimself bewitched, and sent for a doctor. When the doctor came, Tom\nbegan to dance and sing. The doctor was as much frightened as the\nmiller, and sent in great haste for five more doctors.\n\n[Illustration]\n\nWhile all these were talking the miller began to yawn, and Tom, taking\nthe opportunity, made another bold jump and alighted on his feet in\nthe middle of the table. The miller, provoked to be thus tormented by\nsuch a little creature, caught hold of Tom and threw him out of the\nwindow into the river. A large salmon swimming by snapped him up in a\nmoment.\n\nThe salmon was soon caught and sold in the market to the steward of a\ngreat lord. The grandee, thinking it an uncommonly fine fish, made a\npresent of it to the King, who ordered it to be dressed immediately.\nWhen the cook cut open the salmon he found poor Tom inside, and ran\nwith him directly to the King; but the King being busy, desired that\nhe might be brought another day.\n\n[Illustration]\n\nThe cook was resolved to keep him safely this time, so clapped him\ninto a mouse-trap. There he was shut up for a whole week, when the\nKing sent for him, forgave him for throwing down the furmenty, and\nordered him new clothes, gave him a spirited mouse for a hunter, and\nknighted him.\n\nThus dressed and mounted, he rode a hunting with the King and\nnobility.\n\n[Illustration]\n\nAs they were riding by a farmhouse one day, a cat jumped from behind\nthe door, seized the mouse and little Tom, ran off with them both,\nand was just going to devour the mouse when Tom boldly drew his sword\nand attacked the cat with great spirit. The King and his nobles,\nseeing Tom in danger, went to his assistance, and one of the lords\nbravely saved him just in time, but poor Tom was sadly scratched by\nthe claws of the cat.\n\n[Illustration: LICE.]\n\nThe Queen of the Fairies came and took him again to Fairyland, where\nshe kept him some years; after which, dressing him in bright green,\nshe sent him flying once more through the air to the earth. King\nThunstone now reigned in the place of King Arthur. The people flocked\nfar and near to look at Tom Thumb, and the King, before whom he was\ncarried, asked him who he was and where he lived. Tom answered:\n\n  \"My name is Tom Thumb,\n  From the fairies I come;\n  When King Arthur shone,\n  This court was my home.\n  In me he delighted,\n  By him I was knighted.\n  Did you ever hear of\n  Sir Thomas Thumb?\"\n\nThe King was so charmed with this address that he ordered a little\nchair to be made, and also a palace of gold a span high, with a door\nan inch wide, for little Tom to live in. He also gave him a coach,\ndrawn by six small mice. This made the Queen angry, because she had\nnot a new coach too; therefore, resolving to ruin Tom, she complained\nto the King that he had behaved very insolently to her. The King sent\nfor him in a rage. Tom, to escape his fury, crept into a large,\nempty snail-shell, and there lay for some time, when, peeping out of\nthe shell, he saw a fine butterfly on the ground. He ventured forth\nand got astride the butterfly, which took wing, and mounted into the\nair with little Tom on his back. Away he flew straight to the King's\ncourt.\n\n[Illustration: THE WOOD-CUTTER'S DAUGHTER.]\n\nThe King, Queen, and nobles all strove to catch the butterfly. At\nlength poor Tom slipped from his seat, and fell into a sweet dish\ncalled white-pot, where he was found, almost drowned. The Queen vowed\nhe should be punished, and he was secured once more in a mouse-trap,\nwhen the cat, seeing something stir, and supposing it to be a mouse,\npatted the trap about till she broke it and set Tom at liberty.\n\n[Illustration]\n\nSoon afterwards a spider, taking poor Tom for a big fly, made a\nspring at him. Tom drew his sword and fought valiantly, but the\nspider's poisonous breath overcame him.\n\nKing Thunstone and his whole court went into mourning for little Tom\nThumb. They buried him under a rose-bush, and raised a nice, white\nmarble monument over his grave.\n\n[Illustration]\n\n\n\nTHE LION AND THE FOX\n\nThere was once a fox who had never seen a lion; and so, when he saw a\nlion for the first time, this fox was so scared that he did not know\nwhat to do.\n\nThe lion did him no harm: and the fox crept off out of the way, and\nran to his hole, and there hid. He stayed in his hole a long while,\nuntil he found he must go in search of food, and then he crept out.\n\n[Illustration]\n\nElla and May are the girls you see on this page. Ella is older than\nMay, and can read, but May cannot.\n\nBut Ella is kind, and will read to May a long time, if May will do as\nshe is bid, and sit still on her lap.\n\nAnd Ella will show May how to read herself.\n\n[Illustration]\n\nIn a country called Holland, storks are very kindly treated, for so\nmany frogs live in the marshes there, that if the storks did not eat\nthem, the people would hardly know what to do. The storks are very\nclever at catching the poor froggies; they snatch them up in their\nlong bills, and go flying off, with their great wings spread and their\nlong legs stretched out behind them, carrying off two or three at\nonce.\n\n\n\n\nCATCHING BLACKBIRDS.\n\n\nTwo little boys were running through the meadows as hard as they could\ngo. \"What are you doing there?\" said a man who was passing along.\n\n[Illustration]\n\n\"Catching blackbirds?\" said Willie. \"Have you caught any?\" said the\nman.\n\n\"No, not yet,\" said Willie. \"But grandpa is going to give me five\ndollars when I catch one. He wants one.\"\n\nWillie's grandpa did happen to say to him that morning, \"You catch me\na blackbird, and I will give you five dollars.\" He said it just out of\nfun. He did not think that Willie would ever try to do it.\n\n[Illustration]\n\n\n\nTHE DOG.\n\nDo you see the dog and the hen? The dog bit the hen, and she was mad.\nMy dog bit a fox on the hip. One day the fox bit the dog on the lip\nand ran off. Tom and I had a gun, and we set off to get the fox; but\nthe sun was so hot we did not go far, but sat on the hay, and had fun.\n\nA LETTER TO FRANK.\n\n\n[Illustration]\n\nDEAR FRANK,--One day a rabbit came out of the woods to see if he could\nfind any clover. Some boys saw him, and tried to catch him. He ran\nunder the barn; then came out, sprang through the fence, and so got\nclear.\n\n[Illustration]\n\nI will tell you of a smart thing that my red cow does. When she goes\nfor a drink and finds the trough empty, she takes hold of the handle\nwith her horns, and pumps the water.\n\nWhile I was waiting for a train at the station, the other day, a boy\nwith a little dog came in to wait also. The poor dog was afraid, and\ntried very hard to get away; but the boy held him fast by a stout\nstring.\n\n[Illustration]\n\nThere is one very selfish little chicken in my barn. When the other\nchickens are just going to sleep, this selfish little chick pecks\nthem, and drives them down from the roost. He is very naughty, and\nwants the roost all to himself.\n\n[Illustration]\n\n[Illustration]\n\n[Illustration]\n\n[Illustration]\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The History Of Tom Thumb and Other\nStories., by Anonymous\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TOM THUMB ***\n\n***** This file should be named 11092.txt or 11092.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/1\/1\/0\/9\/11092\/\n\nProduced by The Internet Archive Children's Library, David\nGarcia and the Online Distributed Proofreading Team.\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\n     http:\/\/www.gutenberg.net\/etext06\n\n    (Or \/etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\n     http:\/\/www.gutenberg.net\/1\/0\/2\/3\/10234\n\nor filename 24689 would be found at:\n     http:\/\/www.gutenberg.net\/2\/4\/6\/8\/24689\n\nAn alternative method of locating eBooks:\n     http:\/\/www.gutenberg.net\/GUTINDEX.ALL\n\n","id":1016,"split":"train"}
