{"ori_id":"188018ccc8e85acfd097bc4f502a7f9463af2ca1","title":"Josephus's Discourse to the Greeks concerning Hades","context":"Josephus's Discourse to the Greeks concerning Hades\n This work describes the author's views on the afterlife against the prevailing view of the \"Greeks\" (i.e., the Greco-Romans) of his day. He asserts that\n\"...Hades is a place in the world not regularly finished; a subterraneous region, wherein the light of this world does not shine; from which circumstance, that in this region the light does not shine, it cannot be but there must be in it perpetual darkness. This region is allotted as a place of custody for souls, in which angels are appointed as guardians to them, who distribute to them temporary punishments, agreeable to every one's behavior and manners\".\nThe author describes Hades as having \"a lake of unquenchable fire\" prepared by God for a future date of judgment. However, both the just and unjust dead are confined in other, separate portions of Hades; all go through a gate guarded by \"an archangel with an host\", with the just being guided to the right hand toward a region of light called the Bosom of Abraham. The unjust are violently forced toward the left hand by angels, to a place characterized by fire and which emits \"hot vapor\", from which they can see the just but cannot pass over due to a \"chaos deep and large\" that serves as a barrier.\nThe author assures the Greeks he is addressing that God will resurrect the dead, raising again their bodies and not transmigrating their souls to different bodies. He insists that God is able to do this, likening the dead body both to sown seed and to material cast into \"a potter's furnace, in order to be formed again\". The author says that when clothed with their pure resurrected bodies, the just will no longer be subject to disease or misery. The unjust, in contrast, will receive their bodies unchanged, including their original diseases. All (just and unjust) will be brought before Jesus Christ who will come as Judge; the author specifically dismisses Minos and Rhadamanthus, those whom the Greeks believed were judges of the underworld, as the arbiters of mankind's fate. Instead, Christ will exercise \"the righteous judgment of the Father towards all men\", with everlasting punishment for the wicked and eternal bliss for the righteous. The author exhorts his audience to believe in God in order to participate in the reward of the just.\nThe final paragraph quotes an alleged saying of Christ, \"In whatsoever ways I shall find you, in them shall I judge you entirely\", which the author uses to claim that if a person living a virtuous life falls into sin, his virtue will not help him escape punishment, while a wicked person who repents in time may still recover \"as from a distemper\".\nï»¿The Project Gutenberg EBook of An Extract out of Josephus's Discourse to\nThe Greeks Concerning Hades, by Flavius Josephus\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: An Extract out of Josephus's Discourse to The Greeks Concerning Hades\n\nAuthor: Flavius Josephus\n\nTranslator: William Whiston\n\nPosting Date: December 22, 2008 [EBook #2847]\nRelease Date: October, 2001\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK DISCOURSE TO THE GREEKS ***\n\n\n\n\nProduced by David Reed\n\n\n\n\n\nAN EXTRACT OUT OF JOSEPHUS'S DISCOURSE TO THE GREEKS CONCERNING HADES\n\nBy Flavius Josephus\n\n\nTranslated by William Whiston\n\n\n\n1. Now as to Hades, wherein the souls of the good things they\nsee, and rejoice in the righteous and unrighteous are detained, it is\nnecessary to speak of it. Hades is a place in the world not regularly\nfinished; a subterraneous region, wherein the light of this world does\nnot shine; from which circumstance, that in this region the light does\nnot shine, it cannot be but there must be in it perpetual darkness. This\nregion is allotted as a place of custody for souls, ill which angels\nare appointed as guardians to them, who distribute to them temporary\npunishments, agreeable to every one's behavior and manners.\n\n2. In this region there is a certain place set apart, as a lake of\nunquenchable fire, whereinto we suppose no one hath hitherto been cast;\nbut it is prepared for a day afore-determined by God, in which one\nrighteous sentence shall deservedly be passed upon all men; when the\nunjust, and those that have been disobedient to God, and have given\nhonor to such idols as have been the vain operations of the hands of men\nas to God himself, shall be adjudged to this everlasting punishment,\nas having been the causes of defilement; while the just shall obtain an\nincorruptible and never-fading kingdom. These are now indeed confined in\nHades, but not in the same place wherein the unjust are confined.\n\n3. For there is one descent into this region, at whose gate we believe\nthere stands an archangel with an host; which gate when those pass\nthrough that are conducted down by the angels appointed over souls, they\ndo not go the same way; but the just are guided to the right hand, and\nare led with hymns, sung by the angels appointed over that place, unto a\nregion of light, in which the just have dwelt from the beginning of the\nworld; not constrained by necessity, but ever enjoying the prospect of\nthe good things they see, and rejoice in the expectation of those new\nenjoyments which will be peculiar to every one of them, and esteeming\nthose things beyond what we have here; with whom there is no place of\ntoil, no burning heat, no piercing cold, nor are any briers there; but\nthe countenance of the and of the just, which they see, always smiles\nthem, while they wait for that rest and eternal new life in heaven,\nwhich is to succeed this region. This place we call The Bosom of\nAbraham.\n\n4. But as to the unjust, they are dragged by force to the left hand by\nthe angels allotted for punishment, no longer going with a good-will,\nbut as prisoners driven by violence; to whom are sent the angels\nappointed over them to reproach them and threaten them with their\nterrible looks, and to thrust them still downwards. Now those angels\nthat are set over these souls drag them into the neighborhood of hell\nitself; who, when they are hard by it, continually hear the noise of\nit, and do not stand clear of the hot vapor itself; but when they have\na near view of this spectacle, as of a terrible and exceeding great\nprospect of fire, they are struck with a fearful expectation of a future\njudgment, and in effect punished thereby: and not only so, but where\nthey see the place [or choir] of the fathers and of the just, even\nhereby are they punished; for a chaos deep and large is fixed between\nthem; insomuch that a just man that hath compassion upon them cannot be\nadmitted, nor can one that is unjust, if he were bold enough to attempt\nit, pass over it.\n\n5. This is the discourse concerning Hades, wherein the souls of all men\nare confined until a proper season, which God hath determined, when\nhe will make a resurrection of all men from the dead, not procuring\na transmigration of souls from one body to another, but raising again\nthose very bodies, which you Greeks, seeing to be dissolved, do not\nbelieve [their resurrection]. But learn not to disbelieve it; for while\nyou believe that the soul is created, and yet is made immortal by\nGod, according to the doctrine of Plato, and this in time, be not\nincredulous; but believe that God is able, when he hath raised to life\nthat body which was made as a compound of the same elements, to make it\nimmortal; for it must never be said of God, that he is able to do some\nthings, and unable to do others. We have therefore believed that the\nbody will be raised again; for although it be dissolved, it is not\nperished; for the earth receives its remains, and preserves them; and\nwhile they are like seed, and are mixed among the more fruitful soil,\nthey flourish, and what is sown is indeed sown bare grain, but at the\nmighty sound of God the Creator, it will sprout up, and be raised in a\nclothed and glorious condition, though not before it has been dissolved,\nand mixed [with the earth]. So that we have not rashly believed the\nresurrection of the body; for although it be dissolved for a time on\naccount of the original transgression, it exists still, and is cast into\nthe earth as into a potter's furnace, in order to be formed again, not\nin order to rise again such as it was before, but in a state of purity,\nand so as never to be destroyed any more. And to every body shall its\nown soul be restored. And when it hath clothed itself with that body, it\nwill not be subject to misery, but, being itself pure, it will continue\nwith its pure body, and rejoice with it, with which it having walked\nrighteously now in this world, and never having had it as a snare, it\nwill receive it again with great gladness. But as for the unjust,\nthey will receive their bodies not changed, not freed from diseases or\ndistempers, nor made glorious, but with the same diseases wherein they\ndied; and such as they were in their unbelief, the same shall they be\nwhen they shall be faithfully judged.\n\n6. For all men, the just as well as the unjust, shall be brought before\nGod the word: for to him hath the Father committed all judgment: and he,\nin order to fulfill the will of his Father, shall come as Judge, whom\nwe call Christ. For Minos and Rhadamanthus are not the judges, as\nyou Greeks do suppose, but he whom God and the Father hath glorified:\nConcerning Whom We Have Elsewhere Given A More Particular Account, For\nThe Sake Of Those Who Seek After Truth. This person, exercising the\nrighteous judgment of the Father towards all men, hath prepared a just\nsentence for every one, according to his works; at whose judgment-seat\nwhen all men, and angels, and demons shall stand, they will send forth\none voice, and say, Just Is Thy Judgment; the rejoinder to which will\nbring a just sentence upon both parties, by giving justly to those that\nhave done well an everlasting fruition; but allotting to the lovers of\nwicked works eternal punishment. To these belong the unquenchable fire,\nand that without end, and a certain fiery worm, never dying, and not\ndestroying the body, but continuing its eruption out of the body with\nnever-ceasing grief: neither will sleep give ease to these men, nor\nwill the night afford them comfort; death will not free them from their\npunishment, nor will the interceding prayers of their kindred profit\nthem; for the just are no longer seen by them, nor are they thought\nworthy of remembrance. But the just shall remember only their righteous\nactions, whereby they have attained the heavenly kingdom, in which\nthere is no sleep, no sorrow, no corruption, no care, no night, no day\nmeasured by time, no sun driven in his course along the circle of\nheaven by necessity, and measuring out the bounds and conversions of\nthe seasons, for the better illumination of the life of men; no moon\ndecreasing and increasing, or introducing a variety of seasons, nor will\nshe then moisten the earth; no burning sun, no Bear turning round [the\npole], no Orion to rise, no wandering of innumerable stars. The earth\nwill not then be difficult to be passed over, nor will it be hard to\nfind out the court of paradise, nor will there be any fearful roaring of\nthe sea, forbidding the passengers to walk on it; even that will be made\neasily passable to the just, though it will not be void of moisture.\nHeaven will not then be uninhabitable by men, and it will not be\nimpossible to discover the way of ascending thither. The earth will not\nbe uncultivated, nor require too much labor of men, but will bring forth\nits fruits of its own accord, and will be well adorned with them. There\nwill be no more generations of wild beasts, nor will the substance of\nthe rest of the animals shoot out any more; for it will not produce men,\nbut the number of the righteous will continue, and never fail, together\nwith righteous angels, and spirits [of God], and with his word, as a\nchoir of righteous men and women that never grow old, and continue in\nan incorruptible state, singing hymns to God, who hath advanced them to\nthat happiness, by the means of a regular institution of life; with whom\nthe whole creation also will lift up a perpetual hymn from corruption,\nto incorruption, as glorified by a splendid and pure spirit. It will\nnot then be restrained by a bond of necessity, but with a lively freedom\nshall offer up a voluntary hymn, and shall praise him that made them,\ntogether with the angels, and spirits, and men now freed from all\nbondage.\n\n7. And now, if you Gentiles will be persuaded by these motives, and\nleave your vain imaginations about your pedigrees, and gaining of\nriches, and philosophy, and will not spend your time about subtleties\nof words, and thereby lead your minds into error, and if you will apply\nyour ears to the hearing of the inspired prophets, the interpreters\nboth of God and of his word, and will believe in God, you shall both be\npartakers of these things, and obtain the good things that are to come;\nyou shall see the ascent unto the immense heaven plainly, and that\nkingdom which is there. For what God hath now concealed in silence [will\nbe then made manifest,] what neither eye hath seen, nor ear hath heard,\nnor hath it entered into the heart of man, the things that God hath\nprepared for them that love him.\n\n8. In whatsoever ways I shall find you, in them shall I judge you\nentirely: so cries the End of all things. And he who hath at first\nlived a virtuous lift, but towards the latter end falls into vice, these\nlabors by him before endured shall be altogether vain and unprofitable,\neven as in a play, brought to an ill catastrophe. Whosoever shall have\nlived wickedly and luxuriously may repent; however, there will be need\nof much time to conquer an evil habit, and even after repentance his\nwhole life must be guarded with great care and diligence, after the\nmanner of a body, which, after it hath been a long time afflicted with a\ndistemper, requires a stricter diet and method of living; for though\nit may be possible, perhaps, to break off the chain of our irregular\naffections at once, yet our amendment cannot be secured without the\ngrace of God, the prayers of good men, the help of the brethren, and our\nown sincere repentance and constant care. It is a good thing not to sin\nat all; it is also good, having sinned, to repent; as it is best to have\nhealth always, but it is a good thing to recover from a distemper. To\nGod be glory and dominion for ever and ever Amen.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of An Extract out of Josephus's Discourse\nto The Greeks Concerning Hades, by Flavius Josephus\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DISCOURSE TO THE GREEKS ***\n\n***** This file should be named 2847.txt or 2847.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/8\/4\/2847\/\n\nProduced by David Reed\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":108,"split":"train"}
