{"ori_id":"7106fc99070090d24c52168a4d1e0727b296fa20","title":"Book of Ruth","context":"Book of Ruth\n During the time of the Judges when there was a famine, an Israelite family from Bethlehem – Elimelech, his wife Naomi, and their sons Mahlon and Chilion – emigrated to the nearby country of Moab. Elimelech died, and the sons married two Moabite women: Mahlon married Ruth and Chilion married Orpah.\nAfter about ten years, the two sons of Naomi also died in Moab (1:4). Naomi decided to return to Bethlehem. She told her daughters-in-law to return to their own mothers and remarry. Orpah reluctantly left; however, Ruth said, \"Intreat me not to leave thee, [or] to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people [shall be] my people, and thy God my God: Where thou diest, will I die, and there will I be buried: the LORD do so to me, and more also, [if aught] but death part thee and me.\" (Ruth 1:16–17 KJV)\nThe two women returned to Bethlehem at the beginning of the barley harvest, and in order to support her mother-in-law and herself, Ruth went to the fields to glean. As it happened, the field she went to belonged to a man named Boaz, who was kind to her because he had heard of her loyalty to her mother-in-law. Ruth told Naomi of Boaz's kindness, and she gleaned in his field through the remainder of barley and wheat harvest.\nBoaz was a close relative of Naomi's husband's family. He was therefore obliged by the Levirate law to marry Mahlon's widow, Ruth, in order to carry on his family's inheritance. Naomi sent Ruth to the threshing floor at night and told her to go where he slept, and \"uncover his feet, and lay thee down; and he will tell thee what thou shalt do.\" (3:4) Ruth did so. At midnight Boaz was afraid and turned to see that a woman lay at his feet. When asked who she was, she replied: \"I [am] Ruth thine handmaid: spread therefore thy skirt over thine handmaid; for thou [art] a near kinsman.\" (3:9) Boaz blessed her and agreed to do all that is required, and he noted that, \"all the city of my people doth know that thou [art] a virtuous woman.\" (3:11) He then acknowledged that he was a close relative, but that there was one who was closer, so he deferred to spread his cloak over her at that time, and she remained in submission at his feet until she returned into the city in the morning. Early that day, Boaz discussed the issue with the other male relative, Ploni Almoni (\"so-and-so\"), before the town elders. The other male relative was unwilling to jeopardize the inheritance of his own estate by marrying Ruth, and so relinquished his right of redemption, thus allowing Boaz to marry Ruth. They transferred the property and redeemed it by the nearer kinsman taking off his shoe and handing it over to Boaz. (Ruth 4:7–18) Boaz and Ruth were married and had a son named Obed: who is \"the father of Jesse, the father of David.\" (4:13–17)\nï»¿The Project Gutenberg EBook of Children of the Old Testament, by Anonymous\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Children of the Old Testament\n\nAuthor: Anonymous\n\nRelease Date: July 28, 2007 [EBook #22162]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK CHILDREN OF THE OLD TESTAMENT ***\n\n\n\n\nProduced by Al Haines\n\n\n\n\n\n\n\n\n\n\n[Frontispiece: Joseph sold by his brethren.]\n\n\n\n\n\n\nCHILDREN\n\nOF THE\n\nOLD TESTAMENT\n\n\n\n\n\nTHOMAS NELSON AND SONS, LTD.\n\nLondon, Edinburgh, and New York\n\n1908\n\n\n\n\nCONTENTS.\n\n\n  JOSEPH THE DREAMER\n  THE STORY OF BENJAMIN\n  THE CHILD MOSES\n  RUTH THE GLEANER\n  THE CHILD SAMUEL\n  DAVID THE SHEPHERD YOUTH\n  KING DAVID'S LITTLE BOY\n  ELIJAH AND THE WIDOW'S SON\n  THE SHUNAMMITE'S BOY\n  A LITTLE JEWISH MAID\n\n\n\n\nLIST OF ILLUSTRATIONS\n\n\nJoseph sold by his brethren . . . . . . . . . _Frontispiece_\n\nThe babe among the bulrushes\n\nRuth and Naomi\n\nThe child Samuel\n\nDavid and Goliath\n\nNaaman at the house of Elisha\n\n\n\n\nCHILDREN OF THE OLD TESTAMENT.\n\n\nJOSEPH THE DREAMER.\n\nTwo boys, Joseph and Benjamin, sons of a rich Eastern shepherd, lived\nin their father's wide tent in the great valley of Hebron.  Joseph was\nabout seventeen years of age, and tall and strong, so that he could\ndrive sheep, herd cattle, and work in the harvest field.  Benjamin was\na little red-cheeked boy of five, with merry brown eyes, and his\nbrother Joseph loved him very dearly, for their mother was dead.  The\nfather of the boys, whose name was Jacob, had thousands of sheep and\nhundreds of camels, asses, and cattle, so that he was looked upon as a\nvery rich man; and he had ten grown-up sons, who roamed about the\ncountry feeding the sheep in the green valleys and by the water-brooks.\n\nJoseph was dearly loved by Jacob, because the boy had been born when\nhis father was an old man; and that was one reason why his older\nbrothers hated Joseph and did all they could to annoy him.  Perhaps\nthey feared that their father would leave all his wealth to his\nfavourite son, and you know that this sometimes makes quarrels among\nbrothers and sisters.\n\nNow Jacob showed his special love for Joseph by making him a coat of\nmany colours--a long tunic with stripes of red, green, blue, and\nyellow, having a coloured fringe at the knee, and a bright shawl to\nbind it closely round his waist.  Joseph was very proud of this coat,\nbut the others hated both it and him, believing that he would get the\nbest of everything from their father--all but Reuben, the eldest, who\nloved the lad, and smiled kindly when he saw his gay tunic.\n\nOne day at the harvest-time the sons of Jacob were all at home, cutting\ndown the yellow grain, and taking it away on the backs of asses to the\nthreshing-place.  Joseph, of course, worked with them, but they were\nalways finding fault with him, and trying to vex him.  He knew,\nhowever, that his father loved him, and this made him able to bear\ntheir unkindness with patience.  Besides, his mind was filled with\nboyish thoughts of how great he would be, and what he would do, when he\ngrew up to be a man.  He was very strong for his years, and joined with\nthe women in tying the grain into bundles, and loading it on the asses;\nand it was very hard work, indeed, out there in the scorching Eastern\nsun.\n\nBut rest came at night.  When Joseph lay down with his little brother\non a heap of straw at the back of the tent, he slept soundly, and\ndreamt the golden dreams of youth.\n\nHe dreamt one night that they were all binding sheaves once more out in\nthe sunny field, and his brothers' sheaves rose up and bowed down to\nhis sheaf.  Joseph took it all in earnest, and next day he told the\ndream to his brothers, perhaps as they were sitting at their midday\nmeal in the shade of a spreading tree; but he soon knew from their\nangry faces that they saw nothing pleasant in it, and when his story\nwas told they called out to him,--\n\n\"Shalt _thou_, indeed, reign over _us_?\"\n\nThey were jealous of him, and, of course, this did not make them any\nkinder to the young lad.  But Joseph remembered what his father had\ntold him--that dreams were sometimes messages from God; and he believed\nthat his dream was a message, and that he would one day be greater than\nall his brothers.  They also believed in dreams, and feared that what\nthe boy had dreamt might come true, so that they began to hate him all\nthe more.\n\nIn those days people thought that the stars had a great deal to do with\ntheir lives; and certain men said that they could tell what would\nhappen to a new-born child when he grew up by looking at the stars\nwhich were to be seen in the sky at the time of his birth.\n\nNow Joseph looked often at the stars, and wondered who placed them\nthere, and what they had to do with him.  And one night as he lay\nasleep in his father's tent he had another dream, and this time it was\nabout the stars that could be seen through a slit in the tent, gleaming\nand sparkling in the dark blue sky.  He dreamt that the sun and the\nmoon and eleven of the largest of the twinkling stars came and bowed\ndown to him.\n\nHe told this dream also to his angry brothers, as well as to the old\nman his father, who gently checked him for his vain thoughts.  He had,\nhowever, a soaring mind, and had more dreams still, of which we are not\ntold, so that his brothers gave him, partly in mockery, the name of\n\"Joseph the Dreamer.\"\n\nNow at certain seasons grass was somewhat scarce in the Vale of Hebron,\nso at one time Jacob sent his sons away with their sheep and cattle to\nseek food in other valleys where the grass was longer green.  They went\nalong the hills to the beautiful Vale of Shechem, fifty miles away; and\nafter some time had passed the old shepherd began to wonder if they\nwere all well, for he had not heard from them for some days.\n\nIt was his usual custom when his sons were away from home to send a\nmessenger to them with cheese, butter, and wine, and other nice things\nto eat; and this time he asked Joseph to go.  Now, a camel ride of\nfifty miles was not an easy undertaking, for there were robbers in\nthese parts, and the old man was much pleased when Joseph said he was\nnot afraid to set out on the journey.\n\nMounted on a strong camel, with side baskets filled with cakes of figs,\ndried raisins, parched corn, and leather bottles of oil and wine, the\nyoung lad rode away.  He was dressed in his favourite coat of many\ncolours, protected by his long cloak, while a bright kerchief covered\nhis head, and a spear and club hung at his saddle.  And as his father\nwatched him going along the yellow track and over the hill towards the\nBethlehem road, he sent up a prayer for his safe return.\n\nWhen Joseph came in due time to the Vale of Shechem, he wandered about\nasking the few people he met for his brothers; and at last he was told\nby a certain man that he must ride to a place called Dothan, where\nthere were two wells, for his brothers were there feeding their flocks.\nThis he did, and in due time came to the spot where his brothers were\nresting.\n\n\"Who is this coming over the hill from Shechem?\" said the brothers to\neach other, as they shaded their eyes with their hands to watch Joseph\ncoming down the track into the plain.\n\nThey expected more riders to follow him, but no more came, and they\nwondered who the lonely traveller could be.  After a time the newcomer\nurged his camel into a trot across the plain, and they soon saw that it\nwas Joseph.\n\n\"Behold, this dreamer cometh!\" cried one.  Now they had their father's\nfavourite in their power.\n\n\"Let us slay him for his dreams, and throw him into some pit,\" said\nanother; \"and we will say that some wild beast has eaten him up.\"\n\nBut Reuben, one of the ten, would not hear of hurting the lad, though\nhe agreed to their putting him into a pit; for he had made up his mind\nthat when the night came he would help the lad out again, and send him\nhome to his father.\n\nShouting to his brothers in his joy at finding them, Joseph urged on\nhis camel; but no answering shout came back again, and his heart sank\nwithin him.  His camel knelt on the ground, and leaping off its back,\nhe turned to his nearest brother for the kiss of welcome; but a strong\narm warded him off.\n\nHe turned to another in surprise, only to meet with the same cold\ndislike.  He told them what his father had sent, and took out the\npresents from the camel-bags, giving them the old shepherd's kind\nmessages.  But it was all of no use.  He could not make friends of\nthese dark, bearded men, whose flashing eyes spoke only of their bitter\nhatred towards the young lad their brother.\n\nSeizing him roughly, they stripped him of his coat of many colours, and\nleading him to a deep hole in the ground called a pit, they pushed him\nin.  What would become of his dreams now?\n\n\"Let him die there of thirst and hunger,\" they said, as they turned to\nfeast upon the good things the lad had brought to them with such a\njoyful heart.\n\nMeanwhile Reuben had gone away, so as not to see his brother treated\ncruelly; and now the men feasted together in sullen silence, for they\nwere by no means happy.\n\nWhile they sat eating they watched a string of camels come over the\nhills to the north, and draw nearer and nearer across the plain; and\nbefore long they saw that the travellers were a band of merchants\ntaking slaves and spices to the distant land of Egypt.  Slaves!  That\nwas the very thing; and a flush came over the face of Judah as he said\nto his brothers,--\n\n\"What shall we gain if we kill our brother?  Let us sell him to these\nmen.  Let us not harm him, for, after all, he is our brother.\"\n\nSo they helped Joseph out of the pit and showed him to the merchants,\nwho saw that he was a handsome lad, such as would bring a good price in\nthe slave-market in Egypt, where red-cheeked boys were of greater value\nthan black boys of the desert; and they bought him for twenty silver\npieces, which they counted out to Judah upon the ground.\n\nTied with a rope like a dog to his master's camel, Joseph was led away\nby the dusky merchants on their slow march to Egypt.  They did not heed\nhis cries and tears, for they bought and sold boys and girls, as other\nmen bought and sold sheep and cattle, almost every day of their lives.\n\nWhen night drew near, and Reuben came quietly towards the edge of the\npit and called his young brother's name, he got no answer but the\nsighing of the wind in the grass.  Believing that the lad was dead,\nReuben tore his clothes in his grief, and ran quickly to his brothers'\ntents; but they hid the truth from him, and having dipped Joseph's\ntunic in the blood of a goat which they had killed, they brought it to\nhis father.\n\n\"This have we found,\" they said.  \"Tell us now whether it is your son's\ncoat or not.\"\n\nThen the old man knew it at once, and said, \"It _is_ my son's coat; an\nevil beast has devoured him.  Joseph is without doubt rent in pieces.\"\nAnd in his bitter grief he tore his garments after the manner of his\npeople, while his sons and daughters tried in vain to comfort him.\n\n\"I will go down to the grave,\" he said, \"mourning for my son.\"\n\n\n\n\nTHE STORY OF BENJAMIN.\n\nI.\n\nJoseph was bought from the merchants by an officer who had command over\nthe soldiers of Pharaoh, the ruler of Egypt; and after a time of trial\nhe prospered so well that he became one of the chief officers of the\nking, having among other tasks the care of the royal granaries or\nstorehouses of corn.\n\nNow Joseph, who was very wise and thoughtful, caused great storehouses\nof brick to be set up in all the cities, and he told the people to\nplace in these granaries one-tenth of the yield of each year's harvest.\nThis he did to guard against any time of famine which might fall upon\nthe land.\n\nFor seven years of plenty this was done, and after that there came upon\nthe land and upon all the lands round about seven years of famine; and\nonly in the land of Egypt was there corn for the people.  And when the\npeople cried to Pharaoh for bread he said, \"Go unto Joseph; what he\nsaith to you, do.\"  Then Joseph opened all the storehouses, and sold\ncorn to the Egyptians.  And from all the countries round about people\ncame into Egypt to buy corn.\n\nFar away in the Vale of Hebron the famine was sore, and the sons of\nJacob did not know what to do.  Then when things were at their worst\nnews came to Jacob that there was corn in Egypt.  So he sent his ten\nsons away with their empty sacks and their asses to buy corn for their\nfamilies.  They wished to take their young brother Benjamin with them,\nbut their father would not allow them.  He had lost Joseph, he said,\nand he would not risk Benjamin with them.\n\nHaving crossed many a weary mile of yellow sand and barren rock, they\nwere stopped by a high wall set with forts and gates guarded by\nsoldiers; and they had to say what they wanted before they were allowed\nto pass into Egypt.\n\nFor days they walked by the side of the great river Nile, along the\nroad to Memphis, where the king's stores were, and at length they saw\nthe city upon an island in the river.  Stepping into broad ferry-boats\nwith their animals, they were taken over, and went up the long road,\nlined on each side with the figures of winged lions in stone, towards\nthe wide market-place of the great city.  There they made known what\nthey wanted, saying that they had come from Hebron to buy corn; and\ntheir names and business were written down on a tablet, which was taken\nto the keeper of the granaries.\n\nWord soon came that they must go before the keeper; and they were\nwarned to be careful what they said, for he was one of the king's chief\nofficers.  Taking off their sandals and cloaks at the steps, the ten\nHebrew shepherds went between the pillars at the door and stood waiting.\n\nWithin sat a young Egyptian, dressed in a robe of white linen, and\nwearing a great black wig of horsehair with many small plaits.  His\nscribes sat at tables below him, writing down any orders he might wish\nto give.\n\nAn Egyptian soldier told the sons of Jacob to go forward.  Then the ten\nmen went in and knelt down humbly before the young Egyptian; nor did\nthey rise until he gave them leave.  He looked at them and frowned, and\nthey were afraid.\n\n\"Where do you come from?\" the officer asked sharply.\n\n\"From the land of Canaan, to buy corn,\" was the humble answer.\n\n\"You are spies!\" he cried in a passion.  \"You have come to spy out the\nweakness of the land.  What is your calling?  Who are your friends?\"\n\nThe ten Hebrews could scarcely speak for terror.  They had heard\nterrible stories of how these fierce Egyptians never allowed spies to\nget out of their country alive.\n\n\"No, my lord; thy servants have come to buy food,\" said one.  \"We are\nall one man's sons,\" cried another.  \"We are honest men; thy servants\nare no spies,\" pleaded a third.\n\nBut the great Egyptian only listened with a frown to their whining\nvoices.  \"No,\" he replied firmly; \"you have come to spy out the\nweakness of Egypt.  Is your father alive?  Have you another brother?\"\n\nWhy was this man so angry with them? they wondered.\n\n\"We belong to one family of twelve brothers,\" Judah replied.  \"We have\na father, an old man, and another brother, the child of his old age,\nand he alone is left of his mother's children, and his father loves him\nmuch.  We are the sons of one man in Canaan, and truly the youngest is\nnow with our father, and one other is dead.\"\n\nWas he still angry?  They lifted their dark eyes to the stern face of\nthe young Egyptian.\n\n\"I see you are spies,\" was the harsh reply, but his voice was softer.\n\"In this way I will prove you.  By the king's life, you shall not go\nback unless your younger brother is brought here to me.  Send one among\nyou to bring him, and the rest of you shall be kept in prison until he\nreturns.  So shall I prove whether what you say is true.  If you will\nnot do this, then by the king's life you are spies indeed!\"  He waved\nthem away with his hand, and the Egyptian soldiers pushed them out at\nthe door, telling them that they must come away at once to prison.\n\nAs they sat on the earthen floor of the prison looking at each other in\nsilence, they felt amazed and full of sorrow, thinking that they would\nnever see their tents and their little ones again.  For they did not\nknow that the king's officer was their own brother Joseph, and that\ninstead of being angry, he was really filled with joy at seeing them\nafter twenty years of separation.  As for his angry words, he was only\ntrying them, and meant nothing but kindness, as we shall see.\n\n\nII.\n\nJoseph's brothers were to be kept in prison until they settled who\nshould ride back in haste to Hebron to bring Benjamin down into Egypt;\nbut Joseph's heart was tender, and after a while he began to think that\nperhaps he had been too harsh with them.\n\nOne man, he told himself, could not carry enough corn to feed all the\nstarving families in Hebron, and it might be dangerous for him to ride\nback alone.  His old father, too, would be anxious.  So he sent word to\nthe prison that the brothers might all go home but Simeon, who must\nstay in prison until the rest came back with their young brother.\n\nHe also gave orders that they were to have their corn-sacks filled, and\nthat each man's money was to be secretly tied up again in the mouth of\nhis sack.\n\nAll the brothers were glad but Simeon, who begged them to come back as\nquickly as they could; and riding on their high camels, with their\nwell-laden asses tied to each other in a long line, they left the\nEgyptian city, thankful to get away, and went back to their old father\nin Hebron.\n\nJacob was glad to see them again, but he would not believe their story\nabout Simeon being left behind; and he refused to let them have\nBenjamin, for he said that Joseph was once taken and never came back,\nand that the same fate would befall the other son of his old age.\n\nWhen they said that the Egyptian ruler had ordered them to bring their\nyoung brother down, their old father only asked, with flashing eyes,\nwhy they told the Egyptian that they had another brother.  They replied\nquite truly that he asked them the question.  Jacob did not believe\nthem, and this made him all the more determined not to trust Benjamin\nwith them.\n\nBut the corn which they had brought was soon finished, and the old man\nurged his sons to go back to Egypt for more.  They refused to do so\nunless they could take Benjamin with them; and after holding out for a\nlong time, at last their father yielded.  He bade them make up a little\npresent of honey and dates and simple country things for the terrible\nEgyptian, hoping that the great man would not be unkind to his youngest\nson.  Then with hands upraised he asked God's blessing upon his sons,\nand with a sorrowful heart saw them ride away.\n\nMounted on strong camels, and followed by a string of asses with the\nempty corn-sacks on their backs, the ten brothers left the Vale of\nHebron, and rode slowly across the hot desert to one of the gates of\nthe great Egyptian wall.  Again they came to the island, and were\nferried over to the city as before.\n\nThe camels knelt in the wide marketplace, where Joseph had been sold as\na slave twenty years before, to wait while one of the brothers went to\ntell the doorkeeper of Joseph's house that the ten shepherds of Canaan\nhad returned with their youngest brother.  After waiting for a time\nthey were told that the king's officer would see them.\n\nJoseph was glad when he heard that his brothers had come back again,\nand that they had brought his youngest brother with them.  Pulling his\nblack wig down over his brow to hide his pleasure, he ordered them to\nbe brought in; and when they came and knelt before him, it was not on\nJudah or Reuben, but on the young man Benjamin, that he fixed his\nsearching eyes.\n\nHis brother had grown so much that he hardly knew him for the little\nboy who used to run about the camp holding his hand as he took him to\nsee the little lambs and the small black kids at play.\n\n\"Take these men to my house, for I shall dine with them to-day,\" was\nall Joseph said.  The brothers were amazed when the meaning of the\nEgyptian words was made known to them.  And when the gates of the\ncourtyard closed behind them, they thought they were prisoners again,\nand sat down on the stone pavement to sigh and mourn.\n\nBut at noon there came a loud knocking at the gate, and the red and\ngreen chariot of the great Egyptian drove in, and soon they were\nsummoned to stand before him.  With their simple presents in their\nhands, they went through the garden and into his beautiful house, and\nkneeling, laid the gifts at his feet.\n\n\"Is your father well?\" the great man asked in a kindly voice.  \"The old\nman of whom you spoke--is he still alive?\"\n\n\"Thy servant our father is alive and in good health,\" they answered\nhumbly.\n\n\"Is this your younger brother, of whom you spoke?\" he asked again,\nspeaking as if he did not know one from another.  Benjamin answered\nwith a low bow; and Joseph said, \"May God be gracious to thee, my son!\"\nThen Benjamin looked up at him, and Joseph felt the tears coming into\nhis eyes; and rising from his chair, to the surprise of the men, he\nleft the hall.  They did not know why he had done so.  But if they had\nseen him in his own room weeping like a child for very joy, they would\nhave been more astonished still.\n\nThe meal was served, and the ten brothers were surprised when the\nEgyptian ruler set them at a table all in the order of their ages; but\neven yet they did not know who he was.  Joseph sat at a table by\nhimself, with a beautiful silver wine-cup before him, and he sent\nplates of choice food to each of his brothers; but he sent to Benjamin\nfive times as much as to any of the rest.\n\nNext morning they were sent home with their asses laden with\nwell-filled corn-sacks.  They were very glad to get away so quickly,\nand they wondered as they went why the great Egyptian had been so kind\nto them.  But even yet the thought that he might be none other than\nJoseph had not entered their minds.\n\n\nIII.\n\nNow Joseph had told his overseer that as he filled the brothers'\ncorn-sacks he was to put their money into them again, and also to take\nhis own beautiful silver cup and put it into the mouth of Benjamin's\nsack.  This was done for a purpose, as we shall see.\n\nNext day, when the brothers had set out on their journey, the overseer\nwas sent for by his young master, who ordered him to put horses into\nhis chariot, to ride after the ten Hebrews, and to ask them why they\nhad stolen his master's silver cup.\n\nCracking his whip as he went, the Egyptian drove along the road, and\nsoon overtook the returning travellers.  Checking his horses, he\nstepped out of his red chariot and sternly asked why they had returned\nevil for good by stealing his master's precious silver cup; and he\nsmiled when he saw the fear in the faces of the dusky Hebrews, and\nlaughed when they all said that they knew nothing of the cup.\n\nHe did not believe them, he said, and would search for the cup himself;\nand he laughed again when they said he could search at once, and if he\nfound it with any one of them, he could put that man to death and make\nall the rest of them the slaves of his master.\n\nOf course the silver cup was found in Benjamin's sack; and pointing his\nfinger at him, the Egyptian said that he would take him back to be his\nmaster's slave, but as for the rest of the men, they could go on their\njourney to their homes.\n\nThe brothers wrung their hands at these words, and their hearts sank\nwithin them.  Judah had promised his father that he would bring\nBenjamin back again safe and sound, and now the lad was to become the\nslave of this terrible young ruler!  After all, the man's kindness of\nthe day before was only intended to make them feel the pain all the\nmore when he seized their young brother to be his slave.  They could\nnot return to their old father without him.  They would go back to the\nEgyptian city, they said, and all go to prison together rather than\npart with Benjamin.\n\nIn those days, when Hebrews were overcome with grief they tore their\nclothes, that all might see how sorrowful they were; and Judah was the\nfirst to seize his tunic and tear it down the front from neck to hem,\nand the others did the same.  In a mournful procession they followed\nthe Egyptian's chariot back to the city; and the people gazed at them\nas they passed, and laughed.\n\nWhen they reached Joseph's house and entered the courtyard, they sent\nin a very humble message, begging that he would see them.  And when\nthey came into his presence they knelt before him with bowed heads,\ntill their brows touched the coloured pavement.\n\n\"What is this that you have done?\" he asked.  \"Do you not know that\nsuch a man as I can find out secret things?\"\n\nJoseph wished to frighten them, but in his heart he was glad that his\nbrothers had not gone away, leaving Benjamin behind in slavery.  They\nwere kinder now than on that day so long ago when they sold him to the\ndark merchantmen in the far-off Vale of Dothan.\n\nIn a pleading voice Judah told the terrible Egyptian that all of them\nwere now his slaves.  But Joseph replied that he only wanted the man\nwho stole his silver cup; the rest could return to their father.\n\nThen Judah had more to say.  Holding up his hands for mercy, he told\nthe story of how they had begged their old father to let Benjamin come;\nadding that if they returned without him, the old man would die of\ngrief.  And to Joseph's surprise, he begged that he would let him stay\nbehind and be his slave for ever in place of his young brother, and let\nBenjamin go home to his father.\n\nAt times while Judah was speaking Joseph looked at Benjamin, and\nsometimes he turned away his head lest they should see the tears in his\neyes.  And when his older brother offered to be his slave for ever, the\nyoung Egyptian suddenly ordered every one to leave the room but the\nHebrews; and he remained silent, with his head turned away, while his\nEgyptian friends and servants went slowly out.\n\nAs soon as they were all gone he sprang to his feet, and held out his\nhands to his brothers, calling to them in Hebrew,--\n\n\"I am Joseph!  Is my father indeed alive?\"\n\nThe men gazed at him in amazement.  What would this terrible Egyptian\ndo next?  Who was this who knew about their brother whom they had sold\ninto slavery?  They were dumb with wonder.\n\n\"Come nearer to me, I beg of you,\" he pleaded.  It was the voice of\nJoseph that rang in their ears.  They came nearer, and gazed up at the\ngreat man.  These cheeks were too ruddy for an Egyptian, and these\nbrown eyes--were they not the eyes of Joseph!\n\n\"I am Joseph, your brother, whom you sold into Egypt!\" he cried.  They\ncould no longer doubt that he spoke the truth to them; and as they came\nforward he clasped them in his arms one by one, weeping for very joy.\nThen seeing in their eyes the deep sorrow for their past unkindness, he\nadded,--\n\n\"Be not grieved nor angry that you sold me into Egypt, for it was God\nwho sent me hither to save many lives in the years of famine.  I am\nlord of the king's palace and ruler of all Egypt.\"\n\nThen he took his wondering brothers home with him to stay in his fine\nhouse, where his Egyptian wife and their little children lived; and\nafter a time he sent them away, laden with presents, and with wagons to\nbring down their children and their old father Jacob into Egypt.  For\nthey were all to come down, he said, and live in the golden and\nfruitful land of Goshen, and he would watch over them there.\n\n\n\n\nTHE CHILD MOSES.\n\nI.\n\nJacob and his sons stayed in Egypt until the old man died.  Then Joseph\ncarried his body back to Hebron in a great funeral procession, and\nhaving buried him beside his wife, who had been dead for a long time,\ncame back again to Egypt.\n\nThe Hebrews expected to return to Canaan soon, but that was not to be.\nIn course of time Joseph and his brothers died, but still the Hebrews,\nor Israelites, as they were also called, stayed on in Egypt, and in\ntime grew into a great nation.  Then a new king came to the throne, who\nwas afraid of their numbers, and made slaves of them all, forcing them\nto make bricks and build for him great walls, forts, and buildings of\nall kinds.\n\nThey were taken in gangs, guarded by soldiers, to the place where the\nbrown river clay was thick; there they dug it out with spades, trod it\nwith their feet, and worked it with their hands until it was wet and\nsoft.  Then they shaped it with little square boxes into brown bricks\nfor building.  Other workers placed the bricks in baskets and carried\nthem away to the boats in the river, for the boatmen to take up to the\ngreat cities where the walls were being built.\n\nSome of the Israelites toiled at building these high brick walls,\nstorehouses, forts, and even cities for the great king; and it is not\nunlikely that some of the Pyramids, which we now see standing on the\nbanks of the Nile, were built by these poor slaves in the days now long\ngone by.\n\nOthers, again, were driven out to the fields to drag wooden ploughs up\nand down like cattle, to dig with small wooden spades, and to clear the\nland of stones; and when the harvest came, they cut down the crops and\nthreshed out the grain, and carried it off to their master's\nstorehouses.\n\nOthers had to stand on the bank of the river all day long, filling\nbuckets with water and emptying them into little drains that ran away\ninto the fields.  And over all these slaves were slave-drivers, who\nstood beside them with long whips to lash them if they did not work\nhard enough.  So the poor Israelites were very unhappy, and often\nprayed to God that they might be set free again; for they were the\nlowest labourers in the land, toiling for those who gave them no money\nfor their work.\n\nBut for all this they increased more and more in numbers, until the\nking was afraid that they might some day side with his enemies and\nfight against him, and then he would be in great danger; so he treated\nthem more cruelly still, and at last ordered all the boy children that\nwere born to the Israelites to be thrown into the river.\n\n[Illustration: The babe among the bulrushes.]\n\nThere was great weeping and sorrow amongst the Hebrew mothers when they\nheard of the king's cruel order.  And they did many strange and brave\nthings to save their little ones, and did indeed save many of them; but\nmany others perished, so that there was grief instead of joy in the\npoor Hebrew huts whenever a baby boy was born.\n\nNow, Jochebed, one of those Hebrew mothers, lived in the city of the\ngreat king, so close to the side of the blue Nile that the white walls\nof the royal palace were reflected in the water.  She had a little baby\nboy, so beautiful that she told her husband he must not be thrown into\nthe river where the crocodiles were, for she herself would save him\nalive.\n\nShe had two other children--Miriam, a girl of fifteen, and Aaron, a\nlittle boy of three--and she told them that they were not to tell any\none they had a little baby brother in the house lest the king's\nsoldiers should come and take him away and throw him into the river.\nAnd she kept her little baby carefully hidden in the house, running to\nhim every time he cried lest he should be heard outside, and trembling\neach time a soldier passed her door.\n\nFor three months she was able to keep her child hidden from the\nslave-drivers.  Often did she pray to God that he might never be found;\nand she loved her baby all the more because of the danger he was in.\n\nBut at last a day came when his mother could keep him hidden no longer.\nWith a sorrowful heart she saw that she must get him away, although at\nthe moment she could not tell how to do so.  Then she weighed him in\nher arms, measured him with her hands, and made up a plan to save him\nsuch as only a mother's heart could devise.\n\nShe had seen a fair Egyptian princess coming down from the palace every\nmorning to bathe in the river at a place not far from her hut; and she\nthought that if this princess could only see her lovely baby boy she\nwould save him.\n\nSo this Hebrew mother went down to the river and gathered an armful of\nstrong reeds.  With these she wove a stout basket long enough and wide\nenough to hold her baby boy.  Then she painted it inside and out with\nblack bitumen, until not a drop of water could get in.  She lined it\nnext with soft cloth of red and green, as mothers line their cradles,\nand then it was ready to be placed on the water and save the life of\nher little boy.\n\n\nII.\n\nThe morning sun shone brightly on the broad surface of the Nile,\nturning the Pyramids on the banks into dull gold, and lighting up the\npalaces of the city; and while the white-robed priests went up to the\ntemple roof to beat the brass gong and chant their hymn to the morning,\nthe poor Hebrews flocked in thousands out of their little yellow huts,\nto do their heavy tasks amongst the wet, brown clay by the riverside.\n\nTaking Miriam with her, Jochebed, the Hebrew mother, stole out of her\nhut, carrying a little black basket shaped like a boat, with something\nasleep in it, hidden under her wide blue cloak.  Crossing the fields,\nshe went down to the riverside and along the path until she came to the\nbeach of golden sand where the red-feathered hoopoes strutted in the\nsun--the place where the princess came to bathe, not far from the\nlilies of white and yellow.\n\nAs they went she told Miriam what she was to do when the princess came,\nand then stepping down to the water's edge at a place where the lilies\ngrew thick, she opened the basket, kissed something in it, and covered\nit over again.  Stepping into the water, she gently put down the little\nbasket to float among the water-flags, where the princess could not\nhelp but see it as she came along the path on the bank above.\n\nWith tears running down her cheeks, this Hebrew mother turned away,\npraying, as she went, that all would be well with her little child;\nwhile Miriam, going a short way off, sat down on the sand to watch\nuntil the lovely princess came.\n\nSlaves in red tunics, with swords at their sides, bowed low down to the\nearth as they opened the palace gates to let out a bright throng of\ngirls, laughing and singing as they went on their way down to the\nriver; and the wind blew aside their thin robes of white and pink and\nsoft blue, showing bare feet thrust into little slippers of red and\nyellow leather.  Foremost of the band walked the young princess,\nholding a white bud of the lotus lily and smelling it as she went,\nwhile slave girls kept the hot rays of the sun from her head with fans\nof peacock feathers.  She, too, had red slippers on her feet, and her\nneck and arms shone like pale copper; but she wore no chains or rings,\nfor she was going to bathe, and her brown eyes looked with pleasure\nupon the cool waters of the broad river.\n\nShe did not notice the Hebrew girl sitting on the sand as she walked\nalong the river's bank; but in a few moments she saw a strange little\nblack object floating among the green flags, and at once sent some of\nher maidens to bring the strange thing to her.\n\nRunning down to the water, the girls lifted out the little dripping\nbasket, wondering what was in it that made it feel so heavy; but soon a\nlittle cry from within told them, and they went quickly with their\nburden to the princess, to ask what they should do with it.\n\nThe dark eyes of the Hebrew girl were watching them as she sat playing\nat odd and even with round stones from the river--a favourite game of\nthe children of Egypt.  She saw them bring the basket to the princess.\nShe saw her smile, and noticed her pleased cry when they opened the\nlid; and she heard her speaking kindly to the little child, which was\ncrying loudly.  The girls were crowding round the open basket, looking\nin at the child; and when they placed the basket upon the ground and\nlooked about them in doubt, Miriam knew that her time had come, and\nwent timidly forward.\n\n\"This is one of the Hebrew children,\" the gentle princess said, with\npity in her voice, as she looked at the baby's red cheeks, so different\nfrom the brown cheeks of the Egyptian babies.  The little boy still\nwept loudly, and the princess's heart was touched, for he would not\nstop crying.  What was to be done?\n\nRunning with bare feet upon the hot sand, Miriam, clad in the rough red\nand blue of a Hebrew slave girl, drew near to the princess, and\nkneeling down at a little distance, said,--\n\n\"Shall I run and call a nurse from among the Hebrew women, that she may\nnurse the child for thee?\"\n\nThe princess knew that such baby boys were to be thrown into the river;\nbut perhaps the meaning of it all dawned upon her as she talked with\nher maidens, for she turned with a smile to the kneeling girl, and said\nsimply, \"Go.\"\n\nWith light feet and a beating heart Miriam sped away to the spot where\nher mother was hiding, calling to her in Hebrew as she went to come\nquickly.  The princess and her maidens looked with amusement at the\nHebrew woman as she came swiftly forward and knelt before them; and the\nwhole of the mother's little plot was clearly seen in her blushing\ncheeks and tear-filled eyes.  This clever little slave girl had found a\nHebrew nurse very, very quickly!\n\n\"Take this child away and nurse it for me, and I will give you your\nwages,\" the princess said to the kneeling woman; and she smiled again\nwhen the little child ceased weeping and held up his little chubby arms\nas soon as this Hebrew woman's face bent over him.  She was indeed the\nmother, but the princess would tell no one, for thenceforth the boy was\nto be as her own child.\n\nWhen the little child grew up this good princess took him into her\nlovely palace to be her son; and she called him Moses, because that\nname meant that he was taken out of the water.  And there is a pretty\nstory told about this same princess by an old Jewish writer, though it\nis not to be found in our Bible.\n\nHe says that the princess was so proud of the boy that one day she\nbrought the little fellow to her father the king, that he might see how\nbeautiful he was.  The king took off his golden crown and put it on the\nchild's curly head; but the little boy took it off again, and putting\nit upon the ground, tried to stand upon it, which amused the king and\nhis courtiers very much.  The old Jewish writer says that this showed\nhow the little boy would one day force this king to set free the\nHebrews, which indeed he did, as the Bible tells us.  For Moses became,\nwhen he grew up, the great leader of the Israelites, who led them out\nof Egypt to the promised land of Canaan, where in time, after much\nfighting, they founded a kingdom of their own.\n\n\n\n\nRUTH THE GLEANER.\n\nIn the days before there was a king in Israel a woman called Naomi,\nwhose name means \"the pleasant,\" lived in the little village of\nBethlehem; and when at one time food was scarce, she left the place\nwith her husband and two sons, and went over into the land of Moab,\nwhere there was plenty of food to eat.\n\nFor ten years she lived in that land, and there her sons married\nMoabite girls.  Then heavy trouble came upon Naomi, for she lost not\nonly her husband, but her two sons also.  In her sorrow Naomi's heart\nturned to Bethlehem, with its cluster of white houses among the hills\nof her own country.  But before going back she bade her\ndaughters-in-law return to their mothers' houses, where they would be\nhappy.  They both wept, and Orpah, the elder, kissed Naomi and went\naway; but Ruth clung to her and refused to go.\n\n\"Entreat me not to leave thee, or to return from following after thee,\"\nshe said; \"for whither thou goest, I will go; and where thou lodgest, I\nwill lodge: thy people shall be my people, and thy God my God; where\nthou diest, I will die, and there will I be buried: the Lord do so to\nme, and more also, if aught but death part thee and me.\"\n\nSo they went back together to the village of Bethlehem, and Naomi in\nher sorrow said to her old friends, when she met them once more, \"Call\nme not Naomi 'the pleasant,' but Mara 'the bitter;' for God hath dealt\nbitterly with me.\"\n\nRuth wore the dress of the village girls, of deep green and bright red,\nwith a white veil streaming over her shoulder, and a row of coins upon\nher brow; and she was pleasant to look upon as she went up and down the\nstony path which ran from the gate in the wall to the women's well,\ncarrying her pitcher to get water.  As she moved along the path her\neyes often strayed over the plains of dry grass and the fields of\ngolden grain; for it was the rich harvest time, and she was very poor.\n\nRising one morning before the clouds were red over Hebron, she went\ndown into the valley where the harvesters were at work, and followed\nthe reapers and binders, picking up as a gleaner all the stray heads of\nbarley she could find.  As the binders were women she kept near them;\nand they talked kindly to her, for they knew her and had heard her sad\nstory.\n\nNow when Boaz, the farmer, came down to the village to see how the work\nwent on in his field, he called out, \"God be with you\" to his reapers;\nand they answered, \"May God bless you.\"  Turning to the women, he asked\nthe name of the strange maiden, and spoke kindly to her, calling her\nhis daughter, and telling her to keep close to his women, where no one\nwould touch her, and not to leave his fields.  If she was thirsty, she\nmight drink from the water-bottles from which the reapers could drink\nwhen they wished.\n\nKneeling before him with head bowed down, as if this farmer were a\nking, Ruth thanked him for his kindness to a stranger; and the man\nreplied that he had heard of her goodness to Naomi, her mother, and\npraised her.\n\n[Illustration: Ruth and Naomi.]\n\nWhen the midday heat was great the reapers gathered in a shady place,\nand Boaz bade Ruth come and share their bread and light wine, and he\ngave her parched corn, as much as she could eat.  In the afternoon they\nrose to work again, and Boaz told the reapers to let the girl glean\namong the sheaves, and pull out a handful here and there; and she\ngleaned there till the sun went down over the hills.\n\nNow the corn that she gathered was too heavy for her to carry away as\nit was, so she sat down and beat the barley out between two stones, and\ntying it up in her veil, put it on her head, and went home with a light\nstep.  Naomi was astonished when she opened out her store in the little\nhouse; for she had gleaned more than a bushel of barley.\n\nWhen she told Naomi where she had been, her mother said that Boaz was a\nrelative of her own; and the elder woman was glad indeed to hear that\nhe had given Ruth leave to glean in his fields during the whole of the\nharvest time.\n\nAnd so it came about that every day at the red dawn Ruth went singing\ndown the rocky pathway to work with the reapers in the warm Eastern\nvalley; and as the wheat harvest followed close upon the barley\nharvest, she worked for many days, returning home at night with her\nruddy cheeks burnt brown with the sun, to lay her heap on the floor of\nher mother's house; for they were laying up a little store with which\nto bake bread in the months of wind and rain that were before them in\nthe coming winter.\n\nBut as time went on they did not need to live in poverty, for Boaz\nmarried Ruth at the end of the wheat harvest; and this Moabite girl\nbecame the great-grandmother of King David, the most famous king of\nIsrael, and one of the ancestors of Jesus Christ our Lord Himself.\n\n\n\n\nTHE CHILD SAMUEL.\n\nI.\n\nWhen the Israelites had made their home in the promised land of Canaan,\nthey did not forget the God of their great ancestor Jacob; but they set\nup on a hill called Shiloh a tabernacle, or place of worship, where\nthey came to offer sacrifice to the God of their fathers.\n\nHere the priests of the tabernacle killed bullocks and rams and goats,\nand burnt their flesh on the great altars, believing that these\nofferings were pleasing to God; and here the people came also to the\nchief of the priests whenever they had disputes with their neighbours,\nfor the \"high priest\" was a judge in Israel.\n\nNow, at one time there lived in a little cottage on the hill of Ramah,\nnot far from what is now Jerusalem, a certain man named Elkanah, whose\nwife Hannah had a little boy named Samuel.  The child was dearly loved\nby his parents, and especially by his mother, who had made up her mind\nthat her son, when he grew up, should become a priest of the God of\nIsrael.\n\nThe child Samuel grew, amid sunshine and wind, at his father's home on\nthe hill of Ramah, watched by his mother with loving care; for when the\ntime came, he was to be given to the priests in the great tent of the\ntabernacle on the hill of Shiloh.  Three times the mother and child saw\nthe blossoms cover the twisted branches of the olive trees and fade\nagain; three times the valley was filled with golden wheat swaying in\nthe wind, and the song of the reaper was heard in the fields.\n\nThree happy years in Ramah, and the little child could run about, and\ntalk, and shout, and take care of himself when the camels and oxen were\nnear; then Hannah said she must how give him up to the priests.  So\nwith her husband she rode away upon a sure-footed ass, down the hills\nto the great festival at Shiloh, through rocky passes and across\nfoaming streams; and her face was sad, for the little child of three\nsitting in her lap she would not bring back again.\n\nShe took with her a sack of meal and a leather bottle of wine, while a\nservant led a young bull.  The animal was to be killed and burnt, while\nthe meal and wine were to be given to the priest at the tabernacle; for\nthese things were all to be offered as gifts to God.\n\nBefore long they saw the tabernacle on the hill of Shiloh, with its\nbroad tent-roof of red sheepskins, as well as the hundreds of little\nblack tents of the tribesmen, some grouped into camps with a flag,\nothers clustered round the springs and pools of water under the trees;\nand soon Hannah and her boy mingled with the crowds thronging into the\nwalled space about the tabernacle.\n\nWith beating heart the mother saw the bull killed and her meal and wine\ngiven to the busy priests.  Taking her child by the hand, she led him\nforward to the doorway of the tabernacle, where sat Eli, the aged chief\npriest.  The little child clung to his mother's dark-red robe as he\nstood with naked feet before the old man, the hem of his sleeveless\ntunic scarce reaching to his knees, and his head uncovered.\n\n\"Oh my lord,\" said the mother, \"I prayed for this child as a gift from\nGod, and God gave me my desire; and now I give him again to God as long\nas he shall live.\"\n\nThen she pushed forward her beautiful boy; and as Eli looked at the\nmother and child he was pleased, and drawing the little child to\nhimself, he blessed the waiting woman.  With bowed head and falling\ntears she went out at the tent door, leaving behind her the greatest\ntreasure of her life.\n\nBefore long the black tents were taken down by the women of the tribes,\nthe crowds of men and animals passed away through the openings in the\nhills, and the festival was over.  And Hannah rode up with her people\nback to Ramah, but not before she had kissed her sweet boy once more,\nweeping as she did so, and telling him in soft Hebrew words that she\nwould come again to see him.\n\nThe priests took the little child, and over his short blue tunic they\ndrew a white linen dress like their own.  After that he lived with them\nin one of the houses near the tabernacle on the hill of Shiloh, and\nthey taught him how to read from the old yellow rolls of the Bible; and\nhe served them, doing what he was told, as a little child should.  And\nthere were other brown-eyed boys of Israel there, left by their\nmothers, and all beautiful as little angels without wings.\n\nFour times a year the Israelite tribes gathered round this hill of\nShiloh, to bring gifts, and offer worship to God, and hold councils of\nwar.  Then little Samuel was glad, for his mother came to see him; and\nhe ran gaily about, now looking at the leaping fires on the brass\naltar, now watching the clouds of sweet smoke rolling out from behind\nthe blue curtains of the holy place of the tabernacle.\n\nSometimes he was told to pour olive oil into a flickering lamp;\nsometimes he would sing in the choir, or carry a golden bowl or a\npriest's shoes; but he was never allowed to go in behind the thick veil\nof purple, blue, crimson, gold, and white, which hid the sacred place\nknown as the Holy of Holies, where the gold-winged cherubs were.\n\nDid his mother forget little Samuel?  Other little children were born\nto her, but still she remembered him, away among bearded men in that\nlarge, dark tent; and this is how she showed her love for him.  She\ngathered of the finest of the lamb's wool, and having dyed it purple,\nspun it into threads; and with her loom of strings hanging from the\nroof she wove a little blue gown without a seam and without sleeves, to\nreach from his chin to his knees; and she worked it round the broad hem\nwith flowers and bells, and fruit of red and yellow and brown.\n\nAnd each time she went to the great yearly festival she took a little\nblue coat with her, making it longer and longer as the child grew into\na boy, and the boy became a ruddy youth; and with it, too, would go a\nlittle white willow basket with honey-comb and cheese, sweet cakes and\npressed figs, such as she knew that Samuel loved.\n\nThus she showed her constant love for the child who had left her side,\nbut would never leave her heart.  And the child-priest grew, not only\nin stature, but in favour with God and men.\n\n\nII.\n\nThe great tent of the tabernacle on the hill of Shiloh had thick\ncurtains woven in colours of blue, purple, and scarlet, and a high roof\ncovered over with red and brown skins to keep it warm and dry; the\nsides were of stone, and the doors of wood, with carved wooden pillars.\nA thick curtain of purple, scarlet, and gold hung down inside, dividing\noff the Holy of Holies at the end from the rest of the place, where the\npriests went about every day, attending to the altar of incense and the\ngolden lamps.  And there was a special golden lamp, with seven\nbranches, which always stood close to this great purple curtain.\n\nAll was dark in the Holy of Holies behind that heavy curtain, and there\nstood the Ark, a box about a yard long, plated with gold and having a\nwreath of gold round it, under the outspread wings of two golden\nangels.  Inside that box were two flat stones, on which were written\nthe Commandments that God had given to His people, the children of\nIsrael.  The priests had charge of the tabernacle, and of all that was\nin it; and they took special care of the Ark, which was the chief\ntreasure of the nation.\n\nNow it was Samuel's duty to shut the wooden doors of the tabernacle at\nnight, and sleep close to the great purple curtain and watch--a very\ntrying thing for one so young in such a large, silent place.  One night\nas he lay there asleep on his mat before the purple curtain, with the\ngreat lamp burning low and red, and shadows flickering about the silent\nplace, he was suddenly roused by what sounded like Eli's voice calling\nhim.  At once he answered, \"Here am I,\" and ran to the side of the aged\npriest.  But the old man told the wondering boy that he had not called\nhim, and with gentle words bade him lie down again, calling him his son.\n\nSamuel went back to his mat, but after a while he heard the voice once\nmore; and again he thought it was Eli, and ran to his bedside, saying\nthat he _did_ call him.  Eli now saw that God was calling the boy, and\ntold him to go and lie down, and if he heard the voice again, to\nanswer, \"Speak, Lord; for Thy servant heareth.\"  Then the boy Samuel,\nin wonder and fear, returned to his sleeping-mat before the great\npurple curtain, and lay down with the light shining upon him.  Once\nmore he heard the voice calling,--\n\n\"Samuel, Samuel.\"\n\n\"Speak, Lord; for Thy servant heareth,\" he replied in a trembling\nvoice.  Then Samuel heard a voice, which told him that God meant to\npunish Eli for not checking his sons, who were very wicked men, and had\ndone many things which were wrong in His sight; also that He had chosen\nhim to be the leader and judge of the people of Israel after Eli.\n\nThe boy slept again, the temple lamp burned low before the great\ncurtain, and the place was silent until the gray light of morning stole\nin.  Then Samuel rose, and as he unbarred the wooden doors of the\ntabernacle and opened them wide, the dawn was breaking over the hills\nin clouds of crimson and gold, filling the holy place with the light of\na new day.\n\nThe breath of morning was in his face as he looked out to the east and\nthe rising sun; and he felt a changed boy, for he had received a\nmessage from God Himself--a call to lead the people of Israel; yet he\nfeared to tell Eli of his vision, so great and so terrible.  But after\na while the old priest awoke, and calling him to his bedside put\nquestions to him; and when he heard that he had had a vision, he bade\nthe boy tell him all, both good and bad, and Samuel did so.\n\n[Illustration: The child Samuel.]\n\nThe story grieved the old man, but even yet he did not check his sons,\nwho were now too strong for him; and for some years more they went on\nin their wicked ways, and he still remained the chief priest.  But as\nhe grew older and weaker Samuel grew stronger; and when he became a\nman, he became known through all the land for his wisdom, and the\npeople said that Samuel was a friend of God, who had guidance from the\nMost High for His people.  So he continued to live at Shiloh as Eli's\nchief helper until the old man passed away; and so the little boy of\nthe tabernacle became in due time the chief prophet, the ruler, and the\njudge of Israel.\n\n\n\n\nDAVID THE SHEPHERD YOUTH.\n\nI.\n\nNow it happened in the days of Samuel that the tribes of Israel made up\ntheir mind to choose a king to rule over them.  Their choice fell upon\na leader whose name was Saul, and who was made the first king of Israel.\n\nKing Saul was a brave man and a wise leader, who made the name of the\nIsraelites feared by all their enemies round about.  But after a time\nhe acted in a way displeasing to God, and was reproved by Samuel in His\nname.  Saul, however, went on in his sinful ways, and this filled the\nheart of the prophet Samuel, who was now an old man, with sore trouble\nand distress.\n\nSamuel lived, among his young men on the little hill of Ramah, mourning\nbecause of King Saul's sinful ways.  But there came a time when God\ntold him--perhaps in a vision--to mourn no longer.  He was to fill a\nsmall horn with oil and go to the village of Bethlehem, and there\nanoint one of the sons of Jesse the shepherd to be the next king; but\nat first the old man was afraid to go, lest King Saul should hear of it\nand kill him.\n\nThen one day he left Ramah early in the morning, riding on an ass, with\na young man behind him driving a cow; for he gave out that he was going\nto offer a sacrifice to God.  Their path lay to the southwards, and on\nby the camel road into the Hebron hills.  It was a long ride, in hot\nautumn weather, along these stony paths glistening in the Eastern sun.\n\nThe watchers on the walls of Bethlehem saw Samuel, while he was yet a\nlong way off, riding slowly up the rough path, with his servant driving\na cow before him; and they were alarmed, for the old prophet was the\nchief judge in the land.  Then the leading men of the place hastened\nout through the gate in the wall to meet him, and ask if he came to\nthem in peace.\n\nHe answered that he had come to offer a sacrifice, and bade them wash\nthemselves in the stream, and put on clean clothing, that they might\njoin him in it.  Riding through the low arch in the walls, he asked for\nJesse, a wealthy shepherd of the place, who had hundreds of flocks and\nherds; and when he found him, he ordered him and his sons to wash and\ndress and come to the feast also.  Jesse thought he was highly\nhonoured, for he had eight sons, and he was pleased that they should\nshow themselves before the great prophet and judge of Israel.\n\nA fire of sticks was kindled upon the flat rock outside the village\nwalls, on which the sacrifices were always made; and the prophet killed\nthe cow he had brought, and cut it in pieces for burning.  Part of the\nflesh was then placed upon the wood, and as the old man raised his\nhands to heaven the flames leapt up and burned the flesh; and all the\ntime the men of the village stood round him in their rough cloaks and\nstriped kerchiefs, looking on in silence at this solemn act of worship.\n\nWomen in their tunics of coarse blue and red, with strings of coins in\ntheir dark hair, stood apart at a distance, for they were not allowed\nto share in the worship of the men.  The feast was to come next, at\nwhich the women would be allowed to serve the men; but before Samuel\nwould permit it to begin, there was something else, that must be done.\n\nCalling Jesse to him, he said that he wished to see his sons.  Jesse\nknew at once that something important was about to happen; but the\npeople did not know, and wondered why the feast was delayed, and what\nit all meant when Jesse called his sons forward by their names, and\nbade them walk slowly, one at a time, past the aged prophet.  First\ncame the eldest, in striped cloak and gray tunic, carrying his thick\nwar-spear in his hand; and when Samuel marked his height and his fine\nface, he said,--\n\n\"Here, surely, is the chosen king.\"\n\nBut the voice of God within him seemed to whisper, \"Nay, I have\nrejected him.  God sees not as man sees; for man looks upon the outward\nappearance, but God looks upon the heart.\"\n\nThen Samuel told Jesse that his eldest son was not chosen, and he\npassed on.  Jesse next called up his second son, who walked slowly past\nthe prophet, with sweeping cloak and club in hand, armed for the fight.\n\n\"Neither hath God chosen this,\" Samuel said to the father; and the\nsecond son passed on.  Jesse then called forward the third, who also\nwalked past the old prophet with head erect, and spear in hand, hoping\nthat he would be chosen.\n\n\"Neither hath God chosen this,\" was all that the grim old man said of\nhim.\n\nThe people sat in the sunshine, on the slope of the hill outside the\nvillage walls, shading their eyes and looking on in silence, until\nseven of the sons of Jesse, dressed and armed like chiefs, had gone\nslowly past the old man with the keen black eyes; but Samuel made no\nmovement, and Jesse was deeply grieved.\n\n\"God hath not chosen these.  Are all thy children here?\" Samuel asked,\nturning sharply to the shepherd, who trembled as he replied,--\n\n\"There remains yet David; but he is my youngest son, and is watching\nthe sheep.\"\n\nDavid was too young to be thought of in this important business.  He\nwas down in the hollow with his shepherd's staff and dog and sling,\nplaying upon his harp, and watching from afar the fire and smoke and\ncrowds, as he kept his father's flocks.\n\n\"Send and fetch him, for we will not sit down to the feast until he\ncomes,\" was the stern reply.  The brothers were angry at this useless\nwaste of time; but one of them was soon leaping down the stony path to\nthe valley, shouting with his hand to his mouth, and waving a stick in\nthe air to attract his young brother's attention.\n\nThe people waited in the sunshine, and soon they saw David, with his\ntunic pulled through his leather belt so as to leave his legs free,\nrunning swiftly up the hill, for he was very fleet of foot.  He came in\nhis shepherd's torn and soiled garb, and had to wash at the brook\nbefore he was fit to stand before the prophet.\n\nWhen at length he drew near, Samuel saw a young man, not tall, but\nclearly of great strength, with light hair, ruddy cheeks, and bright\neyes; and he thought the youth very good to look upon as he stood\nbefore him dressed in his striped tunic and leather girdle, from which\nhung his shepherd's club, sling, and knife.  Samuel looked at his frank\nface, and as he looked God said to him,--\n\n\"Arise, anoint him: for this is he.\"\n\nGoing forward, the old man bade the shepherd youth kneel down and\nuncover his head.  And David did so, taking off his bright kerchief,\nlittle knowing what was about to happen.  Then raising his horn before\nthe astonished people, Samuel poured the sweet-smelling oil upon the\nyoung man's head, saying as he did so that God had chosen this young\nman to be a prince in Israel.\n\nUpon this the people raised a great shout of joy, and Samuel gave the\nsignal for the feast that was to follow.  Then the men all sat down on\nthe ground about the large wood fire, while the women came forward to\nserve them.\n\n\nII.\n\nDavid, the shepherd of Bethlehem, was not a mere boy when the prophet\nSamuel called him from watching his sheep to pour scented oil upon his\nhead, and tell him, before all the people of the village, that he would\none day be a prince in the land.  He was already a village hero, for\none day he had killed a lion that sprang upon one of his sheep as they\nfed in the valley to the south, near the desert country.\n\nHe had also killed a bear that tried to seize one of his young lambs;\nfor David was so strong that he could break an iron bow with his hands,\nand so swift on his feet that he could catch a wild deer in a race over\ngood ground.  He was not so tall as his fighting brothers, but he was\nstronger, and knew how to use the sword, bow, club, sling, and spear;\nfor all the young men of the villages learned the use of these weapons\nin their sports and games.\n\nThe lad was also fond of music, and could play and sing.  Sitting in\nthe shade of a shadowy rock, or at the mouth of a dark cave, as he\nwatched his sheep wandering to and fro in the sunshine, he often played\nstrange music upon a rude harp made by himself; and he would sing songs\nof his own making about the white flocks and herds, the green hills and\ncool streams, the red-cheeked women at the well, and the young men of\nthe village where he had his home.  He was called the \"sweet singer,\"\nand his skill on the harp was well known in the villages round about\nBethlehem.\n\nWhen he left his own village and went to live with Samuel's young men\nat Ramah, to learn to read and write, he learned also to play upon the\npipe and guitar, the tambourine and large harp, and to sing, not songs\nof love and war, but praises of God and of His goodness to men.  Under\nthe teaching of Samuel his heart opened towards God as a flower to the\nsun.  Yet he did not always stay at Ramah, but often came back to his\nhome, to help his father, and to watch the sheep with his brothers, who\nthought him too forward and did not like him much.\n\nKing Saul was now very unhappy, for the aged prophet Samuel would not\nsee him, and the king felt that God was not with him; and he often had\nfits of sickness when he was in deep trouble, and only music could\nsoothe his mind.  Hearing that a harper was wanted for the king, one of\nDavid's friends praised his playing, his wisdom, his bravery, and his\ngood looks, saying that God was with him; and when King Saul heard this\nhe sent a messenger to Bethlehem for the shepherd-harper.  Now no one\never came before the king without a gift in his hand, so Jesse sent\nwith David an ass laden with a sack of wheat, a kid, and a skin of\nwine, as a present to King Saul.\n\nWith his ruddy cheeks, and his long fair hair falling upon his blue\ntunic, David pleased the gloomy king as he stood before him; and when\nthe youth played softly upon the harp, and sang shepherd songs of love,\npassing from these into songs in praise of God, the king loved the\nyouth greatly, and sent word to his father that he would keep David\nbeside him.\n\nJonathan, the king's son, and Michal, the king's daughter, also learnt\nto love the shepherd-singer as he went in and out before the king.\nThen Saul made him one of his fighting chiefs, who stood daily before\nhim; and whenever his sickness came upon the king he called for the\nshepherd-harper, and David played music both sad and gay until the\ncloud passed from the king's mind.  Sometimes David stayed at Gibeah,\nwhere the king's house was, and sometimes at Bethlehem; and always once\na year he went home to the great family feast of the new moon, when all\nhis father's relatives were gathered together.\n\n\nIII.\n\nThe fighting between King Saul and the Philistine tribes, who lived\nnear the seacoast, never ceased; for the Philistines had made up their\nminds to make the men of Israel their servants, and King Saul was\ndetermined that his people should be free.\n\nOnce upon a time the Philistines gathered their young men, and came,\nwith their battle-flags and drums, up the great Vale of Elah, the\nvalley of oaks, to attack Saul's people.  Stopping at the village of\nSuccoth, they chose a secure place, and put up their black tents among\nthe thick bushes, camping about ten miles from the round hill of\nBethlehem.\n\n[Illustration: David and Goliath.]\n\nThen King Saul sent out messengers to sound the war-horns up and down\nthe valleys, and gather his fighting-men to drive back their old\nenemies.  Three of David's brothers grasped their spears and bows, and\njoined King Saul with the men of the tribe of Judah; but David stayed\nfor the time at Bethlehem, to take care of his old father and the\nflocks.\n\nIn those days soldiers had to find their own food, and armies sat down\nbefore each other for many days before they began to fight.  After a\ntime Jesse sent David with asses laden with corn and cakes for his\nbrothers, and ten little cheeses for their captain; and David led them\nthrough the hills and down the wide glen to the camping-place opposite\nSuccoth, where the king's men looked across the valley to their foes on\nthe opposite slope, while the river ran between.\n\nThen one day the Philistines sent out a champion, a giant named Goliath\nof Gath, who wore a helmet of brass and a brazen coat of mail of very\ngreat weight.  He had greaves of brass upon his legs, and a gorget of\nbrass between his shoulders.  The staff of his spear was like a\nweaver's beam, and his shield-bearer went before him.  This champion\nsent a boastful challenge to the Israelites, bidding them send out a\nman to fight with him.  \"If he be able to fight with me, and to kill\nme, then will we be your servants,\" ran the message; \"but if I prevail\nagainst him, and kill him, then shall ye be our servants.\"\n\nThis challenge he repeated for forty days, but there was no man found\namong the men of Israel who dared to go out against Goliath of Gath.\n\nThen Saul made it known that whoever could kill Goliath should have\ngreat riches, should marry the princess his daughter, and win great\nhonour for himself and for his family.\n\nNow when David reached the place with the food for his brothers, he was\namazed to see that the men of Israel were so much afraid, and he asked,\n\"Who is this Philistine, that he should defy the armies of the living\nGod?\"  And those who stood around told him how the giant warrior had\ncome out day after day, and how the king had promised to enrich the man\nwho should slay him.\n\nThen it was told to King Saul how David had come and had asked about\nthe king's promise.  So the king sent for the youth; and when he had\nbeen brought in, David said, \"Let no man's heart be troubled, for thy\nservant will go and fight with the Philistine.\"  But Saul said, \"Thou\nart not able to go out against him; for thou art but a youth, and he a\nman of war from his youth.\"\n\nThen David told Saul how he had killed with his own hands a fierce\nlion, and a bear which had stolen a lamb from the flock.  \"The Lord\nthat delivered me out of the paw of the lion, and out of the paw of the\nbear.  He will deliver me out of the hand of this Philistine,\" he said\nsimply.  And Saul said, \"Go, and the Lord be with thee.\"\n\nThe king then armed David with his own armour; but the mail was too\nheavy for the young man, and he said, \"I cannot fight with these, for I\nhave not tested them.\"  So he took his shepherd's staff in his hand,\nand choosing five smooth stones out of the brook, put them in his\nshepherd's bag; and with his sling in his hand he drew near to the\nPhilistine.\n\nWhen Goliath looked at David he was filled with scorn, and disdained\nhim; for he was but a youth, as any one could plainly see.  And with a\nfrown upon his face he said angrily, \"Am I a dog, that thou comest to\nme with staves?  I will give thy flesh unto the fowls of the air, and\nto the beasts of the field.\"\n\nThen David said to the boastful Philistine, \"Thou comest to me with a\nsword, and with a spear, and with a shield: but I come to thee in the\nname of the Lord of hosts, the God of the armies of Israel, whom thou\nhast defied.  This day will the Lord deliver thee into mine hand; and I\nwill smite thee, and take thine head from thee; and I will give the\nbodies of the host of the Philistines this day unto the fowls of the\nair, and to the wild beasts of the earth; that all the earth may know\nthat there is a God in Israel.  And all this army shall know that the\nLord saveth not with sword and spear: for the battle is the Lord's, and\nHe will give you into our hands.\"\n\nUpon this the giant came near to meet David; and the youth made haste\nand took a stone out of his bag, and slung it with such skill and force\nthat it smote Goliath in the forehead, and sank so deeply that the huge\nwarrior fell lifeless to the ground.  David then ran and stood upon the\nbody of the giant, and having no weapon except his sling, cut off\nGoliath's head with his own sword.  When the Philistines saw that their\nchampion had fallen, they turned and ran without more ado.\n\nThen with loud shouts the men of Israel rushed across the vale of oaks,\nshooting their arrows as they ran, for they were good bowmen.\nScattering the Philistines, they drove them back to their own country,\nuntil they took refuge in their walled towns of Gath and Ekron.\n\nAfter this the men of Israel returned to their enemy's camp at Succoth,\nand plundered the tents, wagons, sacks, and baggage.  When this had\nbeen done they feasted and rejoiced over the victory, and drove off the\nhorses and cattle of their foes, carrying everything up to their own\ntowns and villages in the hills.  And from that day forward David was\nthe hero of all the young men of the army of Saul.\n\n\nIV.\n\nThe tall, gloomy king now sent for David, the hero of the battle of\nSuccoth, and leaning on his spear among his chiefs, Saul told the young\nshepherd of Bethlehem that he must not return any more to his father's\nhouse, for he was to be one of the chief captains of the army.  And\nDavid was glad, for he loved fighting.  When Jonathan, the king's son,\nsaw the young shepherd standing daily among the chiefs in his father's\ntent, he took a strong liking for him; and as time passed his soul was\nknit with David's, until he loved him as he loved himself.  And the\nking was pleased that his son and David were such good friends.\n\nOne day Jonathan took David into his tent, and there the young men\npromised to be friends all their lives till death should part them.\nNow David was very poor compared with the king's son, and had only the\nrough clothing of a herdsman, thick and strong, but not beautiful; so\nJonathan took off his fine cloak, his gay tunic, his rich belt, and\neven his glittering sword and bow, and put them all upon David, giving\nthem freely to him as a present.  Then the king's son brought out other\nclothes and weapons, and dressed himself once more like a\nsoldier-prince.\n\nAnd when the young men came out of the tent into the sunshine, both\ndressed like princes, the people saw that they were as brothers; and\nthe king saw it too, and thought that Jonathan was very foolish.  But\nDavid was so strong and brave, and such a favourite with the tribesmen,\nthat the king set him over a troop of young men; and whenever Saul went\nout to fight, David and his band went with him, and this greatly\npleased the chiefs and the fighting-men of the army.\n\nKing Saul went on fighting with his old enemies the Philistines, who\ncame up at certain seasons of the year to plunder the land, and had to\nbe chased down the long valleys, and back into their walled towns\nagain; but with David's help the king was now able to beat them as he\nhad never done before.  And each time they drove the Philistines down,\nthe young men returned leaping, running, dancing, and showing off their\nskill and strength on the way; and the villagers would often come out\nto meet them, and rejoice also.\n\nAfter one of these fights, as the tribesmen came back, with David\nriding beside the tall, dark king, the young women of the towns came\nout and danced before them on the road.  Beating their tambourines,\nthey shouted wild songs in praise of the fighting-men, singing and\nanswering each other in turn after the manner of the Hebrews.  King\nSaul listened, and his brows grew dark as he heard them praising his\nbrave young captain more than himself.\n\n\"Saul hath slain his thousands,\" sweetly sang one band of maidens.\n\n\"And David his tens of thousands,\" answered another.\n\nThese girls little dreamed what harm they were doing with their\nlight-hearted songs.  David himself was pleased with the praise of the\nyoung women, as we might expect; but as the tall king rode on he grew\nmore angry, saying to himself as he spurred forward his horse, \"What\nmore can he have but the kingdom itself?\"  And he watched David from\nthat day forward, to see whether the young man was aiming at being king.\n\nKing Saul's sickness of mind returned from time to time, and day after\nday David stood before him, playing upon his harp and singing the\nking's praises; but now Saul would not listen.  David's music did not\nmake him well as it had before, but rather worse, for he was full of\nsuspicion of his young chief, and hated the sight of him.  But the\nking's friends thought David's music was the best thing to restore the\nking to health.\n\nNow the dark-faced king was never without a weapon near his hand; and\nholding his long spear, he would sit and listen to the young harper,\nnow pleased, now angry, for he sometimes liked David and sometimes\nhated him.  Twice he seized a little spear and flung it at him, crying\nout that he would pin him to the wall; but his aim was bad.  Perhaps he\ndid not mean to harm him; but at all events David avoided the weapon\nand ran out.\n\nThe king in his sickness of mind next became afraid of his young\ncaptain.  Wishing to have him out of his sight, he set him over a band\nof a thousand fighting-men, and bade him live with them at a distance.\nBut the men who were under David liked him more than ever.\n\nKing Saul now wished that David was dead, so fiercely did he hate him;\nbut he did not think it wise to kill him himself, so he made a plan to\nget him killed.  He offered him his daughter Merab for a wife, if he\nwould go down the hills and fight the Philistines in their own country;\nand the crafty king said this, hoping that they would kill him.\n\nNow David had no wish to marry Merab, but he loved fighting, so he went\nwillingly, fought stoutly with the Philistines, and came back alive.\nThen Saul broke his promise, and gave Merab to another man, who gave\nhim a rich present, as was the custom when a king's daughter was\nwedded; and David was not sorry, for Michal, Merab's younger sister,\nloved the brave young captain, and he loved her in return.\n\nSaul was pleased when he heard of this; for he hoped David would be\nwilling to go into greater danger to win Michal as his wife.  And he\nsent a messenger to tell David that he was well pleased with him, and\nwould like him to marry Michal; and that as he was too poor to give the\nking a present, he would not ask him for one.  But if he would kill one\nhundred Philistines within a certain time, that would stand for a\npresent.\n\nWe are not told what Michal thought of this cruel bargain, for Saul\nhoped and believed that David would be killed, but David himself was\nwell pleased.  He and his young men went down the long valleys to the\nland of the Philistines, where they went about killing people, until\nthey had slain two hundred; and before the appointed time was up David\nreturned to Saul once more to tell him what he had done.\n\nThis was followed by days and nights of rejoicing among the young men\nof David's camp.  The young women decked their hair with flowers, and\ndanced to the sound of the timbrels, as they praised the beauty and\ngoodness of Michal, the king's daughter; and the young men danced and\nshouted round the camp fires, praising David, the bridegroom, as a\nmighty man of valour.  Saul was unwilling to give up Michal to the\nyoung captain; but he now feared him greatly, and could not break his\npromise.  So David got the young princess Michal to be his wife; and\nafter the death of Saul and Jonathan, who were both slain in battle, he\nbecame king of the Israelites, as Samuel, the prophet of the Lord, had\nforetold.\n\n\n\n\nKING DAVID'S LITTLE BOY.\n\nSunshine fell upon the walls of King David's palace on Mount Zion.  The\ntrees in the royal gardens swayed in the breeze, and the doves\nfluttered up to the windows; but all was hushed and still within.\nBlack slaves glided to and fro with naked feet, and the women took off\ntheir tinkling armlets and talked in whispers; for in a little chamber,\nwith shaded window and curtained door, a dark-eyed mother sat watching\nher child--the king's child--whose flushed cheeks showed that he was\nvery ill and near to death.\n\nNow when he heard that his boy was so ill, the king, who was now a man\nof middle age, threw himself upon the floor of his room in the\nbitterness of his grief and prayed to God to spare the life of the\nchild.\n\nHis friends came and stood round and spoke to him, trying to comfort\nhim; but he would not rise, nor let them raise him up, nor would he\ntake any food.  So he passed the dark night in praying and in sorrow,\nwhile the mother watched the child by the light of a small lamp, and\nslaves stood outside the chamber door to keep silence.\n\nThe morning came, and sunshine fluttered on the trees in the king's\ngardens and on the hills round the town.  Then the king asked for the\nchild, but the answer was that he was no better; and all the people saw\nthat King David's grief was very great, and they wondered.  For the\nmonarch had fought in many cruel battles, and beaten his enemies, and\ncaused the death of many men and women, and even children, and he had\ndone many cruel things in his lifetime.\n\nHe now had riches and honour and numerous children, and was the great\nking of Jerusalem, living in a palace, with servants and horses and\ngardens and fountains, and he had brought the golden ark of God to be\nnear him in a purple tent on Mount Zion; but he had set his whole heart\non this fair-haired child, and the fear that the little one might die\ntook the joy out of everything.\n\nThe peacocks on the walls and the doves on the roof missed the little\nchild from the garden, where he used to come and feed them.  For seven\nlong days and seven longer nights the loving mother watched him as he\nlay getting slowly worse; and the king's grief was so great that he\nwould not rise from the floor to eat by day or night, and when his\nslaves spoke to him he paid no heed and would not answer.\n\nHe refused to put on the fresh clothing they brought for him, or to\nwash in the brass basins of water held out to him, or to eat the food\nplaced on the table at his side; but he lay on the floor of his little\nroom groaning, and praying to God for the little one.\n\nAfter a week of suffering the little one passed away in the hushed room\nof the king's palace at Jerusalem, and the weeping mother was led away\nfrom the bedside of her dead child.  Sorrowing friends went to tell the\nking in his chamber; but when they came to the door of his room they\nstopped and whispered, saying,--\n\n\"If he would not listen to us while the child yet lived, what will his\ngrief be if we say that the boy is dead?\"\n\nThe king heard them talking, and looking up, saw from their faces what\nhad happened.  Then he asked if the child was dead, and they told him,\nexpecting that he would break out into wild grief; but he did not.\nRising from the floor, where he had lain so long, he asked for water;\nand his slaves washed him and brought clean, fresh clothing, and combed\nand oiled his hair.\n\nHe spoke to no one, but went out into the sunshine and the wind; and\nthey watched to see what he would do, and where he would go.  He did\nnot linger among the shady walks of the king's garden or by the ponds\nwhere the red lilies grew and the swans shook out their white plumes in\nthe sun.\n\nHis friends followed him as he went slowly out of the palace gardens\nand away to the great tent of purple and crimson, which he liked to\ncall the House of God, on Mount Zion; and they stopped outside when he\ndrew the rich curtains apart and went in.  There in the darkness he\nknelt, and with hands upraised bowed his face to the ground before God\nas he poured out his soul in prayer.\n\nAfter a time the king came out of the great tent again, and his friends\nand servants followed him as he returned to his palace.  He had not yet\nspoken, and they could not understand why he did not weep and mourn for\nthe child.  He asked for food, and they wondered yet more as he ate\nfrom the dishes which the slaves brought him.\n\n\"What is this that thou doest?\" asked one of his friends.  \"While the\nchild lived thou didst weep for him, and wouldst take no food; and now\nthat he is dead thou dost rise and eat.\"\n\nThey thought he had been only mourning as he lay for days on the floor;\nbut he had been praying, and now he answered them,--\n\n\"While he was yet alive I fasted and wept; for I thought, 'Who knoweth\nwhether God may not be merciful to me, and the child may live?'  But\nnow he is dead, and why should I fast?  I cannot bring him back to life\nagain.  Some day I shall die and go to him, but he will not return to\nme.\"\n\nWhether such thoughts as these comforted the mother's heart, we are not\ntold; but the king himself tried to comfort her.  After a time she had\nanother little boy, and she called him Solomon, \"the peaceful one,\" for\nmothers chose the names in those days.  And as his nurse carried him\nabout the garden, clad in a little blue robe with white tassels, the\npeople said that he too was a beautiful child; and he grew up to be\ngood and wise and handsome, and loved his mother dearly.  And years\nafterwards this child became the great King Solomon, whom all men\nthought so wise.\n\n\n\n\nELIJAH AND THE WIDOW'S SON.\n\nAhab, the wicked King of Israel, was sitting in his house at Samaria,\nwhen suddenly there appeared before him a wild-looking man, with long\nhair and a cape of woolly sheepskin on his shoulders, his rough tunic\ngirdled with a broad belt of leather, and thick sandals on his feet.\nElijah, the Prophet of God, was his name.  Born and bred in the wild\ndesert country, he now dwelt amid the hills and valleys of Gilead,\nacross the river Jordan, and he had come to warn the king that trouble\nwas in store for his kingdom.\n\n\"As God lives, before whom I stand,\" he said, with upraised hand,\n\"there shall not be dew or rain for years, but according to my word.\"\nAnd he said more, for this king was married to Jezebel, a wicked\nprincess of another nation, who had got her husband to set up images\nand altars to Baal, a wooden idol, although he knew it was wrong.\nAlso, to please his wife, Ahab had killed the priests of God, and set\nup priests of Baal in their stead; and so when King Ahab heard the\nwords of the wild prophet he was both angry and afraid.\n\nElijah did not wait for an answer, but fled out of the king's house and\nout of the city; for he knew that when King Ahab told his terrible wife\nof what he had said, she would send out men to capture him, dead or\nalive.  She had tried to kill every prophet of God in the land, and\nthought indeed that she had done so; but Obadiah, the king's officer,\nhad hidden one hundred in caves by the riverside, and kept them alive\nwith bread and water.\n\nSo the wild prophet Elijah, with his sheepskin cape or mantle on his\nshoulders, fled away to the lonely country of rocks and bushes, wild\nbeasts and robbers.  But he had no fear, for he had no riches to lose,\nand he always carried a stout staff in his hand; and no one ever\nrefused him shelter, for he was known everywhere as \"the Man of God.\"\n\nHe fled eastwards, having received a message from God to go and hide in\nthe deep valley of the Cherith, a small stream running between high\nbanks down to the river Jordan--a place of caves where many ravens had\ntheir nests; and he had been told also that the black ravens would feed\nhim there with the food they brought.  There he hid himself from King\nAhab's men, who were searching the country for him; and the ravens\nbrought him food morning and evening, and he drank of the water of the\nbrook until it dried up, for there was no rain.\n\nWhen he could no longer live there he had another message from God,\nbidding him leave his hiding-place.  Climbing the wooded hills of\nGalilee, he started to go down the other side to the town of Zarephath,\nby the seashore, where he would be out of King Ahab's country.  With\nhis thick staff in his hand and his woolly mantle on his shoulders, his\nhead shaded by a shawl hanging down each side of his face, he crossed\nthe plains, and going up a cleft in the hills, passed between them\ntowards the coast--a journey of about seventy miles, that would take\nhim at least four days, for he would have to keep out of sight of the\nking's men.\n\nSleeping now in a cave, now in a friendly tent, avoiding villages and\nbands of men, the wild prophet came to the fields outside Zarephath and\nwaited; for the place was a walled town with a low stone archway, and\ngatekeepers to question all who came in.\n\nNow as he loitered among the trees a poor woman came out to gather\nbroken branches to kindle her fire, and the prophet called to her,--\n\n\"Bring me, I pray thee, a little water in a dish, that I may drink.\"\n\nShe looked at the man's strange figure, with the long black hair\nfalling over his sheepskin mantle, and turned away with her bundle of\nsticks, intending to bring a drink of water to him; and when he saw\nthat she was going home, he called again,--\n\n\"Bring me also a morsel of bread in thine hand.\"\n\nThe woman, who was dressed in the rough blue and red clothing of the\ncountry, with a few brass coins in her hair, and glass beads round her\nneck, came nearer, and he saw from her face that she was plainly in\ndeep distress.\n\n\"As thy God liveth,\" she said earnestly, \"I have not one cake left, but\nonly a handful of meal in a barrel, and a little oil in a cruse.  I am\nonly gathering a few sticks, that I may go home and bake one more cake\nfor my son and myself, that we may eat it and then die.\"\n\n\"Fear not,\" replied the wild man in a gentle tone; \"go and do as thou\nhast said: but make me a little cake first, and bring it to me, and\nafterwards make a cake for thyself and thy son.  For thus saith the God\nof Israel, 'Thy barrel of meal shall not waste, nor thy cruse of oil\nfail, until the day that He sendeth rain upon the earth.'\"\n\nThe woman wondered at his strange words, but she believed the man, and\nwent away to her poor home; there she soon kindled a fire, and baked a\nlittle cake, and took it out to the hungry prophet sitting outside the\ncity gate.  Then she returned and baked another cake for herself and\nher son.  And we are told that after that her barrel never lacked meal,\nneither did the oil in her cruse fail, according as the prophet had\nsaid; and Elijah stayed with the woman at her humble home.\n\nNow it happened some time later that this widow's son fell sick and\ndied, and his mother came to Elijah in great distress.  Then the\nprophet took the boy and carried him up into the loft where he slept,\nand stretched himself upon the child three times, and cried to the\nLord,--\n\n\"O Lord my God, I pray Thee, let this child's soul come into him again.\"\n\nAnd the Lord heard the voice of Elijah, and the soul of the child came\ninto him again, and he revived.  Then Elijah took him and brought him\ndown out of the loft, and placed him in his wondering mother's arms,\nand said, \"See, thy son liveth.\"\n\nAnd the woman said, \"Now by this I know that thou art a man of God, and\nthat the word of the Lord in thy mouth is truth.\"\n\n\n\n\nTHE SHUNAMMITE'S BOY.\n\nAfter the work of Elijah was over and God had taken him up to heaven,\nthere was another prophet in Israel whose name was Elisha.  Now it\nhappened that one day the prophet Elisha, sitting upon his ass, with\nhis rough cloak cast about him, came riding towards a little village\nnamed Shunem.  He rode steadily onward up the steep and stony path in\nthe afternoon heat, with his servant walking behind him.\n\nHe had come all the way from his home on the wooded hill of Carmel.  He\nwas tired and hungry, and, as was his custom, he stopped at the house\nof a certain Shunammite woman.  Then alighting from his ass, he went up\nthe outside stair to a little chamber on the wall, which was always\nready to receive him, and there he and his servant Gehazi lay down to\nrest.\n\nWhen morning came the prophet and his servant rose and breakfasted on\nbread and goat's milk, and were about to go on their way; but before\nleaving, Elisha told Gehazi to bring up the Shunammite woman, and the\nman called to her from the wall.  Coming up the stone stair, she stood\nat the door of the little chamber, hiding her face, her dark hair\ncovered by a white kerchief that fell over a tunic of bright colours\nwhich reached down to her slippered feet.\n\n\"Thou hast been careful for us with all this care,\" the prophet said.\n\"What is to be done for thee?  Shall I ask a favour of the king for\nthee, or from the captain of his fighting-men?\"\n\nElisha wished to make her some return for her kindness, and thought\nthat she might like to see her husband raised from the life of a\nvillage farmer to be an officer in the king's army.\n\n\"I wish to dwell among mine own people,\" she replied simply, meaning\nthat she would rather live where her tribe lived; and she turned away\nand left them.\n\nWhen she was gone Elisha asked his servant if there was nothing he\ncould do for her; and the man answered that she had no son.  Gehazi\nknew it was the dearest wish of every Syrian woman to have a son, and\nthat the Shunammite's heart longed for one.\n\n\"Call her,\" said Elisha again; and the woman in her bright tunic, bound\nabout her waist with a silken scarf, again stood outside the door\nhiding her face.  And Elisha told her that the time would surely come\nwhen she would hold a little son in her arms.  The woman replied in a\nlow voice,--\n\n\"Nay, my lord, thou man of God, do not mock me.\"\n\nBut Elisha said it would be so; and saddling his ass he rode away, with\nGehazi following after him.\n\nBut the prophet's word came true, and the Shunammite's heart leaped\nwith joy as she nursed her little babe.  Years passed, and the\ncourtyard echoed with the shouts of the merry child, whose bare feet\npattered all day about the sunny square, scaring the gray doves up to\nthe housetop.  Holding by his mother's hand, he went up the stairs to\nthe little chamber on the wall, where the vine spread its broad leaves;\nand there he saw the table and the little bed, the red jar of water and\nthe cakes of bread waiting for the prophet of God.  And when he was\nfive years old, with ruddy cheeks and soft hair, he was beautiful as an\nangel of God.\n\nNow one day, in the hot harvest weather, the little fellow ran away\nfrom the house down to the field where his father and the reapers were\nat work; and he ran to and fro in the hot morning sun, sometimes\nchasing the bright butterflies, sometimes following the men as they cut\ndown the grain with their sharp sickles.\n\nBut after a while he came to his father, calling, \"O my head, my head!\"\nfor he had got sunstroke with the great heat.  At once the old farmer\nbade one of his men carry the boy to his mother; and he lay on her knee\nin a darkened room, crying out in an agony of pain and thirst, while\nshe tried as best she could to relieve his suffering.  But by noon all\nwas still, and the stricken mother carried his body up to the little\nchamber and laid it on the prophet's bed, and going out gently closed\nthe door.  Her heart was like lead as she went down the steps to her\nown room, for all the light seemed to have gone out of her world, and\nnow what was she to do?\n\nCalling her husband up from the fields, the Shunammite woman asked him\nto send a servant to her with an ass, that she might ride to Elisha at\nCarmel and return again.  The father did not know what had happened to\nhis boy, and asked why she wished to go that day, as it was neither new\nmoon nor Sabbath, her usual times for taking such a journey.\n\n\"It is well!\" was all her reply, for her heart was crushed, and she had\nno words to utter.  So the ass was saddled, and she said to her\nservant,--\n\n\"Go forward; and do not slacken the riding unless I tell thee.\"\n\nThen they went out of the village at a quick pace, and along the plain,\namong yellow harvest-fields, and through the little streams, and over\nthe Kishon River, and up into the wooded gorge leading to the prophet's\nhome on the green mount of Carmel.\n\n\"Yonder is the Shunammite woman; run and meet her,\" exclaimed Elisha to\nhis servant, shading his eyes from the sun with his hand, as he looked\nand saw her yet afar off, riding in haste.  Gehazi ran as he was told,\nand when they met he asked her in an anxious voice,--\n\n\"Is it well with thee?  Is it well with thy husband?  Is it well with\nthe child?\"\n\n\"It is well,\" she answered, for a mother's heart is strange at such a\ntime; and she rode forward in silence until she came to Elisha standing\nat his house door.  Getting off the ass, she threw herself down before\nthe prophet, and holding his feet, lay there with her face to the\nground, saying nothing.\n\nGehazi came forward to raise her.\n\n\"Let her alone,\" Elisha said, looking at the grief-stricken figure at\nhis feet.  \"Her soul is vexed within her, and God hath hid the matter\nfrom me, and hath not told me.\"\n\nWhen she heard these words she found her voice, and murmured, with her\nface to the ground,--\n\n\"Did I ask a son of my lord? and did I not say, 'Do not deceive me'?\"\nThen her tears fell fast.  Elisha understood her at once.\n\n\"Gird up thy tunic with thy belt,\" he said, speaking to Gehazi, \"and\ntake my staff, and go.  Greet no man by the way, and answer no man's\ngreeting; but lay it on the face of the child,\" handing him his staff\nas he spoke.  And the man started at once to run down the path from the\nvillage.\n\n\"As God liveth, and as thy soul liveth, I will not leave thee,\" the\nmother murmured at the prophet's feet.\n\nShe would not be content with a servant; she must have the prophet\nhimself.  And when she rode away Elisha was with her, going back again\non the long ride of sixteen miles which she had scarcely noticed, so\nloving was her mother's heart.\n\nWhen they drew near the village of Shunem, Gehazi came out to meet them.\n\n\"The child is not awake,\" he said; but he got no answer.\n\nElisha went up alone to the little chamber, and there lay the beautiful\nchild, still and quiet upon the bed.  And the old man shut the door and\nprayed to God for him, and stretched himself upon the child, hand to\nhand, eye to eye, mouth to mouth, until the child grew warm, and\nshowing signs of life, opened his eyes.  Then the prophet called to his\nservant to bring the Shunammite woman.  She needed no calling.  Her\nfoot was on the stair while he yet spoke, so quick is a mother's heart,\nand she stood at the door of the little room, as she had often stood\nbefore, gazing, but afraid to enter.\n\n\"Take up thy son,\" the prophet said.\n\nA glance was enough.  One step and she fell half fainting at Elisha's\nfeet, pouring out her soul in thanks to God and to the man of God.\nTurning to her boy, she gathered him up tenderly in her arms and bore\nhim down the stairs to her own room in the house below.  And thus was\nher boy restored to her alive.\n\n\n\n\nA LITTLE JEWISH MAID.\n\nBen-hadad, the dark-eyed King of Syria, could no longer leap into his\nchariot and drive his swift horses through the fields as he used to do.\nHe could not draw the bow of steel or fling the heavy spear as far or\nas straight as the young men of his tribe, for he was getting old; and\nhe had given up going with his warriors on their fighting across the\nJordan, leaving it to his younger chieftains.\n\nHis home was in the beautiful town of Damascus, set in a land so rich\nand green with tapering trees, vineyards, and fields of grass, and\nwatered with such delightful streams, that the Arabs, coming on their\ncamels from the yellow sands of the hot desert, cried out, when they\nsaw its white walls hung with green creepers, that it shone \"like a\nhandful of pearls in a green cup.\"\n\nHe ruled the tribes of Syria from that walled city, and in the\nspring-time of the year his chiefs gathered the young warriors to make\nup their minds where they should go to fight and plunder.  Among the\nchiefs was Naaman the Syrian, a young man who led them out to battle\nwhen the king could not go, and had several times beaten their foes.\nSitting among his chiefs, with his royal spear in his hand, a band of\ngold round his brow, and rings of gold on his arms and legs, the old\nking talked with them about fighting the men of Israel, and gave them\ntheir orders; and best of all his warriors the king loved Naaman the\nSyrian.\n\nNow when Naaman blew the king's horns and beat the king's drums up and\ndown the country, calling the young men of the tribes for a raid across\nthe Jordan, it was either to steal cattle and corn, or to capture\nslaves; and boys and girls were the slaves they liked best.\n\nOne day, when he returned from one of these slave-raids, Naaman brought\nback with him a little Jewish maid; and she looked so pretty with her\ndark eyes and ruddy cheeks that he gave her as a present to his Syrian\nwife, to wait upon her and run her messages.  When her mistress washed\nher hands, the little maid held the basin on bended knee.  When she\ndressed her dark hair, she held the comb and the oil, and the little\npots of yellow dye for her nails and the black paint for her eyebrows.\nWhen she went out, this little maid went also, in a little dress of\nscarlet, with a white kerchief on her dark head.\n\nShe learnt to love her mistress very much; and was sorry for her\nmaster, for he was troubled with the terrible sickness of leprosy, and\nshe often wished he could be made well.  One day she sighed, and said\nto her mistress,--\n\n\"Oh, I would to God that my master were with our prophet in Samaria!\nthen he would get better of his leprosy.\"\n\nShe believed with all her heart that Elisha the prophet, like a clever\ndoctor, could do something for him.\n\nNow what she had said was told to Naaman, who told it to the king; and\nas they had both heard about Elisha, the wild prophet of Israel, the\nking told his favourite chief to go and see the wonderful man.  And he\nalso wrote a letter to Joram, the King of Israel, and gave it to Naaman\nto deliver; and this is what he wrote:--\n\n\"When this letter comes to thee, O King Joram, it is to tell thee that\nI have sent Naaman, my servant, for thee to heal him of his leprosy.\"\n\nNaaman folded the letter in his tunic, and filling a few small bags\nwith silver and gold, and rolling up some bundles of new clothing, he\nput them into the wide saddle-bags of his camels as presents for the\nKing of Israel.  Then stepping into his chariot, he drove down the\nriver valley, with his men clattering after him, and up the hills to\nSamaria on the watch-hill, where he delivered the letter.\n\n[Illustration: Naaman at the house of Elisha.]\n\nThe King of Israel read it, and his chiefs saw that he was much\ntroubled.  Seizing his white tunic with both hands, he tore it from\nneck to hem--a sign of great grief--saying bitterly that _he_ was not\nable to heal people of leprosy, and that the powerful King of Syria was\nonly seeking another cause to quarrel with him.  What kings say and\nwhat kings do many tongues tell, and Elisha the prophet, who had a\nhouse in white-walled Samaria, heard about the king's grief, and sent\nhis servant Gehazi to give him a message,--\n\n\"Why do you rend your clothes?  Send the man to me!\"\n\nThe king was delighted, and soon Naaman's chariot and horses, his armed\nguards and his brown camels, were standing at the door of the prophet's\nhouse.  But only Gehazi appeared in answer to the captain's call.\n\n\"Go,\" he said to the proud Syrian chief--\"go and wash thyself seven\ntimes in the river Jordan, and thou shalt be healed, and be clean of\nthy leprosy.\"\n\nThis was a message from his master Elisha, who was not coming out to\nsee the great captain!  The Syrian chief was filled with anger at the\nman who dared to send him away from the prophet's door as if he were a\nbeggar, and he exclaimed,--\n\n\"I thought he would surely come out to see me, and stand and call on\nhis God, and wave his hand over the place and heal me.  Are not Abana\nand Pharpar, rivers of Damascus, better than all the waters of Israel?\nMay I not wash in them and be clean?\"\n\nSpringing into his chariot, he grasped the reins, and shook them as he\nbrought his whip fiercely down on the horses' backs, causing them to\nleap forward from the door.  The horses galloped swiftly through the\nnarrow streets, and out by the gate in the city wall, and down the road\nto the plain, the guards and servants of the great captain following\nafter him as quickly as they could.  Naaman considered that he had been\nmocked by this foreign prophet, and was galloping back to Syria as\nquickly as he could.\n\nBut horses cannot gallop for ever, however angry their masters may be;\nand when at length they came to a walking pace, Naaman began to talk\nwith his friends about the insult he had received from the rude old\nprophet.  Why should _he_ bathe in the Jordan River, where the water\nwas clay-white and often muddy, when he had his own rivers of Abana the\ngolden and Pharpar the sweet, brimming with the finest water in the\nworld?  His friends did not answer him in his wrath; but they soon\nreached the ford of crossing, and if he would not bathe in the Jordan,\nhe would have to ride through it, for there was no bridge.  Then one of\nhis friends gave him this piece of very good advice.\n\n\"My father,\" he said, \"if the prophet had told thee to do some hard\nthing, thou wouldst have done it.  How much more shouldst thou obey him\nwhen what he commands is such a little thing as this?\"\n\nNaaman's rage had passed off with the lashing of his horses and his\nfurious driving, but his terrible leprosy remained.  Was he going back\nto his master with the disease still upon him, to tell him that he had\nnot done what the prophet had told him because it was too easy?  There\nwas the white river rushing past at his feet.  To ride so far and then\nrefuse to wash would seem very foolish; so he changed his mind, and\nstopping his chariot at the water's edge, went into the stream and\nbathed, and to his surprise and delight was at once healed of his\nleprosy, so that his skin became like that of a little child.\n\nIt was with a changed heart that he turned his horses' heads and drove\nslowly back out of the valley, and up the road to the hills down which\nhe had just come clattering in his anger.  When next he stood at the\ndoor of the prophet's little house all the pride was gone out of him.\n\n\"Now I know,\" he said to the prophet, \"that there is no God in all the\nworld but in Israel.  I pray thee to take a present from thy servant.\"\n\nElisha stood before him in worn cloak and sandals, his head covered\nwith a striped kerchief, his eyes bright and piercing.  The camels were\nthere, laden with presents in their saddle-bags.\n\n\"As God liveth, before whom I stand,\" exclaimed the old man, \"I will\ntake nothing.\"\n\nGold and silver, fine clothing, sweet spices, scented oils, had no real\nvalue for him.  They were only a few of the many things he could quite\nwell do without.  This Syrian chief had obeyed what was really the\ncommand of the living God, and that was much more important.  The\nSyrian pressed him to take something, but the poor prophet would have\nnothing.  Naaman then asked leave to carry away two mule loads of earth\nfrom Samaria, saying that he would never again offer sacrifice to idols\nafter the manner of his own people, but would sacrifice to God only.\n\nAgain Naaman shook the reins and cracked his whip as the horses sprang\nforward with the light chariot, the wooden wheels clattering on the\nstones.  Outside the city walls his servants scraped the earth together\nuntil they had filled two mule-sacks, and then the small band of\nSyrians, shouldering their spears, set out on the homeward road.\n\nSoon the eyes of the Syrian drivers saw the green palm-trees, the\nspires of glittering brass, and the white walls of Damascus.  They were\nback again in their own country, bringing no camel-loads of plunder, no\ndroves of stolen cattle, no chains of weeping slaves--only two sacks of\nearth from Samaria, and a chief with a healthy body and a grateful\nheart.  If his wife was glad to see him, so also was the little Jewish\nmaid; and we need not doubt that she would not be much longer a slave,\nbut free--set free as a sign that Naaman the Syrian had a grateful\nheart for his little friend who had sent him to be healed by the\nprophet of Israel.\n\n\n\n\nTHE END.\n\n\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Children of the Old Testament, by Anonymous\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CHILDREN OF THE OLD TESTAMENT ***\n\n***** This file should be named 22162.txt or 22162.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/2\/2\/1\/6\/22162\/\n\nProduced by Al Haines\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":486,"split":"train"}
