{"ori_id":"3015bab88108b574f61356eaa21df5fb52f0c545","title":"The Playboy of the Western World","context":"The Playboy of the Western World\n On the west coast of County Mayo Christy Mahon stumbles into Flaherty's tavern. There he claims that he is on the run because he killed his own father by driving a loy into his head. Flaherty praises Christy for his boldness, and Flaherty's daughter (and the barmaid), Pegeen, falls in love with Christy, to the dismay of her betrothed, Shawn Keogh. Because of the novelty of Christy's exploits and the skill with which he tells his own story, he becomes something of a town hero. Many other women also become attracted to him, including the Widow Quin, who tries unsuccessfully to seduce Christy at Shawn's behest. Christy also impresses the village women by his victory in a donkey race, using the slowest beast.\nEventually Christy's father, Mahon, who was only wounded, tracks him to the tavern. When the townsfolk realize that Christy's father is alive, everyone, including Pegeen, shuns him as a liar and a coward. To regain Pegeen's love and the respect of the town, Christy attacks his father a second time. This time it seems that Old Mahon really is dead, but instead of praising Christy, the townspeople, led by Pegeen, bind and prepare to hang him to avoid being implicated as accessories to his crime. Christy's life is saved when his father, beaten and bloodied, crawls back onto the scene, having improbably survived his son's second attack. As Christy and his father leave to wander the world, Shawn suggests he and Pegeen get married soon, but she spurns him. Pegeen laments betraying and losing Christy: \"I've lost the only playboy of the western world.\"\nï»¿Project Gutenberg's The Playboy of the Western World, by J. M. Synge\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Playboy of the Western World\n\nAuthor: J. M. Synge\n\nPosting Date: August 27, 2008 [EBook #1240]\nRelease Date: March, 1998\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE PLAYBOY OF THE WESTERN WORLD ***\n\n\n\n\nProduced by Judy Boss\n\n\n\n\n\nTHE PLAYBOY OF THE WESTERN WORLD\n\nA COMEDY IN THREE ACTS\n\n\nBy J. M. Synge\n\n\n\n\nPREFACE\n\nIn writing THE PLAYBOY OF THE WESTERN WORLD, as in my other plays, I\nhave used one or two words only that I have not heard among the country\npeople of Ireland, or spoken in my own nursery before I could read the\nnewspapers. A certain number of the phrases I employ I have heard also\nfrom herds and fishermen along the coast from Kerry to Mayo, or\nfrom beggar-women and ballad-singers nearer Dublin; and I am glad to\nacknowledge how much I owe to the folk imagination of these fine people.\nAnyone who has lived in real intimacy with the Irish peasantry will\nknow that the wildest sayings and ideas in this play are tame indeed,\ncompared with the fancies one may hear in any little hillside cabin in\nGeesala, or Carraroe, or Dingle Bay. All art is a collaboration; and\nthere is little doubt that in the happy ages of literature, striking\nand beautiful phrases were as ready to the story-teller's or the\nplaywright's hand, as the rich cloaks and dresses of his time. It is\nprobable that when the Elizabethan dramatist took his ink-horn and sat\ndown to his work he used many phrases that he had just heard, as he sat\nat dinner, from his mother or his children. In Ireland, those of us who\nknow the people have the same privilege. When I was writing \"The Shadow\nof the Glen,\" some years ago, I got more aid than any learning could\nhave given me from a chink in the floor of the old Wicklow house where\nI was staying, that let me hear what was being said by the servant girls\nin the kitchen. This matter, I think, is of importance, for in countries\nwhere the imagination of the people, and the language they use, is rich\nand living, it is possible for a writer to be rich and copious in his\nwords, and at the same time to give the reality, which is the root\nof all poetry, in a comprehensive and natural form. In the modern\nliterature of towns, however, richness is found only in sonnets, or\nprose poems, or in one or two elaborate books that are far away from the\nprofound and common interests of life. One has, on one side, Mallarme\nand Huysmans producing this literature; and on the other, Ibsen and Zola\ndealing with the reality of life in joyless and pallid words. On the\nstage one must have reality, and one must have joy; and that is why the\nintellectual modern drama has failed, and people have grown sick of the\nfalse joy of the musical comedy, that has been given them in place of\nthe rich joy found only in what is superb and wild in reality. In a good\nplay every speech should be as fully flavoured as a nut or apple, and\nsuch speeches cannot be written by anyone who works among people who\nhave shut their lips on poetry. In Ireland, for a few years more, we\nhave a popular imagination that is fiery and magnificent, and tender; so\nthat those of us who wish to write start with a chance that is not given\nto writers in places where the springtime of the local life has been\nforgotten, and the harvest is a memory only, and the straw has been\nturned into bricks. J. M. S. January 21st, 1907.\n\n\n\n\nPERSONS\n\n     CHRISTOPHER MAHON.\n     OLD MAHON, his father, a squatter.\n     MICHAEL JAMES FLAHERTY (called MICHAEL JAMES), a publican.\n     MARGARET FLAHERTY (called PEGEEN MIKE), his daughter.\n     WIDOW QUIN, a woman of about thirty.\n     SHAWN KEOUGH, her cousin, a young farmer.\n     PHILLY CULLEN AND JIMMY FARRELL, small farmers.\n     SARA TANSEY, SUSAN BRADY, AND HONOR BLAKE, village girls.\n     A BELLMAN.\n     SOME PEASANTS.\n\n\nThe action takes place near a village, on a wild coast of Mayo. The\nfirst Act passes on an evening of autumn, the other two Acts on the\nfollowing day.\n\n\n\n\nTHE PLAYBOY OF THE WESTERN WORLD\n\n\n\n\nACT I.\n\n\nSCENE: [Country public-house or shebeen, very rough and untidy. There\nis a sort of counter on the right with shelves, holding many bottles and\njugs, just seen above it. Empty barrels stand near the counter. At back,\na little to left of counter, there is a door into the open air, then,\nmore to the left, there is a settle with shelves above it, with more\njugs, and a table beneath a window. At the left there is a large open\nfire-place, with turf fire, and a small door into inner room. Pegeen, a\nwild looking but fine girl, of about twenty, is writing at table. She is\ndressed in the usual peasant dress.]\n\nPEGEEN -- [slowly as she writes.] -- Six yards of stuff for to make a\nyellow gown. A pair of lace boots with lengthy heels on them and brassy\neyes. A hat is suited for a wedding-day. A fine tooth comb. To be\nsent with three barrels of porter in Jimmy Farrell's creel cart on the\nevening of the coming Fair to Mister Michael James Flaherty. With the\nbest compliments of this season. Margaret Flaherty.\n\nSHAWN KEOGH -- [a fat and fair young man comes in as she signs, looks\nround awkwardly, when he sees she is alone.] -- Where's himself?\n\nPEGEEN -- [without looking at him.] -- He's coming. (She directs the\nletter.) To Mister Sheamus Mulroy, Wine and Spirit Dealer, Castlebar.\n\nSHAWN -- [uneasily.] -- I didn't see him on the road.\n\nPEGEEN. How would you see him (licks stamp and puts it on letter) and it\ndark night this half hour gone by?\n\nSHAWN -- [turning towards the door again.] -- I stood a while outside\nwondering would I have a right to pass on or to walk in and see you,\nPegeen Mike (comes to fire), and I could hear the cows breathing, and\nsighing in the stillness of the air, and not a step moving any place\nfrom this gate to the bridge.\n\nPEGEEN -- [putting letter in envelope.] -- It's above at the cross-roads\nhe is, meeting Philly Cullen; and a couple more are going along with him\nto Kate Cassidy's wake.\n\nSHAWN -- [looking at her blankly.] -- And he's going that length in the\ndark night?\n\nPEGEEN -- [impatiently.] He is surely, and leaving me lonesome on the\nscruff of the hill. (She gets up and puts envelope on dresser, then\nwinds clock.) Isn't it long the nights are now, Shawn Keogh, to be\nleaving a poor girl with her own self counting the hours to the dawn of\nday?\n\nSHAWN -- [with awkward humour.] -- If it is, when we're wedded in a\nshort while you'll have no call to complain, for I've little will to be\nwalking off to wakes or weddings in the darkness of the night.\n\nPEGEEN -- [with rather scornful good humour.] -- You're making mighty\ncertain, Shaneen, that I'll wed you now.\n\nSHAWN. Aren't we after making a good bargain, the way we're only waiting\nthese days on Father Reilly's dispensation from the bishops, or the\nCourt of Rome.\n\nPEGEEN -- [looking at him teasingly, washing up at dresser.] -- It's a\nwonder, Shaneen, the Holy Father'd be taking notice of the likes of you;\nfor if I was him I wouldn't bother with this place where you'll meet\nnone but Red Linahan, has a squint in his eye, and Patcheen is lame in\nhis heel, or the mad Mulrannies were driven from California and they\nlost in their wits. We're a queer lot these times to go troubling the\nHoly Father on his sacred seat.\n\nSHAWN -- [scandalized.] If we are, we're as good this place as another,\nmaybe, and as good these times as we were for ever.\n\nPEGEEN -- [with scorn.] -- As good, is it? Where now will you meet the\nlike of Daneen Sullivan knocked the eye from a peeler, or Marcus Quin,\nGod rest him, got six months for maiming ewes, and he a great warrant to\ntell stories of holy Ireland till he'd have the old women shedding\ndown tears about their feet. Where will you find the like of them, I'm\nsaying?\n\nSHAWN -- [timidly.] If you don't it's a good job, maybe; for (with\npeculiar emphasis on the words) Father Reilly has small conceit to have\nthat kind walking around and talking to the girls.\n\nPEGEEN -- [impatiently, throwing water from basin out of the door.] --\nStop tormenting me with Father Reilly (imitating his voice) when I'm\nasking only what way I'll pass these twelve hours of dark, and not take\nmy death with the fear. [Looking out of door.]\n\nSHAWN -- [timidly.] Would I fetch you the widow Quin, maybe?\n\nPEGEEN. Is it the like of that murderer? You'll not, surely.\n\nSHAWN -- [going to her, soothingly.] -- Then I'm thinking himself will\nstop along with you when he sees you taking on, for it'll be a long\nnight-time with great darkness, and I'm after feeling a kind of fellow\nabove in the furzy ditch, groaning wicked like a maddening dog, the way\nit's good cause you have, maybe, to be fearing now.\n\nPEGEEN -- [turning on him sharply.] -- What's that? Is it a man you\nseen?\n\nSHAWN -- [retreating.] I couldn't see him at all; but I heard him\ngroaning out, and breaking his heart. It should have been a young man\nfrom his words speaking.\n\nPEGEEN -- [going after him.] -- And you never went near to see was he\nhurted or what ailed him at all?\n\nSHAWN. I did not, Pegeen Mike. It was a dark, lonesome place to be\nhearing the like of him.\n\nPEGEEN. Well, you're a daring fellow, and if they find his corpse\nstretched above in the dews of dawn, what'll you say then to the\npeelers, or the Justice of the Peace?\n\nSHAWN -- [thunderstruck.] I wasn't thinking of that. For the love of\nGod, Pegeen Mike, don't let on I was speaking of him. Don't tell your\nfather and the men is coming above; for if they heard that story, they'd\nhave great blabbing this night at the wake.\n\nPEGEEN. I'll maybe tell them, and I'll maybe not.\n\nSHAWN. They are coming at the door, Will you whisht, I'm saying?\n\nPEGEEN. Whisht yourself.\n\n[She goes behind counter. Michael James, fat jovial publican, comes\nin followed by Philly Cullen, who is thin and mistrusting, and Jimmy\nFarrell, who is fat and amorous, about forty-five.]\n\nMEN -- [together.] -- God bless you. The blessing of God on this place.\n\nPEGEEN. God bless you kindly.\n\nMICHAEL -- [to men who go to the counter.] -- Sit down now, and take\nyour rest. (Crosses to Shawn at the fire.) And how is it you are, Shawn\nKeogh? Are you coming over the sands to Kate Cassidy's wake?\n\nSHAWN. I am not, Michael James. I'm going home the short cut to my bed.\n\nPEGEEN -- [speaking across the counter.] -- He's right too, and have\nyou no shame, Michael James, to be quitting off for the whole night, and\nleaving myself lonesome in the shop?\n\nMICHAEL -- [good-humouredly.] Isn't it the same whether I go for the\nwhole night or a part only? and I'm thinking it's a queer daughter you\nare if you'd have me crossing backward through the Stooks of the Dead\nWomen, with a drop taken.\n\nPEGEEN. If I am a queer daughter, it's a queer father'd be leaving me\nlonesome these twelve hours of dark, and I piling the turf with the dogs\nbarking, and the calves mooing, and my own teeth rattling with the fear.\n\nJIMMY -- [flatteringly.] -- What is there to hurt you, and you a fine,\nhardy girl would knock the head of any two men in the place?\n\nPEGEEN -- [working herself up.] -- Isn't there the harvest boys with\ntheir tongues red for drink, and the ten tinkers is camped in the east\nglen, and the thousand militia -- bad cess to them! -- walking idle\nthrough the land. There's lots surely to hurt me, and I won't stop alone\nin it, let himself do what he will.\n\nMICHAEL. If you're that afeard, let Shawn Keogh stop along with you.\nIt's the will of God, I'm thinking, himself should be seeing to you now.\n[They all turn on Shawn.]\n\nSHAWN -- [in horrified confusion.] -- I would and welcome, Michael\nJames, but I'm afeard of Father Reilly; and what at all would the Holy\nFather and the Cardinals of Rome be saying if they heard I did the like\nof that?\n\nMICHAEL -- [with contempt.] -- God help you! Can't you sit in by the\nhearth with the light lit and herself beyond in the room? You'll do that\nsurely, for I've heard tell there's a queer fellow above, going mad or\ngetting his death, maybe, in the gripe of the ditch, so she'd be safer\nthis night with a person here.\n\nSHAWN -- [with plaintive despair.] -- I'm afeard of Father Reilly, I'm\nsaying. Let you not be tempting me, and we near married itself.\n\nPHILLY -- [with cold contempt.] -- Lock him in the west room. He'll stay\nthen and have no sin to be telling to the priest.\n\nMICHAEL -- [to Shawn, getting between him and the door.] -- Go up now.\n\nSHAWN -- [at the top of his voice.] -- Don't stop me, Michael James. Let\nme out of the door, I'm saying, for the love of the Almighty God. Let me\nout (trying to dodge past him). Let me out of it, and may God grant you\nHis indulgence in the hour of need.\n\nMICHAEL -- [loudly.] Stop your noising, and sit down by the hearth.\n[Gives him a push and goes to counter laughing.]\n\nSHAWN -- [turning back, wringing his hands.] -- Oh, Father Reilly and\nthe saints of God, where will I hide myself to-day? Oh, St. Joseph and\nSt. Patrick and St. Brigid, and St. James, have mercy on me now! [Shawn\nturns round, sees door clear, and makes a rush for it.]\n\nMICHAEL -- [catching him by the coattail.] -- You'd be going, is it?\n\nSHAWN -- [screaming.] Leave me go, Michael James, leave me go, you old\nPagan, leave me go, or I'll get the curse of the priests on you, and\nof the scarlet-coated bishops of the courts of Rome. [With a sudden\nmovement he pulls himself out of his coat, and disappears out of the\ndoor, leaving his coat in Michael's hands.]\n\nMICHAEL -- [turning round, and holding up coat.] -- Well, there's the\ncoat of a Christian man. Oh, there's sainted glory this day in the\nlonesome west; and by the will of God I've got you a decent man, Pegeen,\nyou'll have no call to be spying after if you've a score of young girls,\nmaybe, weeding in your fields.\n\nPEGEEN [taking up the defence of her property.] -- What right have you\nto be making game of a poor fellow for minding the priest, when it's\nyour own the fault is, not paying a penny pot-boy to stand along with\nme and give me courage in the doing of my work? [She snaps the coat away\nfrom him, and goes behind counter with it.]\n\nMICHAEL -- [taken aback.] -- Where would I get a pot-boy? Would you have\nme send the bell-man screaming in the streets of Castlebar?\n\nSHAWN -- [opening the door a chink and putting in his head, in a small\nvoice.] -- Michael James!\n\nMICHAEL -- [imitating him.] -- What ails you?\n\nSHAWN. The queer dying fellow's beyond looking over the ditch. He's come\nup, I'm thinking, stealing your hens. (Looks over his shoulder.) God\nhelp me, he's following me now (he runs into room), and if he's heard\nwhat I said, he'll be having my life, and I going home lonesome in the\ndarkness of the night. [For a perceptible moment they watch the door\nwith curiosity. Some one coughs outside. Then Christy Mahon, a slight\nyoung man, comes in very tired and frightened and dirty.]\n\nCHRISTY -- [in a small voice.] -- God save all here!\n\nMEN. God save you kindly.\n\nCHRISTY -- [going to the counter.] -- I'd trouble you for a glass of\nporter, woman of the house. [He puts down coin.]\n\nPEGEEN -- [serving him.] -- You're one of the tinkers, young fellow, is\nbeyond camped in the glen?\n\nCHRISTY. I am not; but I'm destroyed walking.\n\nMICHAEL -- [patronizingly.] Let you come up then to the fire. You're\nlooking famished with the cold.\n\nCHRISTY. God reward you. (He takes up his glass and goes a little way\nacross to the left, then stops and looks about him.) Is it often the\npolice do be coming into this place, master of the house?\n\nMICHAEL. If you'd come in better hours, you'd have seen \"Licensed for\nthe sale of Beer and Spirits, to be consumed on the premises,\" written\nin white letters above the door, and what would the polis want spying\non me, and not a decent house within four miles, the way every living\nChristian is a bona fide, saving one widow alone?\n\nCHRISTY -- [with relief.] -- It's a safe house, so. [He goes over to the\nfire, sighing and moaning. Then he sits down, putting his glass beside\nhim and begins gnawing a turnip, too miserable to feel the others\nstaring at him with curiosity.]\n\nMICHAEL -- [going after him.] -- Is it yourself fearing the polis?\nYou're wanting, maybe?\n\nCHRISTY. There's many wanting.\n\nMICHAEL. Many surely, with the broken harvest and the ended wars. (He\npicks up some stockings, etc., that are near the fire, and carries them\naway furtively.) It should be larceny, I'm thinking?\n\nCHRISTY -- [dolefully.] I had it in my mind it was a different word and\na bigger.\n\nPEGEEN. There's a queer lad. Were you never slapped in school, young\nfellow, that you don't know the name of your deed?\n\nCHRISTY -- [bashfully.] I'm slow at learning, a middling scholar only.\n\nMICHAEL. If you're a dunce itself, you'd have a right to know that\nlarceny's robbing and stealing. Is it for the like of that you're\nwanting?\n\nCHRISTY -- [with a flash of family pride.] -- And I the son of a strong\nfarmer (with a sudden qualm), God rest his soul, could have bought\nup the whole of your old house a while since, from the butt of his\ntailpocket, and not have missed the weight of it gone.\n\nMICHAEL -- [impressed.] If it's not stealing, it's maybe something big.\n\nCHRISTY -- [flattered.] Aye; it's maybe something big.\n\nJIMMY. He's a wicked-looking young fellow. Maybe he followed after a\nyoung woman on a lonesome night.\n\nCHRISTY -- [shocked.] Oh, the saints forbid, mister; I was all times a\ndecent lad.\n\nPHILLY -- [turning on Jimmy.] -- You're a silly man, Jimmy Farrell. He\nsaid his father was a farmer a while since, and there's himself now in\na poor state. Maybe the land was grabbed from him, and he did what any\ndecent man would do.\n\nMICHAEL -- [to Christy, mysteriously.] -- Was it bailiffs?\n\nCHRISTY. The divil a one.\n\nMICHAEL. Agents?\n\nCHRISTY. The divil a one.\n\nMICHAEL. Landlords?\n\nCHRISTY -- [peevishly.] Ah, not at all, I'm saying. You'd see the like\nof them stories on any little paper of a Munster town. But I'm not\ncalling to mind any person, gentle, simple, judge or jury, did the like\nof me. [They all draw nearer with delighted curiosity.]\n\nPHILLY. Well, that lad's a puzzle--the world.\n\nJIMMY. He'd beat Dan Davies' circus, or the holy missioners making\nsermons on the villainy of man. Try him again, Philly.\n\nPHILLY. Did you strike golden guineas out of solder, young fellow, or\nshilling coins itself?\n\nCHRISTY. I did not, mister, not sixpence nor a farthing coin.\n\nJIMMY. Did you marry three wives maybe? I'm told there's a sprinkling\nhave done that among the holy Luthers of the preaching north.\n\nCHRISTY -- [shyly.] -- I never married with one, let alone with a couple\nor three.\n\nPHILLY. Maybe he went fighting for the Boers, the like of the man\nbeyond, was judged to be hanged, quartered and drawn. Were you off east,\nyoung fellow, fighting bloody wars for Kruger and the freedom of the\nBoers?\n\nCHRISTY. I never left my own parish till Tuesday was a week.\n\nPEGEEN -- [coming from counter.] -- He's done nothing, so. (To Christy.)\nIf you didn't commit murder or a bad, nasty thing, or false coining,\nor robbery, or butchery, or the like of them, there isn't anything that\nwould be worth your troubling for to run from now. You did nothing at\nall.\n\nCHRISTY -- [his feelings hurt.] -- That's an unkindly thing to be saying\nto a poor orphaned traveller, has a prison behind him, and hanging\nbefore, and hell's gap gaping below.\n\nPEGEEN [with a sign to the men to be quiet.] -- You're only saying it.\nYou did nothing at all. A soft lad the like of you wouldn't slit the\nwindpipe of a screeching sow.\n\nCHRISTY -- [offended.] You're not speaking the truth.\n\nPEGEEN -- [in mock rage.] -- Not speaking the truth, is it? Would you\nhave me knock the head of you with the butt of the broom?\n\nCHRISTY -- [twisting round on her with a sharp cry of horror.] -- Don't\nstrike me. I killed my poor father, Tuesday was a week, for doing the\nlike of that.\n\nPEGEEN [with blank amazement.] -- Is it killed your father?\n\nCHRISTY -- [subsiding.] With the help of God I did surely, and that the\nHoly Immaculate Mother may intercede for his soul.\n\nPHILLY -- [retreating with Jimmy.] -- There's a daring fellow.\n\nJIMMY. Oh, glory be to God!\n\nMICHAEL -- [with great respect.] -- That was a hanging crime, mister\nhoney. You should have had good reason for doing the like of that.\n\nCHRISTY -- [in a very reasonable tone.] -- He was a dirty man, God\nforgive him, and he getting old and crusty, the way I couldn't put up\nwith him at all.\n\nPEGEEN. And you shot him dead?\n\nCHRISTY -- [shaking his head.] -- I never used weapons. I've no license,\nand I'm a law-fearing man.\n\nMICHAEL. It was with a hilted knife maybe? I'm told, in the big world\nit's bloody knives they use.\n\nCHRISTY -- [loudly, scandalized.] -- Do you take me for a slaughter-boy?\n\nPEGEEN. You never hanged him, the way Jimmy Farrell hanged his dog from\nthe license, and had it screeching and wriggling three hours at the butt\nof a string, and himself swearing it was a dead dog, and the peelers\nswearing it had life?\n\nCHRISTY. I did not then. I just riz the loy and let fall the edge of\nit on the ridge of his skull, and he went down at my feet like an empty\nsack, and never let a grunt or groan from him at all.\n\nMICHAEL -- [making a sign to Pegeen to fill Christy's glass.] -- And\nwhat way weren't you hanged, mister? Did you bury him then?\n\nCHRISTY -- [considering.] Aye. I buried him then. Wasn't I digging spuds\nin the field?\n\nMICHAEL. And the peelers never followed after you the eleven days that\nyou're out?\n\nCHRISTY -- [shaking his head.] -- Never a one of them, and I walking\nforward facing hog, dog, or divil on the highway of the road.\n\nPHILLY -- [nodding wisely.] -- It's only with a common week-day kind\nof a murderer them lads would be trusting their carcase, and that man\nshould be a great terror when his temper's roused.\n\nMICHAEL. He should then. (To Christy.) And where was it, mister honey,\nthat you did the deed?\n\nCHRISTY -- [looking at him with suspicion.] -- Oh, a distant place,\nmaster of the house, a windy corner of high, distant hills.\n\nPHILLY -- [nodding with approval.] -- He's a close man, and he's right,\nsurely.\n\nPEGEEN. That'd be a lad with the sense of Solomon to have for a pot-boy,\nMichael James, if it's the truth you're seeking one at all.\n\nPHILLY. The peelers is fearing him, and if you'd that lad in the house\nthere isn't one of them would come smelling around if the dogs itself\nwere lapping poteen from the dungpit of the yard.\n\nJIMMY. Bravery's a treasure in a lonesome place, and a lad would kill\nhis father, I'm thinking, would face a foxy divil with a pitchpike on\nthe flags of hell.\n\nPEGEEN. It's the truth they're saying, and if I'd that lad in the house,\nI wouldn't be fearing the loosed kharki cut-throats, or the walking\ndead.\n\nCHRISTY -- [swelling with surprise and triumph.] -- Well, glory be to\nGod!\n\nMICHAEL -- [with deference.] -- Would you think well to stop here and be\npot-boy, mister honey, if we gave you good wages, and didn't destroy you\nwith the weight of work?\n\nSHAWN -- [coming forward uneasily.] -- That'd be a queer kind to bring\ninto a decent quiet household with the like of Pegeen Mike.\n\nPEGEEN -- [very sharply.] -- Will you whisht? Who's speaking to you?\n\nSHAWN -- [retreating.] A bloody-handed murderer the like of...\n\nPEGEEN -- [snapping at him.] -- Whisht I am saying; we'll take no\nfooling from your like at all. (To Christy with a honeyed voice.) And\nyou, young fellow, you'd have a right to stop, I'm thinking, for we'd do\nour all and utmost to content your needs.\n\nCHRISTY -- [overcome with wonder.] -- And I'd be safe in this place from\nthe searching law?\n\nMICHAEL. You would, surely. If they're not fearing you, itself, the\npeelers in this place is decent droughty poor fellows, wouldn't touch a\ncur dog and not give warning in the dead of night.\n\nPEGEEN -- [very kindly and persuasively.] -- Let you stop a short\nwhile anyhow. Aren't you destroyed walking with your feet in bleeding\nblisters, and your whole skin needing washing like a Wicklow sheep.\n\nCHRISTY -- [looking round with satisfaction.] It's a nice room, and if\nit's not humbugging me you are, I'm thinking that I'll surely stay.\n\nJIMMY -- [jumps up.] -- Now, by the grace of God, herself will be safe\nthis night, with a man killed his father holding danger from the door,\nand let you come on, Michael James, or they'll have the best stuff drunk\nat the wake.\n\nMICHAEL -- [going to the door with men.] And begging your pardon,\nmister, what name will we call you, for we'd like to know?\n\nCHRISTY. Christopher Mahon.\n\nMICHAEL. Well, God bless you, Christy, and a good rest till we meet\nagain when the sun'll be rising to the noon of day.\n\nCHRISTY. God bless you all.\n\nMEN. God bless you. [They go out except Shawn, who lingers at door.]\n\nSHAWN -- [to Pegeen.] -- Are you wanting me to stop along with you and\nkeep you from harm?\n\nPEGEEN -- [gruffly.] Didn't you say you were fearing Father Reilly?\n\nSHAWN. There'd be no harm staying now, I'm thinking, and himself in it\ntoo.\n\nPEGEEN. You wouldn't stay when there was need for you, and let you step\noff nimble this time when there's none.\n\nSHAWN. Didn't I say it was Father Reilly...\n\nPEGEEN. Go on, then, to Father Reilly (in a jeering tone), and let him\nput you in the holy brotherhoods, and leave that lad to me.\n\nSHAWN. If I meet the Widow Quin...\n\nPEGEEN. Go on, I'm saying, and don't be waking this place with your\nnoise. (She hustles him out and bolts the door.) That lad would wear\nthe spirits from the saints of peace. (Bustles about, then takes off\nher apron and pins it up in the window as a blind. Christy watching her\ntimidly. Then she comes to him and speaks with bland good-humour.) Let\nyou stretch out now by the fire, young fellow. You should be destroyed\ntravelling.\n\nCHRISTY -- [shyly again, drawing off his boots.] I'm tired, surely,\nwalking wild eleven days, and waking fearful in the night. [He holds\nup one of his feet, feeling his blisters, and looking at them with\ncompassion.]\n\nPEGEEN -- [standing beside him, watching him with delight.] -- You\nshould have had great people in your family, I'm thinking, with the\nlittle, small feet you have, and you with a kind of a quality name, the\nlike of what you'd find on the great powers and potentates of France and\nSpain.\n\nCHRISTY -- [with pride.] -- We were great surely, with wide and windy\nacres of rich Munster land.\n\nPEGEEN. Wasn't I telling you, and you a fine, handsome young fellow with\na noble brow?\n\nCHRISTY -- [with a flash of delighted surprise.] Is it me?\n\nPEGEEN. Aye. Did you never hear that from the young girls where you come\nfrom in the west or south?\n\nCHRISTY -- [with venom.] -- I did not then. Oh, they're bloody liars in\nthe naked parish where I grew a man.\n\nPEGEEN. If they are itself, you've heard it these days, I'm thinking,\nand you walking the world telling out your story to young girls or old.\n\nCHRISTY. I've told my story no place till this night, Pegeen Mike, and\nit's foolish I was here, maybe, to be talking free, but you're decent\npeople, I'm thinking, and yourself a kindly woman, the way I wasn't\nfearing you at all.\n\nPEGEEN -- [filling a sack with straw.] -- You've said the like of that,\nmaybe, in every cot and cabin where you've met a young girl on your way.\n\nCHRISTY -- [going over to her, gradually raising his voice.] -- I've\nsaid it nowhere till this night, I'm telling you, for I've seen none the\nlike of you the eleven long days I am walking the world, looking over a\nlow ditch or a high ditch on my north or my south, into stony scattered\nfields, or scribes of bog, where you'd see young, limber girls, and fine\nprancing women making laughter with the men.\n\nPEGEEN. If you weren't destroyed travelling, you'd have as much talk\nand streeleen, I'm thinking, as Owen Roe O'Sullivan or the poets of the\nDingle Bay, and I've heard all times it's the poets are your like, fine\nfiery fellows with great rages when their temper's roused.\n\nCHRISTY -- [drawing a little nearer to her.] -- You've a power of rings,\nGod bless you, and would there be any offence if I was asking are you\nsingle now?\n\nPEGEEN. What would I want wedding so young?\n\nCHRISTY -- [with relief.] -- We're alike, so.\n\nPEGEEN -- [she puts sack on settle and beats it up.] -- I never killed\nmy father. I'd be afeard to do that, except I was the like of yourself\nwith blind rages tearing me within, for I'm thinking you should have had\ngreat tussling when the end was come.\n\nCHRISTY -- [expanding with delight at the first confidential talk he has\never had with a woman.] -- We had not then. It was a hard woman was come\nover the hill, and if he was always a crusty kind when he'd a hard woman\nsetting him on, not the divil himself or his four fathers could put up\nwith him at all.\n\nPEGEEN -- [with curiosity.] -- And isn't it a great wonder that one\nwasn't fearing you?\n\nCHRISTY -- [very confidentially.] -- Up to the day I killed my father,\nthere wasn't a person in Ireland knew the kind I was, and I there\ndrinking, waking, eating, sleeping, a quiet, simple poor fellow with no\nman giving me heed.\n\nPEGEEN -- [getting a quilt out of the cupboard and putting it on the\nsack.] -- It was the girls were giving you heed maybe, and I'm thinking\nit's most conceit you'd have to be gaming with their like.\n\nCHRISTY -- [shaking his head, with simplicity.] Not the girls itself,\nand I won't tell you a lie. There wasn't anyone heeding me in that place\nsaving only the dumb beasts of the field. [He sits down at fire.]\n\nPEGEEN -- [with disappointment.] -- And I thinking you should have been\nliving the like of a king of Norway or the Eastern world. [She comes and\nsits beside him after placing bread and mug of milk on the table.]\n\nCHRISTY -- [laughing piteously.] -- The like of a king, is it? And I\nafter toiling, moiling, digging, dodging from the dawn till dusk with\nnever a sight of joy or sport saving only when I'd be abroad in the dark\nnight poaching rabbits on hills, for I was a devil to poach, God forgive\nme, (very naively) and I near got six months for going with a dung fork\nand stabbing a fish.\n\nPEGEEN. And it's that you'd call sport, is it, to be abroad in the\ndarkness with yourself alone?\n\nCHRISTY. I did, God help me, and there I'd be as happy as the sunshine\nof St. Martin's Day, watching the light passing the north or the patches\nof fog, till I'd hear a rabbit starting to screech and I'd go running in\nthe furze. Then when I'd my full share I'd come walking down where you'd\nsee the ducks and geese stretched sleeping on the highway of the road,\nand before I'd pass the dunghill, I'd hear himself snoring out, a loud\nlonesome snore he'd be making all times, the while he was sleeping, and\nhe a man 'd be raging all times, the while he was waking, like a gaudy\nofficer you'd hear cursing and damning and swearing oaths.\n\nPEGEEN. Providence and Mercy, spare us all!\n\nCHRISTY. It's that you'd say surely if you seen him and he after\ndrinking for weeks, rising up in the red dawn, or before it maybe, and\ngoing out into the yard as naked as an ash tree in the moon of May, and\nshying clods against the visage of the stars till he'd put the fear of\ndeath into the banbhs and the screeching sows.\n\nPEGEEN. I'd be well-night afeard of that lad myself, I'm thinking. And\nthere was no one in it but the two of you alone?\n\nCHRISTY. The divil a one, though he'd sons and daughters walking all\ngreat states and territories of the world, and not a one of them, to\nthis day, but would say their seven curses on him, and they rousing up\nto let a cough or sneeze, maybe, in the deadness of the night.\n\nPEGEEN [nodding her head.] -- Well, you should have been a queer lot.\nI never cursed my father the like of that, though I'm twenty and more\nyears of age.\n\nCHRISTY. Then you'd have cursed mine, I'm telling you, and he a man\nnever gave peace to any, saving when he'd get two months or three, or\nbe locked in the asylums for battering peelers or assaulting men (with\ndepression) the way it was a bitter life he led me till I did up a\nTuesday and halve his skull.\n\nPEGEEN -- [putting her hand on his shoulder.] -- Well, you'll have peace\nin this place, Christy Mahon, and none to trouble you, and it's near\ntime a fine lad like you should have your good share of the earth.\n\nCHRISTY. It's time surely, and I a seemly fellow with great strength in\nme and bravery of... [Someone knocks.]\n\nCHRISTY -- [clinging to Pegeen.] -- Oh, glory! it's late for knocking,\nand this last while I'm in terror of the peelers, and the walking dead.\n[Knocking again.]\n\nPEGEEN. Who's there?\n\nVOICE -- [outside.] Me.\n\nPEGEEN. Who's me?\n\nVOICE. The Widow Quin.\n\nPEGEEN [jumping up and giving him the bread and milk.] -- Go on now with\nyour supper, and let on to be sleepy, for if she found you were such\na warrant to talk, she'd be stringing gabble till the dawn of day. (He\ntakes bread and sits shyly with his back to the door.)\n\nPEGEEN [opening door, with temper.] -- What ails you, or what is it\nyou're wanting at this hour of the night?\n\nWIDOW QUIN -- [coming in a step and peering at Christy.] -- I'm after\nmeeting Shawn Keogh and Father Reilly below, who told me of your\ncuriosity man, and they fearing by this time he was maybe roaring,\nromping on your hands with drink.\n\nPEGEEN [pointing to Christy.] -- Look now is he roaring, and he\nstretched away drowsy with his supper and his mug of milk. Walk down and\ntell that to Father Reilly and to Shaneen Keogh.\n\nWIDOW QUIN -- [coming forward.] -- I'll not see them again, for I've\ntheir word to lead that lad forward for to lodge with me.\n\nPEGEEN -- [in blank amazement.] -- This night, is it?\n\nWIDOW QUIN -- [going over.] -- This night. \"It isn't fitting,\" says the\npriesteen, \"to have his likeness lodging with an orphaned girl.\" (To\nChristy.) God save you, mister!\n\nCHRISTY -- [shyly.] -- God save you kindly.\n\nWIDOW QUIN -- [looking at him with half-amazed curiosity.] -- Well,\naren't you a little smiling fellow? It should have been great and bitter\ntorments did rouse your spirits to a deed of blood.\n\nCHRISTY -- [doubtfully.] It should, maybe.\n\nWIDOW QUIN. It's more than \"maybe\" I'm saying, and it'd soften my heart\nto see you sitting so simple with your cup and cake, and you fitter to\nbe saying your catechism than slaying your da.\n\nPEGEEN -- [at counter, washing glasses.] -- There's talking when any'd\nsee he's fit to be holding his head high with the wonders of the world.\nWalk on from this, for I'll not have him tormented and he destroyed\ntravelling since Tuesday was a week.\n\nWIDOW QUIN -- [peaceably.] We'll be walking surely when his supper's\ndone, and you'll find we're great company, young fellow, when it's of\nthe like of you and me you'd hear the penny poets singing in an August\nFair.\n\nCHRISTY -- [innocently.] Did you kill your father?\n\nPEGEEN -- [contemptuously.] She did not. She hit himself with a worn\npick, and the rusted poison did corrode his blood the way he never\novered it, and died after. That was a sneaky kind of murder did win\nsmall glory with the boys itself. [She crosses to Christy's left.]\n\nWIDOW QUIN -- [with good-humour.] -- If it didn't, maybe all knows a\nwidow woman has buried her children and destroyed her man is a\nwiser comrade for a young lad than a girl, the like of you, who'd go\nhelter-skeltering after any man would let you a wink upon the road.\n\nPEGEEN -- [breaking out into wild rage.] -- And you'll say that, Widow\nQuin, and you gasping with the rage you had racing the hill beyond to\nlook on his face.\n\nWIDOW QUIN -- [laughing derisively.] -- Me, is it? Well, Father Reilly\nhas cuteness to divide you now. (She pulls Christy up.) There's great\ntemptation in a man did slay his da, and we'd best be going, young\nfellow; so rise up and come with me.\n\nPEGEEN -- [seizing his arm.] -- He'll not stir. He's pot-boy in this\nplace, and I'll not have him stolen off and kidnabbed while himself's\nabroad.\n\nWIDOW QUIN. It'd be a crazy pot-boy'd lodge him in the shebeen where he\nworks by day, so you'd have a right to come on, young fellow, till you\nsee my little houseen, a perch off on the rising hill.\n\nPEGEEN. Wait till morning, Christy Mahon. Wait till you lay eyes on her\nleaky thatch is growing more pasture for her buck goat than her square\nof fields, and she without a tramp itself to keep in order her place at\nall.\n\nWIDOW QUIN. When you see me contriving in my little gardens, Christy\nMahon, you'll swear the Lord God formed me to be living lone, and that\nthere isn't my match in Mayo for thatching, or mowing, or shearing a\nsheep.\n\nPEGEEN -- [with noisy scorn.] -- It's true the Lord God formed you to\ncontrive indeed. Doesn't the world know you reared a black lamb at your\nown breast, so that the Lord Bishop of Connaught felt the elements of\na Christian, and he eating it after in a kidney stew? Doesn't the\nworld know you've been seen shaving the foxy skipper from France for a\nthreepenny bit and a sop of grass tobacco would wring the liver from a\nmountain goat you'd meet leaping the hills?\n\nWIDOW QUIN -- [with amusement.] -- Do you hear her now, young fellow? Do\nyou hear the way she'll be rating at your own self when a week is by?\n\nPEGEEN -- [to Christy.] -- Don't heed her. Tell her to go into her\npigsty and not plague us here.\n\nWIDOW QUIN. I'm going; but he'll come with me.\n\nPEGEEN -- [shaking him.] -- Are you dumb, young fellow?\n\nCHRISTY -- [timidly, to Widow Quin.] -- God increase you; but I'm\npot-boy in this place, and it's here I'd liefer stay.\n\nPEGEEN -- [triumphantly.] Now you have heard him, and go on from this.\n\nWIDOW QUIN -- [looking round the room.] -- It's lonesome this hour\ncrossing the hill, and if he won't come along with me, I'd have a right\nmaybe to stop this night with yourselves. Let me stretch out on the\nsettle, Pegeen Mike; and himself can lie by the hearth.\n\nPEGEEN -- [short and fiercely.] -- Faith, I won't. Quit off or I will\nsend you now.\n\nWIDOW QUIN -- [gathering her shawl up.] -- Well, it's a terror to be\naged a score. (To Christy.) God bless you now, young fellow, and let\nyou be wary, or there's right torment will await you here if you go\nromancing with her like, and she waiting only, as they bade me say, on a\nsheepskin parchment to be wed with Shawn Keogh of Killakeen.\n\nCHRISTY -- [going to Pegeen as she bolts the door.] -- What's that she's\nafter saying?\n\nPEGEEN. Lies and blather, you've no call to mind. Well, isn't Shawn\nKeogh an impudent fellow to send up spying on me? Wait till I lay hands\non him. Let him wait, I'm saying.\n\nCHRISTY. And you're not wedding him at all?\n\nPEGEEN. I wouldn't wed him if a bishop came walking for to join us here.\n\nCHRISTY. That God in glory may be thanked for that.\n\nPEGEEN. There's your bed now. I've put a quilt upon you I'm after\nquilting a while since with my own two hands, and you'd best stretch out\nnow for your sleep, and may God give you a good rest till I call you in\nthe morning when the cocks will crow.\n\nCHRISTY -- [as she goes to inner room.] -- May God and Mary and St.\nPatrick bless you and reward you, for your kindly talk. [She shuts\nthe door behind her. He settles his bed slowly, feeling the quilt with\nimmense satisfaction.] -- Well, it's a clean bed and soft with it, and\nit's great luck and company I've won me in the end of time -- two fine\nwomen fighting for the likes of me -- till I'm thinking this night\nwasn't I a foolish fellow not to kill my father in the years gone by.\n\nCURTAIN\n\n\n\n\nACT II.\n\nSCENE, [as before. Brilliant morning light. Christy, looking bright and\ncheerful, is cleaning a girl's boots.]\n\nCHRISTY -- [to himself, counting jugs on dresser.] -- Half a hundred\nbeyond. Ten there. A score that's above. Eighty jugs. Six cups and a\nbroken one. Two plates. A power of glasses. Bottles, a school-master'd\nbe hard set to count, and enough in them, I'm thinking, to drunken\nall the wealth and wisdom of the County Clare. (He puts down the boot\ncarefully.) There's her boots now, nice and decent for her evening\nuse, and isn't it grand brushes she has? (He puts them down and goes\nby degrees to the looking-glass.) Well, this'd be a fine place to be my\nwhole life talking out with swearing Christians, in place of my old dogs\nand cat, and I stalking around, smoking my pipe and drinking my fill,\nand never a day's work but drawing a cork an odd time, or wiping a\nglass, or rinsing out a shiny tumbler for a decent man. (He takes the\nlooking-glass from the wall and puts it on the back of a chair; then\nsits down in front of it and begins washing his face.) Didn't I know\nrightly I was handsome, though it was the divil's own mirror we had\nbeyond, would twist a squint across an angel's brow; and I'll be growing\nfine from this day, the way I'll have a soft lovely skin on me and won't\nbe the like of the clumsy young fellows do be ploughing all times in\nthe earth and dung. (He starts.) Is she coming again? (He looks out.)\nStranger girls. God help me, where'll I hide myself away and my long\nneck nacked to the world? (He looks out.) I'd best go to the room maybe\ntill I'm dressed again. [He gathers up his coat and the looking-glass,\nand runs into the inner room. The door is pushed open, and Susan Brady\nlooks in, and knocks on door.]\n\nSUSAN. There's nobody in it. [Knocks again.]\n\nNELLY -- [pushing her in and following her, with Honor Blake and Sara\nTansey.] It'd be early for them both to be out walking the hill.\n\nSUSAN. I'm thinking Shawn Keogh was making game of us and there's no\nsuch man in it at all.\n\nHONOR -- [pointing to straw and quilt.] -- Look at that. He's been\nsleeping there in the night. Well, it'll be a hard case if he's gone off\nnow, the way we'll never set our eyes on a man killed his father, and we\nafter rising early and destroying ourselves running fast on the hill.\n\nNELLY. Are you thinking them's his boots?\n\nSARA -- [taking them up.] -- If they are, there should be his father's\ntrack on them. Did you never read in the papers the way murdered men do\nbleed and drip?\n\nSUSAN. Is that blood there, Sara Tansey?\n\nSARAH -- [smelling it.] -- That's bog water, I'm thinking, but it's his\nown they are surely, for I never seen the like of them for whity mud,\nand red mud, and turf on them, and the fine sands of the sea. That man's\nbeen walking, I'm telling you. [She goes down right, putting on one of\nhis boots.]\n\nSUSAN -- [going to window.] -- Maybe he's stolen off to Belmullet with\nthe boots of Michael James, and you'd have a right so to follow after\nhim, Sara Tansey, and you the one yoked the ass cart and drove ten\nmiles to set your eyes on the man bit the yellow lady's nostril on the\nnorthern shore. [She looks out.]\n\nSARA -- [running to window with one boot on.] -- Don't be talking, and\nwe fooled to-day. (Putting on other boot.) There's a pair do fit me\nwell, and I'll be keeping them for walking to the priest, when you'd be\nashamed this place, going up winter and summer with nothing worth while\nto confess at all.\n\nHONOR -- [who has been listening at the door.] -- Whisht! there's\nsomeone inside the room. (She pushes door a chink open.) It's a man.\n[Sara kicks off boots and puts them where they were. They all stand in a\nline looking through chink.]\n\nSARA. I'll call him. Mister! Mister! (He puts in his head.) Is Pegeen\nwithin?\n\nCHRISTY -- [coming in as meek as a mouse, with the looking-glass held\nbehind his back.] -- She's above on the cnuceen, seeking the nanny\ngoats, the way she'd have a sup of goat's milk for to colour my tea.\n\nSARA. And asking your pardon, is it you's the man killed his father?\n\nCHRISTY -- [sidling toward the nail where the glass was hanging.] -- I\nam, God help me!\n\nSARA -- [taking eggs she has brought.] -- Then my thousand welcomes to\nyou, and I've run up with a brace of duck's eggs for your food today.\nPegeen's ducks is no use, but these are the real rich sort. Hold out\nyour hand and you'll see it's no lie I'm telling you.\n\nCHRISTY -- [coming forward shyly, and holding out his left hand.] --\nThey're a great and weighty size.\n\nSUSAN. And I run up with a pat of butter, for it'd be a poor thing to\nhave you eating your spuds dry, and you after running a great way since\nyou did destroy your da.\n\nCHRISTY. Thank you kindly.\n\nHONOR. And I brought you a little cut of cake, for you should have a\nthin stomach on you, and you that length walking the world.\n\nNELLY. And I brought you a little laying pullet -- boiled and all she is\n-- was crushed at the fall of night by the curate's car. Feel the fat of\nthat breast, Mister.\n\nCHRISTY. It's bursting, surely. [He feels it with the back of his\nhand, in which he holds the presents.]\n\nSARA. Will you pinch it? Is your right hand too sacred for to use at\nall? (She slips round behind him.) It's a glass he has. Well, I never\nseen to this day a man with a looking-glass held to his back. Them that\nkills their fathers is a vain lot surely. [Girls giggle.]\n\nCHRISTY -- [smiling innocently and piling presents on glass.] -- I'm\nvery thankful to you all to-day...\n\nWIDOW QUIN -- [coming in quickly, at door.] -- Sara Tansey, Susan Brady,\nHonor Blake! What in glory has you here at this hour of day?\n\nGIRLS -- [giggling.] That's the man killed his father.\n\nWIDOW QUIN -- [coming to them.] -- I know well it's the man; and\nI'm after putting him down in the sports below for racing, leaping,\npitching, and the Lord knows what.\n\nSARA -- [exuberantly.] That's right, Widow Quin. I'll bet my dowry that\nhe'll lick the world.\n\nWIDOW QUIN. If you will, you'd have a right to have him fresh and\nnourished in place of nursing a feast. (Taking presents.) Are you\nfasting or fed, young fellow?\n\nCHRISTY. Fasting, if you please.\n\nWIDOW QUIN -- [loudly.] Well, you're the lot. Stir up now and give him\nhis breakfast. (To Christy.) Come here to me (she puts him on bench\nbeside her while the girls make tea and get his breakfast) and let you\ntell us your story before Pegeen will come, in place of grinning your\nears off like the moon of May.\n\nCHRISTY -- [beginning to be pleased.] -- It's a long story; you'd be\ndestroyed listening.\n\nWIDOW QUIN. Don't be letting on to be shy, a fine, gamey, treacherous\nlad the like of you. Was it in your house beyond you cracked his skull?\n\nCHRISTY -- [shy but flattered.] -- It was not. We were digging spuds in\nhis cold, sloping, stony, divil's patch of a field.\n\nWIDOW QUIN. And you went asking money of him, or making talk of getting\na wife would drive him from his farm?\n\nCHRISTY. I did not, then; but there I was, digging and digging, and \"You\nsquinting idiot,\" says he, \"let you walk down now and tell the priest\nyou'll wed the Widow Casey in a score of days.\"\n\nWIDOW QUIN. And what kind was she?\n\nCHRISTY -- [with horror.] -- A walking terror from beyond the hills, and\nshe two score and five years, and two hundredweights and five pounds in\nthe weighing scales, with a limping leg on her, and a blinded eye, and\nshe a woman of noted misbehaviour with the old and young.\n\nGIRLS -- [clustering round him, serving him.] -- Glory be.\n\nWIDOW QUIN. And what did he want driving you to wed with her? [She takes\na bit of the chicken.]\n\nCHRISTY -- [eating with growing satisfaction.] He was letting on I was\nwanting a protector from the harshness of the world, and he without a\nthought the whole while but how he'd have her hut to live in and her\ngold to drink.\n\nWIDOW QUIN. There's maybe worse than a dry hearth and a widow woman and\nyour glass at night. So you hit him then?\n\nCHRISTY -- [getting almost excited.] -- I did not. \"I won't wed her,\"\nsays I, \"when all know she did suckle me for six weeks when I came into\nthe world, and she a hag this day with a tongue on her has the crows and\nseabirds scattered, the way they wouldn't cast a shadow on her garden\nwith the dread of her curse.\"\n\nWIDOW QUIN -- [teasingly.] That one should be right company.\n\nSARA -- [eagerly.] Don't mind her. Did you kill him then?\n\nCHRISTY. \"She's too good for the like of you,\" says he, \"and go on now\nor I'll flatten you out like a crawling beast has passed under a dray.\"\n\"You will not if I can help it,\" says I. \"Go on,\" says he, \"or I'll have\nthe divil making garters of your limbs tonight.\" \"You will not if I can\nhelp it,\" says I. [He sits up, brandishing his mug.]\n\nSARA. You were right surely.\n\nCHRISTY -- [impressively.] With that the sun came out between the cloud\nand the hill, and it shining green in my face. \"God have mercy on your\nsoul,\" says he, lifting a scythe; \"or on your own,\" says I, raising the\nloy. SUSAN. That's a grand story.\n\nHONOR. He tells it lovely.\n\nCHRISTY -- [flattered and confident, waving bone.] -- He gave a drive\nwith the scythe, and I gave a lep to the east. Then I turned around with\nmy back to the north, and I hit a blow on the ridge of his skull, laid\nhim stretched out, and he split to the knob of his gullet. [He raises\nthe chicken bone to his Adam's apple.]\n\nGIRLS -- [together.] Well, you're a marvel! Oh, God bless you! You're\nthe lad surely!\n\nSUSAN. I'm thinking the Lord God sent him this road to make a second\nhusband to the Widow Quin, and she with a great yearning to be wedded,\nthough all dread her here. Lift him on her knee, Sara Tansey.\n\nWIDOW QUIN. Don't tease him.\n\nSARA -- [going over to dresser and counter very quickly, and getting two\nglasses and porter.] -- You're heroes surely, and let you drink a supeen\nwith your arms linked like the outlandish lovers in the sailor's song.\n(She links their arms and gives them the glasses.) There now. Drink\na health to the wonders of the western world, the pirates, preachers,\npoteen-makers, with the jobbing jockies; parching peelers, and the\njuries fill their stomachs selling judgments of the English law.\n[Brandishing the bottle.]\n\nWIDOW QUIN. That's a right toast, Sara Tansey. Now Christy. [They drink\nwith their arms linked, he drinking with his left hand, she with her\nright. As they are drinking, Pegeen Mike comes in with a milk can and\nstands aghast. They all spring away from Christy. He goes down left.\nWidow Quin remains seated.]\n\nPEGEEN -- [angrily, to Sara.] -- What is it you're wanting?\n\nSARA -- [twisting her apron.] -- An ounce of tobacco.\n\nPEGEEN. Have you tuppence?\n\nSARA. I've forgotten my purse.\n\nPEGEEN. Then you'd best be getting it and not fooling us here. (To the\nWidow Quin, with more elaborate scorn.) And what is it you're wanting,\nWidow Quin?\n\nWIDOW QUIN -- [insolently.] A penn'orth of starch.\n\nPEGEEN -- [breaking out.] -- And you without a white shift or a shirt in\nyour whole family since the drying of the flood. I've no starch for the\nlike of you, and let you walk on now to Killamuck.\n\nWIDOW QUIN -- [turning to Christy, as she goes out with the girls.] --\nWell, you're mighty huffy this day, Pegeen Mike, and, you young fellow,\nlet you not forget the sports and racing when the noon is by. [They go\nout.]\n\nPEGEEN -- [imperiously.] Fling out that rubbish and put them cups away.\n(Christy tidies away in great haste). Shove in the bench by the wall.\n(He does so.) And hang that glass on the nail. What disturbed it at all?\n\nCHRISTY -- [very meekly.] -- I was making myself decent only, and this a\nfine country for young lovely girls.\n\nPEGEEN -- [sharply.] Whisht your talking of girls. [Goes to counter\nright.]\n\nCHRISTY. Wouldn't any wish to be decent in a place...\n\nPEGEEN. Whisht I'm saying.\n\nCHRISTY -- [looks at her face for a moment with great misgivings, then\nas a last effort, takes up a loy, and goes towards her, with feigned\nassurance]. -- It was with a loy the like of that I killed my father.\n\nPEGEEN -- [still sharply.] -- You've told me that story six times since\nthe dawn of day.\n\nCHRISTY -- [reproachfully.] It's a queer thing you wouldn't care to be\nhearing it and them girls after walking four miles to be listening to me\nnow.\n\nPEGEEN -- [turning round astonished.] -- Four miles.\n\nCHRISTY -- [apologetically.] Didn't himself say there were only four\nbona fides living in the place?\n\nPEGEEN. It's bona fides by the road they are, but that lot came over the\nriver lepping the stones. It's not three perches when you go like that,\nand I was down this morning looking on the papers the post-boy does have\nin his bag. (With meaning and emphasis.) For there was great news this\nday, Christopher Mahon. [She goes into room left.]\n\nCHRISTY -- [suspiciously.] Is it news of my murder?\n\nPEGEEN -- [inside.] Murder, indeed.\n\nCHRISTY -- [loudly.] A murdered da?\n\nPEGEEN [coming in again and crossing right.] -- There was not, but a\nstory filled half a page of the hanging of a man. Ah, that should be a\nfearful end, young fellow, and it worst of all for a man who destroyed\nhis da, for the like of him would get small mercies, and when it's dead\nhe is, they'd put him in a narrow grave, with cheap sacking wrapping him\nround, and pour down quicklime on his head, the way you'd see a woman\npouring any frish-frash from a cup.\n\nCHRISTY -- [very miserably.] -- Oh, God help me. Are you thinking I'm\nsafe? You were saying at the fall of night, I was shut of jeopardy and I\nhere with yourselves.\n\nPEGEEN -- [severely.] You'll be shut of jeopardy no place if you go\ntalking with a pack of wild girls the like of them do be walking abroad\nwith the peelers, talking whispers at the fall of night.\n\nCHRISTY -- [with terror.] -- And you're thinking they'd tell?\n\nPEGEEN -- [with mock sympathy.] -- Who knows, God help you.\n\nCHRISTY -- [loudly.] What joy would they have to bring hanging to the\nlikes of me?\n\nPEGEEN. It's queer joys they have, and who knows the thing they'd do,\nif it'd make the green stones cry itself to think of you swaying and\nswiggling at the butt of a rope, and you with a fine, stout neck, God\nbless you! the way you'd be a half an hour, in great anguish, getting\nyour death.\n\nCHRISTY -- [getting his boots and putting them on.] -- If there's that\nterror of them, it'd be best, maybe, I went on wandering like Esau or\nCain and Abel on the sides of Neifin or the Erris plain.\n\nPEGEEN [beginning to play with him.] -- It would, maybe, for I've heard\nthe Circuit Judges this place is a heartless crew.\n\nCHRISTY -- [bitterly.] It's more than Judges this place is a heartless\ncrew. (Looking up at her.) And isn't it a poor thing to be starting\nagain and I a lonesome fellow will be looking out on women and girls the\nway the needy fallen spirits do be looking on the Lord?\n\nPEGEEN. What call have you to be that lonesome when there's poor girls\nwalking Mayo in their thousands now?\n\nCHRISTY -- [grimly.] It's well you know what call I have. It's well you\nknow it's a lonesome thing to be passing small towns with the lights\nshining sideways when the night is down, or going in strange places with\na dog nosing before you and a dog nosing behind, or drawn to the cities\nwhere you'd hear a voice kissing and talking deep love in every shadow\nof the ditch, and you passing on with an empty, hungry stomach failing\nfrom your heart.\n\nPEGEEN. I'm thinking you're an odd man, Christy Mahon. The oddest\nwalking fellow I ever set my eyes on to this hour to-day.\n\nCHRISTY. What would any be but odd men and they living lonesome in the\nworld?\n\nPEGEEN. I'm not odd, and I'm my whole life with my father only.\n\nCHRISTY -- [with infinite admiration.] -- How would a lovely handsome\nwoman the like of you be lonesome when all men should be thronging\naround to hear the sweetness of your voice, and the little infant\nchildren should be pestering your steps I'm thinking, and you walking\nthe roads.\n\nPEGEEN. I'm hard set to know what way a coaxing fellow the like of\nyourself should be lonesome either.\n\nCHRISTY. Coaxing?\n\nPEGEEN. Would you have me think a man never talked with the girls would\nhave the words you've spoken to-day? It's only letting on you are to be\nlonesome, the way you'd get around me now.\n\nCHRISTY. I wish to God I was letting on; but I was lonesome all times,\nand born lonesome, I'm thinking, as the moon of dawn. [Going to door.]\n\nPEGEEN -- [puzzled by his talk.] -- Well, it's a story I'm not\nunderstanding at all why you'd be worse than another, Christy Mahon, and\nyou a fine lad with the great savagery to destroy your da.\n\nCHRISTY. It's little I'm understanding myself, saving only that my\nheart's scalded this day, and I going off stretching out the earth\nbetween us, the way I'll not be waking near you another dawn of the year\ntill the two of us do arise to hope or judgment with the saints of God,\nand now I'd best be going with my wattle in my hand, for hanging is a\npoor thing (turning to go), and it's little welcome only is left me in\nthis house to-day.\n\nPEGEEN -- [sharply.] Christy! (He turns round.) Come here to me. (He\ngoes towards her.) Lay down that switch and throw some sods on the fire.\nYou're pot-boy in this place, and I'll not have you mitch off from us\nnow.\n\nCHRISTY. You were saying I'd be hanged if I stay.\n\nPEGEEN -- [quite kindly at last.] -- I'm after going down and reading\nthe fearful crimes of Ireland for two weeks or three, and there wasn't a\nword of your murder. (Getting up and going over to the counter.) They've\nlikely not found the body. You're safe so with ourselves.\n\nCHRISTY -- [astonished, slowly.] -- It's making game of me you were\n(following her with fearful joy), and I can stay so, working at your\nside, and I not lonesome from this mortal day.\n\nPEGEEN. What's to hinder you from staying, except the widow woman or the\nyoung girls would inveigle you off?\n\nCHRISTY -- [with rapture.] -- And I'll have your words from this day\nfilling my ears, and that look is come upon you meeting my two eyes, and\nI watching you loafing around in the warm sun, or rinsing your ankles\nwhen the night is come.\n\nPEGEEN -- [kindly, but a little embarrassed.] I'm thinking you'll be\na loyal young lad to have working around, and if you vexed me a while\nsince with your leaguing with the girls, I wouldn't give a thraneen for\na lad hadn't a mighty spirit in him and a gamey heart. [Shawn Keogh runs\nin carrying a cleeve on his back, followed by the Widow Quin.]\n\nSHAWN -- [to Pegeen.] -- I was passing below, and I seen your mountainy\nsheep eating cabbages in Jimmy's field. Run up or they'll be bursting\nsurely.\n\nPEGEEN. Oh, God mend them! [She puts a shawl over her head and runs\nout.]\n\nCHRISTY -- [looking from one to the other. Still in high spirits.] --\nI'd best go to her aid maybe. I'm handy with ewes.\n\nWIDOW QUIN -- [closing the door.] -- She can do that much, and there is\nShaneen has long speeches for to tell you now. [She sits down with an\namused smile.]\n\nSHAWN -- [taking something from his pocket and offering it to Christy.]\n-- Do you see that, mister?\n\nCHRISTY -- [looking at it.] -- The half of a ticket to the Western\nStates!\n\nSHAWN -- [trembling with anxiety.] -- I'll give it to you and my new\nhat (pulling it out of hamper); and my breeches with the double seat\n(pulling it off); and my new coat is woven from the blackest shearings\nfor three miles around (giving him the coat); I'll give you the whole of\nthem, and my blessing, and the blessing of Father Reilly itself, maybe,\nif you'll quit from this and leave us in the peace we had till last\nnight at the fall of dark.\n\nCHRISTY -- [with a new arrogance.] -- And for what is it you're wanting\nto get shut of me?\n\nSHAWN -- [looking to the Widow for help.] -- I'm a poor scholar with\nmiddling faculties to coin a lie, so I'll tell you the truth, Christy\nMahon. I'm wedding with Pegeen beyond, and I don't think well of having\na clever fearless man the like of you dwelling in her house.\n\nCHRISTY -- [almost pugnaciously.] -- And you'd be using bribery for to\nbanish me?\n\nSHAWN -- [in an imploring voice.] -- Let you not take it badly, mister\nhoney, isn't beyond the best place for you where you'll have golden\nchains and shiny coats and you riding upon hunters with the ladies of\nthe land. [He makes an eager sign to the Widow Quin to come to help\nhim.]\n\nWIDOW QUIN -- [coming over.] -- It's true for him, and you'd best quit\noff and not have that poor girl setting her mind on you, for there's\nShaneen thinks she wouldn't suit you though all is saying that she'll\nwed you now. [Christy beams with delight.]\n\nSHAWN -- [in terrified earnest.] -- She wouldn't suit you, and she with\nthe divil's own temper the way you'd be strangling one another in a\nscore of days. (He makes the movement of strangling with his hands.)\nIt's the like of me only that she's fit for, a quiet simple fellow\nwouldn't raise a hand upon her if she scratched itself.\n\nWIDOW QUIN -- [putting Shawn's hat on Christy.] -- Fit them clothes\non you anyhow, young fellow, and he'd maybe loan them to you for the\nsports. (Pushing him towards inner door.) Fit them on and you can give\nyour answer when you have them tried.\n\nCHRISTY -- [beaming, delighted with the clothes.] -- I will then. I'd\nlike herself to see me in them tweeds and hat. [He goes into room and\nshuts the door.]\n\nSHAWN -- [in great anxiety.] -- He'd like herself to see them. He'll not\nleave us, Widow Quin. He's a score of divils in him the way it's well\nnigh certain he will wed Pegeen.\n\nWIDOW QUIN -- [jeeringly.] It's true all girls are fond of courage and\ndo hate the like of you.\n\nSHAWN -- [walking about in desperation.] -- Oh, Widow Quin, what'll I be\ndoing now? I'd inform again him, but he'd burst from Kilmainham and he'd\nbe sure and certain to destroy me. If I wasn't so God-fearing, I'd near\nhave courage to come behind him and run a pike into his side. Oh, it's\na hard case to be an orphan and not to have your father that you're used\nto, and you'd easy kill and make yourself a hero in the sight of all.\n(Coming up to her.) Oh, Widow Quin, will you find me some contrivance\nwhen I've promised you a ewe?\n\nWIDOW QUIN. A ewe's a small thing, but what would you give me if I did\nwed him and did save you so?\n\nSHAWN -- [with astonishment.] You?\n\nWIDOW QUIN. Aye. Would you give me the red cow you have and the\nmountainy ram, and the right of way across your rye path, and a load of\ndung at Michaelmas, and turbary upon the western hill?\n\nSHAWN -- [radiant with hope.] -- I would surely, and I'd give you the\nwedding-ring I have, and the loan of a new suit, the way you'd have him\ndecent on the wedding-day. I'd give you two kids for your dinner, and a\ngallon of poteen, and I'd call the piper on the long car to your wedding\nfrom Crossmolina or from Ballina. I'd give you...\n\nWIDOW QUIN. That'll do so, and let you whisht, for he's coming now\nagain. [Christy comes in very natty in the new clothes. Widow Quin goes\nto him admiringly.]\n\nWIDOW QUIN. If you seen yourself now, I'm thinking you'd be too proud to\nspeak to us at all, and it'd be a pity surely to have your like sailing\nfrom Mayo to the Western World.\n\nCHRISTY -- [as proud as a peacock.] -- I'm not going. If this is a poor\nplace itself, I'll make myself contented to be lodging here. [Widow Quin\nmakes a sign to Shawn to leave them.]\n\nSHAWN. Well, I'm going measuring the race-course while the tide is low,\nso I'll leave you the garments and my blessing for the sports to-day.\nGod bless you! [He wriggles out.]\n\nWIDOW QUIN -- [admiring Christy.] -- Well, you're mighty spruce, young\nfellow. Sit down now while you're quiet till you talk with me.\n\nCHRISTY -- [swaggering.] I'm going abroad on the hillside for to seek\nPegeen.\n\nWIDOW QUIN. You'll have time and plenty for to seek Pegeen, and you\nheard me saying at the fall of night the two of us should be great\ncompany.\n\nCHRISTY. From this out I'll have no want of company when all sorts is\nbringing me their food and clothing (he swaggers to the door, tightening\nhis belt), the way they'd set their eyes upon a gallant orphan cleft his\nfather with one blow to the breeches belt. (He opens door, then staggers\nback.) Saints of glory! Holy angels from the throne of light!\n\nWIDOW QUIN -- [going over.] -- What ails you?\n\nCHRISTY. It's the walking spirit of my murdered da?\n\nWIDOW QUIN -- [looking out.] -- Is it that tramper?\n\nCHRISTY -- [wildly.] Where'll I hide my poor body from that ghost of\nhell? [The door is pushed open, and old Mahon appears on threshold.\nChristy darts in behind door.]\n\nWIDOW QUIN -- [in great amusement.] -- Cod save you, my poor man.\n\nMAHON -- [gruffly.] Did you see a young lad passing this way in the\nearly morning or the fall of night?\n\nWIDOW QUIN. You're a queer kind to walk in not saluting at all.\n\nMAHON. Did you see the young lad?\n\nWIDOW QUIN -- [stiffly.] What kind was he?\n\nMAHON. An ugly young streeler with a murderous gob on him, and a little\nswitch in his hand. I met a tramper seen him coming this way at the fall\nof night.\n\nWIDOW QUIN. There's harvest hundreds do be passing these days for the\nSligo boat. For what is it you're wanting him, my poor man?\n\nMAHON. I want to destroy him for breaking the head on me with the clout\nof a loy. (He takes off a big hat, and shows his head in a mass of\nbandages and plaster, with some pride.) It was he did that, and amn't\nI a great wonder to think I've traced him ten days with that rent in my\ncrown?\n\nWIDOW QUIN -- [taking his head in both hands and examining it with\nextreme delight.] -- That was a great blow. And who hit you? A robber\nmaybe?\n\nMAHON. It was my own son hit me, and he the divil a robber, or anything\nelse, but a dirty, stuttering lout.\n\nWIDOW -- [letting go his skull and wiping her hands in her apron.] --\nYou'd best be wary of a mortified scalp, I think they call it, lepping\naround with that wound in the splendour of the sun. It was a bad blow\nsurely, and you should have vexed him fearful to make him strike that\ngash in his da.\n\nMAHON. Is it me?\n\nWIDOW QUIN -- [amusing herself.] -- Aye. And isn't it a great shame when\nthe old and hardened do torment the young?\n\nMAHON -- [raging.] Torment him is it? And I after holding out with the\npatience of a martyred saint till there's nothing but destruction on,\nand I'm driven out in my old age with none to aid me.\n\nWIDOW QUIN -- [greatly amused.] -- It's a sacred wonder the way that\nwickedness will spoil a man.\n\nMAHON. My wickedness, is it? Amn't I after saying it is himself has me\ndestroyed, and he a liar on walls, a talker of folly, a man you'd see\nstretched the half of the day in the brown ferns with his belly to the\nsun.\n\nWIDOW QUIN. Not working at all?\n\nMAHON. The divil a work, or if he did itself, you'd see him raising up a\nhaystack like the stalk of a rush, or driving our last cow till he broke\nher leg at the hip, and when he wasn't at that he'd be fooling over\nlittle birds he had -- finches and felts -- or making mugs at his own\nself in the bit of glass we had hung on the wall.\n\nWIDOW QUIN -- [looking at Christy.] -- What way was he so foolish? It\nwas running wild after the girls may be?\n\nMAHON -- [with a shout of derision.] -- Running wild, is it? If he seen\na red petticoat coming swinging over the hill, he'd be off to hide in\nthe sticks, and you'd see him shooting out his sheep's eyes between the\nlittle twigs and the leaves, and his two ears rising like a hare looking\nout through a gap. Girls, indeed!\n\nWIDOW QUIN. It was drink maybe?\n\nMAHON. And he a poor fellow would get drunk on the smell of a pint. He'd\na queer rotten stomach, I'm telling you, and when I gave him three pulls\nfrom my pipe a while since, he was taken with contortions till I had to\nsend him in the ass cart to the females' nurse.\n\nWIDOW QUIN -- [clasping her hands.] -- Well, I never till this day heard\ntell of a man the like of that!\n\nMAHON. I'd take a mighty oath you didn't surely, and wasn't he the\nlaughing joke of every female woman where four baronies meet, the way\nthe girls would stop their weeding if they seen him coming the road to\nlet a roar at him, and call him the looney of Mahon's.\n\nWIDOW QUIN. I'd give the world and all to see the like of him. What kind\nwas he?\n\nMAHON. A small low fellow.\n\nWIDOW QUIN. And dark?\n\nMAHON. Dark and dirty.\n\nWIDOW QUIN -- [considering.] I'm thinking I seen him.\n\nMAHON -- [eagerly.] An ugly young blackguard.\n\nWIDOW QUIN. A hideous, fearful villain, and the spit of you.\n\nMAHON. What way is he fled?\n\nWIDOW QUIN. Gone over the hills to catch a coasting steamer to the north\nor south.\n\nMAHON. Could I pull up on him now?\n\nWIDOW QUIN. If you'll cross the sands below where the tide is out,\nyou'll be in it as soon as himself, for he had to go round ten miles by\nthe top of the bay. (She points to the door). Strike down by the head\nbeyond and then follow on the roadway to the north and east. [Mahon goes\nabruptly.]\n\nWIDOW QUIN -- [shouting after him.] -- Let you give him a good vengeance\nwhen you come up with him, but don't put yourself in the power of the\nlaw, for it'd be a poor thing to see a judge in his black cap reading\nout his sentence on a civil warrior the like of you. [She swings the\ndoor to and looks at Christy, who is cowering in terror, for a moment,\nthen she bursts into a laugh.]\n\nWIDOW QUIN. Well, you're the walking Playboy of the Western World, and\nthat's the poor man you had divided to his breeches belt.\n\nCHRISTY -- [looking out: then, to her.] -- What'll Pegeen say when she\nhears that story? What'll she be saying to me now?\n\nWIDOW QUIN. She'll knock the head of you, I'm thinking, and drive you\nfrom the door. God help her to be taking you for a wonder, and you a\nlittle schemer making up the story you destroyed your da.\n\nCHRISTY -- [turning to the door, nearly speechless with rage, half to\nhimself.] -- To be letting on he was dead, and coming back to his life,\nand following after me like an old weazel tracing a rat, and coming\nin here laying desolation between my own self and the fine women of\nIreland, and he a kind of carcase that you'd fling upon the sea...\n\nWIDOW QUIN -- [more soberly.] -- There's talking for a man's one only\nson.\n\nCHRISTY -- [breaking out.] -- His one son, is it? May I meet him with\none tooth and it aching, and one eye to be seeing seven and seventy\ndivils in the twists of the road, and one old timber leg on him to limp\ninto the scalding grave. (Looking out.) There he is now crossing the\nstrands, and that the Lord God would send a high wave to wash him from\nthe world.\n\nWIDOW QUIN -- [scandalised.] Have you no shame? (putting her hand on his\nshoulder and turning him round.) What ails you? Near crying, is it?\n\nCHRISTY -- [in despair and grief.] -- Amn't I after seeing the\nlove-light of the star of knowledge shining from her brow, and hearing\nwords would put you thinking on the holy Brigid speaking to the infant\nsaints, and now she'll be turning again, and speaking hard words to me,\nlike an old woman with a spavindy ass she'd have, urging on a hill.\n\nWIDOW QUIN. There's poetry talk for a girl you'd see itching and\nscratching, and she with a stale stink of poteen on her from selling in\nthe shop.\n\nCHRISTY -- [impatiently.] It's her like is fitted to be handling\nmerchandise in the heavens above, and what'll I be doing now, I ask\nyou, and I a kind of wonder was jilted by the heavens when a day was by.\n[There is a distant noise of girls' voices. Widow Quin looks from window\nand comes to him, hurriedly.]\n\nWIDOW QUIN. You'll be doing like myself, I'm thinking, when I did\ndestroy my man, for I'm above many's the day, odd times in great\nspirits, abroad in the sunshine, darning a stocking or stitching a\nshift; and odd times again looking out on the schooners, hookers,\ntrawlers is sailing the sea, and I thinking on the gallant hairy fellows\nare drifting beyond, and myself long years living alone.\n\nCHRISTY -- [interested.] You're like me, so.\n\nWIDOW QUIN. I am your like, and it's for that I'm taking a fancy to you,\nand I with my little houseen above where there'd be myself to tend you,\nand none to ask were you a murderer or what at all.\n\nCHRISTY. And what would I be doing if I left Pegeen?\n\nWIDOW QUIN. I've nice jobs you could be doing, gathering shells to make\na whitewash for our hut within, building up a little goose-house, or\nstretching a new skin on an old curragh I have, and if my hut is far\nfrom all sides, it's there you'll meet the wisest old men, I tell you,\nat the corner of my wheel, and it's there yourself and me will have\ngreat times whispering and hugging.. ..\n\nVOICES -- [outside, calling far away.] -- Christy! Christy Mahon!\nChristy!\n\nCHRISTY. Is it Pegeen Mike?\n\nWIDOW QUIN. It's the young girls, I'm thinking, coming to bring you to\nthe sports below, and what is it you'll have me to tell them now?\n\nCHRISTY. Aid me for to win Pegeen. It's herself only that I'm seeking\nnow. (Widow Quin gets up and goes to window.) Aid me for to win her, and\nI'll be asking God to stretch a hand to you in the hour of death, and\nlead you short cuts through the Meadows of Ease, and up the floor of\nHeaven to the Footstool of the Virgin's Son.\n\nWIDOW QUIN. There's praying.\n\nVOICES -- [nearer.] Christy! Christy Mahon!\n\nCHRISTY -- [with agitation.] -- They're coming. Will you swear to aid\nand save me for the love of Christ?\n\nWIDOW QUIN -- [looks at him for a moment.] -- If I aid you, will you\nswear to give me a right of way I want, and a mountainy ram, and a load\nof dung at Michaelmas, the time that you'll be master here?\n\nCHRISTY. I will, by the elements and stars of night.\n\nWIDOW QUIN. Then we'll not say a word of the old fellow, the way Pegeen\nwon't know your story till the end of time.\n\nCHRISTY. And if he chances to return again?\n\nWIDOW QUIN. We'll swear he's a maniac and not your da. I could take an\noath I seen him raving on the sands to-day. [Girls run in.]\n\nSUSAN. Come on to the sports below. Pegeen says you're to come.\n\nSARA TANSEY. The lepping's beginning, and we've a jockey's suit to fit\nupon you for the mule race on the sands below.\n\nHONOR. Come on, will you?\n\nCHRISTY. I will then if Pegeen's beyond.\n\nSARA. She's in the boreen making game of Shaneen Keogh.\n\nCHRISTY. Then I'll be going to her now. [He runs out followed by the\ngirls.]\n\nWIDOW QUIN. Well, if the worst comes in the end of all, it'll be great\ngame to see there's none to pity him but a widow woman, the like of me,\nhas buried her children and destroyed her man. [She goes out.]\n\nCURTAIN\n\n\n\n\nACT III.\n\nSCENE, [as before. Later in the day. Jimmy comes in, slightly drunk.]\n\nJIMMY -- [calls.] Pegeen! (Crosses to inner door.) Pegeen Mike! (Comes\nback again into the room.) Pegeen! (Philly comes in in the same state.)\n(To Philly.) Did you see herself?\n\nPHILLY. I did not; but I sent Shawn Keogh with the ass cart for to bear\nhim home. (Trying cupboards which are locked.) Well, isn't he a nasty\nman to get into such staggers at a morning wake? and isn't herself the\ndivil's daughter for locking, and she so fussy after that young gaffer,\nyou might take your death with drought and none to heed you?\n\nJIMMY. It's little wonder she'd be fussy, and he after bringing bankrupt\nruin on the roulette man, and the trick-o'-the-loop man, and breaking\nthe nose of the cockshot-man, and winning all in the sports below,\nracing, lepping, dancing, and the Lord knows what! He's right luck, I'm\ntelling you.\n\nPHILLY. If he has, he'll be rightly hobbled yet, and he not able to say\nten words without making a brag of the way he killed his father, and the\ngreat blow he hit with the loy.\n\nJIMMY. A man can't hang by his own informing, and his father should be\nrotten by now. [Old Mahon passes window slowly.]\n\nPHILLY. Supposing a man's digging spuds in that field with a long spade,\nand supposing he flings up the two halves of that skull, what'll be said\nthen in the papers and the courts of law?\n\nJIMMY. They'd say it was an old Dane, maybe, was drowned in the flood.\n(Old Mahon comes in and sits down near door listening.) Did you never\nhear tell of the skulls they have in the city of Dublin, ranged out like\nblue jugs in a cabin of Connaught?\n\nPHILLY. And you believe that?\n\nJIMMY -- [pugnaciously.] Didn't a lad see them and he after coming\nfrom harvesting in the Liverpool boat? \"They have them there,\" says he,\n\"making a show of the great people there was one time walking the world.\nWhite skulls and black skulls and yellow skulls, and some with full\nteeth, and some haven't only but one.\"\n\nPHILLY. It was no lie, maybe, for when I was a young lad there was a\ngraveyard beyond the house with the remnants of a man who had thighs as\nlong as your arm. He was a horrid man, I'm telling you, and there was\nmany a fine Sunday I'd put him together for fun, and he with shiny\nbones, you wouldn't meet the like of these days in the cities of the\nworld.\n\nMAHON -- [getting up.] -- You wouldn't is it? Lay your eyes on that\nskull, and tell me where and when there was another the like of it, is\nsplintered only from the blow of a loy.\n\nPHILLY. Glory be to God! And who hit you at all?\n\nMAHON -- [triumphantly.] It was my own son hit me. Would you believe\nthat?\n\nJIMMY. Well, there's wonders hidden in the heart of man!\n\nPHILLY -- [suspiciously.] And what way was it done?\n\nMAHON -- [wandering about the room.] -- I'm after walking hundreds and\nlong scores of miles, winning clean beds and the fill of my belly four\ntimes in the day, and I doing nothing but telling stories of that naked\ntruth. (He comes to them a little aggressively.) Give me a supeen and\nI'll tell you now. [Widow Quin comes in and stands aghast behind him. He\nis facing Jimmy and Philly, who are on the left.]\n\nJIMMY. Ask herself beyond. She's the stuff hidden in her shawl.\n\nWIDOW QUIN -- [coming to Mahon quickly.] -- you here, is it? You didn't\ngo far at all?\n\nMAHON. I seen the coasting steamer passing, and I got a drought upon me\nand a cramping leg, so I said, \"The divil go along with him,\" and turned\nagain. (Looking under her shawl.) And let you give me a supeen, for I'm\ndestroyed travelling since Tuesday was a week.\n\nWIDOW QUIN -- [getting a glass, in a cajoling tone.] -- Sit down then by\nthe fire and take your ease for a space. You've a right to be destroyed\nindeed, with your walking, and fighting, and facing the sun (giving him\npoteen from a stone jar she has brought in.) There now is a drink for\nyou, and may it be to your happiness and length of life.\n\nMAHON -- [taking glass greedily and sitting down by fire.] -- God\nincrease you!\n\nWIDOW QUIN -- [taking men to the right stealthily.] -- Do you know what?\nThat man's raving from his wound to-day, for I met him a while since\ntelling a rambling tale of a tinker had him destroyed. Then he heard of\nChristy's deed, and he up and says it was his son had cracked his skull.\nO isn't madness a fright, for he'll go killing someone yet, and he\nthinking it's the man has struck him so?\n\nJIMMY -- [entirely convinced.] It's a fright, surely. I knew a party\nwas kicked in the head by a red mare, and he went killing horses a great\nwhile, till he eat the insides of a clock and died after.\n\nPHILLY -- [with suspicion.] -- Did he see Christy?\n\nWIDOW QUIN. He didn't. (With a warning gesture.) Let you not be putting\nhim in mind of him, or you'll be likely summoned if there's murder done.\n(Looking round at Mahon.) Whisht! He's listening. Wait now till you hear\nme taking him easy and unravelling all. (She goes to Mahon.) And what\nway are you feeling, mister? Are you in contentment now?\n\nMAHON -- [slightly emotional from his drink.] -- I'm poorly only, for\nit's a hard story the way I'm left to-day, when it was I did tend him\nfrom his hour of birth, and he a dunce never reached his second book,\nthe way he'd come from school, many's the day, with his legs lamed under\nhim, and he blackened with his beatings like a tinker's ass. It's a hard\nstory, I'm saying, the way some do have their next and nighest raising\nup a hand of murder on them, and some is lonesome getting their death\nwith lamentation in the dead of night.\n\nWIDOW QUIN -- [not knowing what to say.] -- To hear you talking so\nquiet, who'd know you were the same fellow we seen pass to-day?\n\nMAHON. I'm the same surely. The wrack and ruin of three score years;\nand it's a terror to live that length, I tell you, and to have your\nsons going to the dogs against you, and you wore out scolding them, and\nskelping them, and God knows what.\n\nPHILLY -- [to Jimmy.] -- He's not raving. (To Widow Quin.) Will you ask\nhim what kind was his son?\n\nWIDOW QUIN -- [to Mahon, with a peculiar look.] -- Was your son that\nhit you a lad of one year and a score maybe, a great hand at racing and\nlepping and licking the world?\n\nMAHON -- [turning on her with a roar of rage.] -- Didn't you hear me say\nhe was the fool of men, the way from this out he'll know the orphan's\nlot with old and young making game of him and they swearing, raging,\nkicking at him like a mangy cur. [A great burst of cheering outside,\nsomeway off.]\n\nMAHON -- [putting his hands to his ears.] -- What in the name of God do\nthey want roaring below?\n\nWIDOW QUIN -- [with the shade of a smile.] -- They're cheering a young\nlad, the champion Playboy of the Western World. [More cheering.]\n\nMAHON -- [going to window.] It'd split my heart to hear them, and I with\npulses in my brain-pan for a week gone by. Is it racing they are?\n\nJIMMY -- [looking from door.] -- It is then. They are mounting him for\nthe mule race will be run upon the sands. That's the playboy on the\nwinkered mule.\n\nMAHON [puzzled.] That lad, is it? If you said it was a fool he was,\nI'd have laid a mighty oath he was the likeness of my wandering son\n(uneasily, putting his hand to his head.) Faith, I'm thinking I'll go\nwalking for to view the race.\n\nWIDOW QUIN -- [stopping him, sharply.] -- You will not. You'd best take\nthe road to Belmullet, and not be dilly-dallying in this place where\nthere isn't a spot you could sleep.\n\nPHILLY -- [coming forward.] -- Don't mind her. Mount there on the bench\nand you'll have a view of the whole. They're hurrying before the tide\nwill rise, and it'd be near over if you went down the pathway through\nthe crags below.\n\nMAHON [mounts on bench, Widow Quin beside him.] -- That's a right view\nagain the edge of the sea. They're coming now from the point. He's\nleading. Who is he at all?\n\nWIDOW QUIN. He's the champion of the world, I tell you, and there isn't\na hop'orth isn't falling lucky to his hands to-day.\n\nPHILLY -- [looking out, interested in the race.] -- Look at that.\nThey're pressing him now.\n\nJIMMY. He'll win it yet.\n\nPHILLY. Take your time, Jimmy Farrell. It's too soon to say.\n\nWIDOW QUIN -- [shouting.] Watch him taking the gate. There's riding.\n\nJIMMY -- [cheering.] More power to the young lad!\n\nMAHON. He's passing the third.\n\nJIMMY. He'll lick them yet!\n\nWIDOW QUIN. He'd lick them if he was running races with a score itself.\n\nMAHON. Look at the mule he has, kicking the stars.\n\nWIDOW QUIN. There was a lep! (catching hold of Mahon in her excitement.)\nHe's fallen! He's mounted again! Faith, he's passing them all!\n\nJIMMY. Look at him skelping her!\n\nPHILLY. And the mountain girls hooshing him on!\n\nJIMMY. It's the last turn! The post's cleared for them now!\n\nMAHON. Look at the narrow place. He'll be into the bogs! (With a yell.)\nGood rider! He's through it again!\n\nJIMMY. He neck and neck!\n\nMAHON. Good boy to him! Flames, but he's in! [Great cheering, in which\nall join.]\n\nMAHON [with hesitation.] What's that? They're raising him up. They're\ncoming this way. (With a roar of rage and astonishment.) It's Christy!\nby the stars of God! I'd know his way of spitting and he astride the\nmoon. [He jumps down and makes for the door, but Widow Quin catches him\nand pulls him back.]\n\nWIDOW QUIN. Stay quiet, will you. That's not your son. (To Jimmy.) Stop\nhim, or you'll get a month for the abetting of manslaughter and be fined\nas well.\n\nJIMMY. I'll hold him.\n\nMAHON [struggling.] Let me out! Let me out, the lot of you! till I have\nmy vengeance on his head to-day.\n\nWIDOW QUIN -- [shaking him, vehemently.] -- That's not your son. That's\na man is going to make a marriage with the daughter of this house, a\nplace with fine trade, with a license, and with poteen too.\n\nMAHON -- [amazed.] That man marrying a decent and a moneyed girl! Is it\nmad yous are? Is it in a crazy-house for females that I'm landed now?\n\nWIDOW QUIN. It's mad yourself is with the blow upon your head. That lad\nis the wonder of the Western World.\n\nMAHON. I seen it's my son.\n\nWIDOW QUIN. You seen that you're mad. (Cheering outside.) Do you hear\nthem cheering him in the zig-zags of the road? Aren't you after saying\nthat your son's a fool, and how would they be cheering a true idiot\nborn?\n\nMAHON -- [getting distressed.] -- It's maybe out of reason that that\nman's himself. (Cheering again.) There's none surely will go cheering\nhim. Oh, I'm raving with a madness that would fright the world! (He sits\ndown with his hand to his head.) There was one time I seen ten scarlet\ndivils letting on they'd cork my spirit in a gallon can; and one time I\nseen rats as big as badgers sucking the life blood from the butt of\nmy lug; but I never till this day confused that dribbling idiot with a\nlikely man. I'm destroyed surely.\n\nWIDOW QUIN. And who'd wonder when it's your brain-pan that is gaping\nnow?\n\nMAHON. Then the blight of the sacred drought upon myself and him, for\nI never went mad to this day, and I not three weeks with the Limerick\ngirls drinking myself silly, and parlatic from the dusk to dawn. (To\nWidow Quin, suddenly.) Is my visage astray?\n\nWIDOW QUIN. It is then. You're a sniggering maniac, a child could see.\n\nMAHON -- [getting up more cheerfully.] -- Then I'd best be going to\nthe union beyond, and there'll be a welcome before me, I tell you (with\ngreat pride), and I a terrible and fearful case, the way that there I\nwas one time, screeching in a straightened waistcoat, with seven doctors\nwriting out my sayings in a printed book. Would you believe that?\n\nWIDOW QUIN. If you're a wonder itself, you'd best be hasty, for them\nlads caught a maniac one time and pelted the poor creature till he ran\nout, raving and foaming, and was drowned in the sea.\n\nMAHON -- [with philosophy.] -- It's true mankind is the divil when your\nhead's astray. Let me out now and I'll slip down the boreen, and not see\nthem so.\n\nWIDOW QUIN -- [showing him out.] -- That's it. Run to the right, and not\na one will see. [He runs off.]\n\nPHILLY -- [wisely.] You're at some gaming, Widow Quin; but I'll walk\nafter him and give him his dinner and a time to rest, and I'll see then\nif he's raving or as sane as you.\n\nWIDOW QUIN -- [annoyed.] If you go near that lad, let you be wary of\nyour head, I'm saying. Didn't you hear him telling he was crazed at\ntimes?\n\nPHILLY. I heard him telling a power; and I'm thinking we'll have right\nsport, before night will fall. [He goes out.]\n\nJIMMY. Well, Philly's a conceited and foolish man. How could that madman\nhave his senses and his brain-pan slit? I'll go after them and see him\nturn on Philly now. [He goes; Widow Quin hides poteen behind counter.\nThen hubbub outside.]\n\nVOICES. There you are! Good jumper! Grand lepper! Darlint boy! He's the\nracer! Bear him on, will you! [Christy comes in, in Jockey's dress, with\nPegeen Mike, Sara, and other girls, and men.]\n\nPEGEEN -- [to crowd.] -- Go on now and don't destroy him and he\ndrenching with sweat. Go along, I'm saying, and have your tug-of-warring\ntill he's dried his skin.\n\nCROWD. Here's his prizes! A bagpipes! A fiddle was played by a poet in\nthe years gone by! A flat and three-thorned blackthorn would lick the\nscholars out of Dublin town!\n\nCHRISTY -- [taking prizes from the men.] -- Thank you kindly, the lot of\nyou. But you'd say it was little only I did this day if you'd seen me a\nwhile since striking my one single blow.\n\nTOWN CRIER -- [outside, ringing a bell.] -- Take notice, last event of\nthis day! Tug-of-warring on the green below! Come on, the lot of you!\nGreat achievements for all Mayo men!\n\nPEGEEN. Go on, and leave him for to rest and dry. Go on, I tell you, for\nhe'll do no more. (She hustles crowd out; Widow Quin following them.)\n\nMEN -- [going.] -- Come on then. Good luck for the while!\n\nPEGEEN -- [radiantly, wiping his face with her shawl.] -- Well, you're\nthe lad, and you'll have great times from this out when you could win\nthat wealth of prizes, and you sweating in the heat of noon!\n\nCHRISTY -- [looking at her with delight.] -- I'll have great times if\nI win the crowning prize I'm seeking now, and that's your promise that\nyou'll wed me in a fortnight, when our banns is called.\n\nPEGEEN -- [backing away from him.] -- You've right daring to go ask\nme that, when all knows you'll be starting to some girl in your own\ntownland, when your father's rotten in four months, or five.\n\nCHRISTY -- [indignantly.] Starting from you, is it? (He follows her.)\nI will not, then, and when the airs is warming in four months, or five,\nit's then yourself and me should be pacing Neifin in the dews of night,\nthe times sweet smells do be rising, and you'd see a little shiny new\nmoon, maybe, sinking on the hills.\n\nPEGEEN [looking at him playfully.] -- And it's that kind of a poacher's\nlove you'd make, Christy Mahon, on the sides of Neifin, when the night\nis down?\n\nCHRISTY. It's little you'll think if my love's a poacher's, or an\nearl's itself, when you'll feel my two hands stretched around you, and I\nsqueezing kisses on your puckered lips, till I'd feel a kind of pity for\nthe Lord God is all ages sitting lonesome in his golden chair.\n\nPEGEEN. That'll be right fun, Christy Mahon, and any girl would walk her\nheart out before she'd meet a young man was your like for eloquence, or\ntalk, at all.\n\nCHRISTY -- [encouraged.] Let you wait, to hear me talking, till we're\nastray in Erris, when Good Friday's by, drinking a sup from a well,\nand making mighty kisses with our wetted mouths, or gaming in a gap\nor sunshine, with yourself stretched back unto your necklace, in the\nflowers of the earth.\n\nPEGEEN -- [in a lower voice, moved by his tone.] -- I'd be nice so, is\nit?\n\nCHRISTY -- [with rapture.] -- If the mitred bishops seen you that time,\nthey'd be the like of the holy prophets, I'm thinking, do be straining\nthe bars of Paradise to lay eyes on the Lady Helen of Troy, and she\nabroad, pacing back and forward, with a nosegay in her golden shawl.\n\nPEGEEN -- [with real tenderness.] -- And what is it I have, Christy\nMahon, to make me fitting entertainment for the like of you, that has\nsuch poet's talking, and such bravery of heart?\n\nCHRISTY -- [in a low voice.] -- Isn't there the light of seven heavens\nin your heart alone, the way you'll be an angel's lamp to me from this\nout, and I abroad in the darkness, spearing salmons in the Owen, or the\nCarrowmore?\n\nPEGEEN. If I was your wife, I'd be along with you those nights, Christy\nMahon, the way you'd see I was a great hand at coaxing bailiffs, or\ncoining funny nick-names for the stars of night.\n\nCHRISTY. You, is it? Taking your death in the hailstones, or in the fogs\nof dawn.\n\nPEGEEN. Yourself and me would shelter easy in a narrow bush, (with a\nqualm of dread) but we're only talking, maybe, for this would be a poor,\nthatched place to hold a fine lad is the like of you.\n\nCHRISTY -- [putting his arm round her.] -- If I wasn't a good Christian,\nit's on my naked knees I'd be saying my prayers and paters to every\njackstraw you have roofing your head, and every stony pebble is paving\nthe laneway to your door.\n\nPEGEEN -- [radiantly.] If that's the truth, I'll be burning candles from\nthis out to the miracles of God that have brought you from the south\nto-day, and I, with my gowns bought ready, the way that I can wed you,\nand not wait at all.\n\nCHRISTY. It's miracles, and that's the truth. Me there toiling a long\nwhile, and walking a long while, not knowing at all I was drawing all\ntimes nearer to this holy day.\n\nPEGEEN. And myself, a girl, was tempted often to go sailing the seas\ntill I'd marry a Jew-man, with ten kegs of gold, and I not knowing at\nall there was the like of you drawing nearer, like the stars of God.\n\nCHRISTY. And to think I'm long years hearing women talking that talk,\nto all bloody fools, and this the first time I've heard the like of your\nvoice talking sweetly for my own delight.\n\nPEGEEN. And to think it's me is talking sweetly, Christy Mahon, and I\nthe fright of seven townlands for my biting tongue. Well, the heart's a\nwonder; and, I'm thinking, there won't be our like in Mayo, for gallant\nlovers, from this hour, to-day. (Drunken singing is heard outside.)\nThere's my father coming from the wake, and when he's had his sleep\nwe'll tell him, for he's peaceful then. [They separate.]\n\nMICHAEL -- [singing outside] -- The jailor and the turnkey They quickly\nran us down, And brought us back as prisoners Once more to Cavan town.\n[He comes in supported by Shawn.] There we lay bewailing All in a prison\nbound.... [He sees Christy. Goes and shakes him drunkenly by the hand,\nwhile Pegeen and Shawn talk on the left.]\n\nMICHAEL -- [to Christy.] -- The blessing of God and the holy angels on\nyour head, young fellow. I hear tell you're after winning all in the\nsports below; and wasn't it a shame I didn't bear you along with me to\nKate Cassidy's wake, a fine, stout lad, the like of you, for you'd never\nsee the match of it for flows of drink, the way when we sunk her bones\nat noonday in her narrow grave, there were five men, aye, and six men,\nstretched out retching speechless on the holy stones.\n\nCHRISTY -- [uneasily, watching Pegeen.] -- Is that the truth?\n\nMICHAEL. It is then, and aren't you a louty schemer to go burying your\npoor father unbeknownst when you'd a right to throw him on the crupper\nof a Kerry mule and drive him westwards, like holy Joseph in the days\ngone by, the way we could have given him a decent burial, and not have\nhim rotting beyond, and not a Christian drinking a smart drop to the\nglory of his soul?\n\nCHRISTY -- [gruffly.] It's well enough he's lying, for the likes of him.\n\nMICHAEL -- [slapping him on the back.] -- Well, aren't you a hardened\nslayer? It'll be a poor thing for the household man where you go\nsniffing for a female wife; and (pointing to Shawn) look beyond at that\nshy and decent Christian I have chosen for my daughter's hand, and I\nafter getting the gilded dispensation this day for to wed them now.\n\nCHRISTY. And you'll be wedding them this day, is it?\n\nMICHAEL -- [drawing himself up.] -- Aye. Are you thinking, if I'm drunk\nitself, I'd leave my daughter living single with a little frisky rascal\nis the like of you?\n\nPEGEEN -- [breaking away from Shawn.] -- Is it the truth the\ndispensation's come?\n\nMICHAEL -- [triumphantly.] Father Reilly's after reading it in gallous\nLatin, and \"It's come in the nick of time,\" says he; \"so I'll wed them\nin a hurry, dreading that young gaffer who'd capsize the stars.\"\n\nPEGEEN -- [fiercely.] He's missed his nick of time, for it's that lad,\nChristy Mahon, that I'm wedding now.\n\nMICHAEL -- [loudly with horror.] -- You'd be making him a son to me, and\nhe wet and crusted with his father's blood?\n\nPEGEEN. Aye. Wouldn't it be a bitter thing for a girl to go marrying the\nlike of Shaneen, and he a middling kind of a scarecrow, with no savagery\nor fine words in him at all?\n\nMICHAEL -- [gasping and sinking on a chair.] -- Oh, aren't you a heathen\ndaughter to go shaking the fat of my heart, and I swamped and drownded\nwith the weight of drink? Would you have them turning on me the way that\nI'd be roaring to the dawn of day with the wind upon my heart? Have you\nnot a word to aid me, Shaneen? Are you not jealous at all?\n\nSHANEEN -- [In great misery.] -- I'd be afeard to be jealous of a man\ndid slay his da.\n\nPEGEEN. Well, it'd be a poor thing to go marrying your like. I'm seeing\nthere's a world of peril for an orphan girl, and isn't it a great\nblessing I didn't wed you, before himself came walking from the west or\nsouth?\n\nSHAWN. It's a queer story you'd go picking a dirty tramp up from the\nhighways of the world.\n\nPEGEEN -- [playfully.] And you think you're a likely beau to go straying\nalong with, the shiny Sundays of the opening year, when it's sooner on\na bullock's liver you'd put a poor girl thinking than on the lily or the\nrose?\n\nSHAWN. And have you no mind of my weight of passion, and the holy\ndispensation, and the drift of heifers I am giving, and the golden ring?\n\nPEGEEN. I'm thinking you're too fine for the like of me, Shawn Keogh of\nKillakeen, and let you go off till you'd find a radiant lady with droves\nof bullocks on the plains of Meath, and herself bedizened in the diamond\njewelleries of Pharaoh's ma. That'd be your match, Shaneen. So God save\nyou now! [She retreats behind Christy.]\n\nSHAWN. Won't you hear me telling you...?\n\nCHRISTY -- [with ferocity.] -- Take yourself from this, young fellow, or\nI'll maybe add a murder to my deeds to-day.\n\nMICHAEL -- [springing up with a shriek.] -- Murder is it? Is it mad yous\nare? Would you go making murder in this place, and it piled with poteen\nfor our drink to-night? Go on to the foreshore if it's fighting you\nwant, where the rising tide will wash all traces from the memory of man.\n[Pushing Shawn towards Christy.]\n\nSHAWN -- [shaking himself free, and getting behind Michael.] -- I'll\nnot fight him, Michael James. I'd liefer live a bachelor, simmering in\npassions to the end of time, than face a lepping savage the like of him\nhas descended from the Lord knows where. Strike him yourself, Michael\nJames, or you'll lose my drift of heifers and my blue bull from Sneem.\n\nMICHAEL. Is it me fight him, when it's father-slaying he's bred to now?\n(Pushing Shawn.) Go on you fool and fight him now.\n\nSHAWN -- [coming forward a little.] -- Will I strike him with my hand?\n\nMICHAEL. Take the loy is on your western side.\n\nSHAWN. I'd be afeard of the gallows if I struck him with that.\n\nCHRISTY -- [taking up the loy.] -- Then I'll make you face the gallows\nor quit off from this. [Shawn flies out of the door.]\n\nCHRISTY. Well, fine weather be after him, (going to Michael, coaxingly)\nand I'm thinking you wouldn't wish to have that quaking blackguard in\nyour house at all. Let you give us your blessing and hear her swear her\nfaith to me, for I'm mounted on the spring-tide of the stars of luck,\nthe way it'll be good for any to have me in the house.\n\nPEGEEN [at the other side of Michael.] -- Bless us now, for I swear to\nGod I'll wed him, and I'll not renege.\n\nMICHAEL -- [standing up in the centre, holding on to both of them.] --\nIt's the will of God, I'm thinking, that all should win an easy or a\ncruel end, and it's the will of God that all should rear up lengthy\nfamilies for the nurture of the earth. What's a single man, I ask you,\neating a bit in one house and drinking a sup in another, and he with no\nplace of his own, like an old braying jackass strayed upon the rocks?\n(To Christy.) It's many would be in dread to bring your like into their\nhouse for to end them, maybe, with a sudden end; but I'm a decent man\nof Ireland, and I liefer face the grave untimely and I seeing a score of\ngrandsons growing up little gallant swearers by the name of God, than\ngo peopling my bedside with puny weeds the like of what you'd breed, I'm\nthinking, out of Shaneen Keogh. (He joins their hands.) A daring fellow\nis the jewel of the world, and a man did split his father's middle with\na single clout, should have the bravery of ten, so may God and Mary and\nSt. Patrick bless you, and increase you from this mortal day.\n\nCHRISTY AND PEGEEN. Amen, O Lord!\n\n[Hubbub outside.]\n\n[Old Mahon rushes in, followed by all the crowd, and Widow Quin. He\nmakes a rush at Christy, knocks him down, and begins to beat him.]\n\nPEGEEN -- [dragging back his arm.] -- Stop that, will you. Who are you\nat all?\n\nMAHON. His father, God forgive me!\n\nPEGEEN -- [drawing back.] -- Is it rose from the dead?\n\nMAHON. Do you think I look so easy quenched with the tap of a loy?\n[Beats Christy again.]\n\nPEGEEN -- [glaring at Christy.] -- And it's lies you told, letting on\nyou had him slitted, and you nothing at all.\n\nCHRISTY -- [clutching Mahon's stick.] -- He's not my father. He's a\nraving maniac would scare the world. (Pointing to Widow Quin.) Herself\nknows it is true.\n\nCROWD. You're fooling Pegeen! The Widow Quin seen him this day, and you\nlikely knew! You're a liar!\n\nCHRISTY -- [dumbfounded.] It's himself was a liar, lying stretched out\nwith an open head on him, letting on he was dead.\n\nMAHON. Weren't you off racing the hills before I got my breath with the\nstart I had seeing you turn on me at all?\n\nPEGEEN. And to think of the coaxing glory we had given him, and he after\ndoing nothing but hitting a soft blow and chasing northward in a sweat\nof fear. Quit off from this.\n\nCHRISTY -- [piteously.] You've seen my doings this day, and let you save\nme from the old man; for why would you be in such a scorch of haste to\nspur me to destruction now?\n\nPEGEEN. It's there your treachery is spurring me, till I'm hard set to\nthink you're the one I'm after lacing in my heart-strings half-an-hour\ngone by. (To Mahon.) Take him on from this, for I think bad the world\nshould see me raging for a Munster liar, and the fool of men.\n\nMAHON. Rise up now to retribution, and come on with me.\n\nCROWD -- [jeeringly.] There's the playboy! There's the lad thought he'd\nrule the roost in Mayo. Slate him now, mister.\n\nCHRISTY -- [getting up in shy terror.] -- What is it drives you to\ntorment me here, when I'd asked the thunders of the might of God to\nblast me if I ever did hurt to any saving only that one single blow.\n\nMAHON -- [loudly.] If you didn't, you're a poor good-for-nothing, and\nisn't it by the like of you the sins of the whole world are committed?\n\nCHRISTY -- [raising his hands.] -- In the name of the Almighty God....\n\nMAHON. Leave troubling the Lord God. Would you have him sending down\ndroughts, and fevers, and the old hen and the cholera morbus?\n\nCHRISTY -- [to Widow Quin.] -- Will you come between us and protect me\nnow?\n\nWIDOW QUIN. I've tried a lot, God help me, and my share is done.\n\nCHRISTY -- [looking round in desperation.] -- And I must go back into\nmy torment is it, or run off like a vagabond straying through the Unions\nwith the dusts of August making mudstains in the gullet of my throat,\nor the winds of March blowing on me till I'd take an oath I felt them\nmaking whistles of my ribs within?\n\nSARA. Ask Pegeen to aid you. Her like does often change.\n\nCHRISTY. I will not then, for there's torment in the splendour of her\nlike, and she a girl any moon of midnight would take pride to meet,\nfacing southwards on the heaths of Keel. But what did I want crawling\nforward to scorch my understanding at her flaming brow?\n\nPEGEEN -- [to Mahon, vehemently, fearing she will break into tears.] --\nTake him on from this or I'll set the young lads to destroy him here.\n\nMAHON -- [going to him, shaking his stick.] -- Come on now if you\nwouldn't have the company to see you skelped.\n\nPEGEEN -- [half laughing, through her tears.] -- That's it, now the\nworld will see him pandied, and he an ugly liar was playing off the\nhero, and the fright of men.\n\nCHRISTY -- [to Mahon, very sharply.] -- Leave me go!\n\nCROWD. That's it. Now Christy. If them two set fighting, it will lick\nthe world.\n\nMAHON -- [making a grab at Christy.] -- Come here to me.\n\nCHRISTY -- [more threateningly.] -- Leave me go, I'm saying.\n\nMAHON. I will maybe, when your legs is limping, and your back is blue.\n\nCROWD. Keep it up, the two of you. I'll back the old one. Now the\nplayboy.\n\nCHRISTY -- [in low and intense voice.] -- Shut your yelling, for if\nyou're after making a mighty man of me this day by the power of a lie,\nyou're setting me now to think if it's a poor thing to be lonesome,\nit's worse maybe to go mixing with the fools of earth. [Mahon makes a\nmovement towards him.]\n\nCHRISTY -- [almost shouting.] -- Keep off... lest I do show a blow\nunto the lot of you would set the guardian angels winking in the clouds\nabove. [He swings round with a sudden rapid movement and picks up a\nloy.]\n\nCROWD -- [half frightened, half amused.] -- He's going mad! Mind\nyourselves! Run from the idiot!\n\nCHRISTY. If I am an idiot, I'm after hearing my voice this day saying\nwords would raise the topknot on a poet in a merchant's town. I've won\nyour racing, and your lepping, and...\n\nMAHON. Shut your gullet and come on with me.\n\nCHRISTY. I'm going, but I'll stretch you first. [He runs at old Mahon\nwith the loy, chases him out of the door, followed by crowd and Widow\nQuin. There is a great noise outside, then a yell, and dead silence for\na moment. Christy comes in, half dazed, and goes to fire.]\n\nWIDOW QUIN -- [coming in, hurriedly, and going to him.] -- They're\nturning again you. Come on, or you'll be hanged, indeed.\n\nCHRISTY. I'm thinking, from this out, Pegeen'll be giving me praises the\nsame as in the hours gone by.\n\nWIDOW QUIN -- [impatiently.] Come by the back-door. I'd think bad to\nhave you stifled on the gallows tree.\n\nCHRISTY -- [indignantly.] I will not, then. What good'd be my life-time,\nif I left Pegeen?\n\nWIDOW QUIN. Come on, and you'll be no worse than you were last night;\nand you with a double murder this time to be telling to the girls.\n\nCHRISTY. I'll not leave Pegeen Mike.\n\nWIDOW QUIN -- [impatiently.] Isn't there the match of her in every\nparish public, from Binghamstown unto the plain of Meath? Come on, I\ntell you, and I'll find you finer sweethearts at each waning moon.\n\nCHRISTY. It's Pegeen I'm seeking only, and what'd I care if you brought\nme a drift of chosen females, standing in their shifts itself, maybe,\nfrom this place to the Eastern World?\n\nSARA -- [runs in, pulling off one of her petticoats.] -- They're going\nto hang him. (Holding out petticoat and shawl.) Fit these upon him, and\nlet him run off to the east.\n\nWIDOW QUIN. He's raving now; but we'll fit them on him, and I'll take\nhim, in the ferry, to the Achill boat.\n\nCHRISTY -- [struggling feebly.] -- Leave me go, will you? when I'm\nthinking of my luck to-day, for she will wed me surely, and I a proven\nhero in the end of all. [They try to fasten petticoat round him.]\n\nWIDOW QUIN. Take his left hand, and we'll pull him now. Come on, young\nfellow.\n\nCHRISTY -- [suddenly starting up.] -- You'll be taking me from her?\nYou're jealous, is it, of her wedding me? Go on from this. [He snatches\nup a stool, and threatens them with it.]\n\nWIDOW QUIN -- [going.] -- It's in the mad-house they should put him,\nnot in jail, at all. We'll go by the back-door, to call the doctor, and\nwe'll save him so. [She goes out, with Sara, through inner room. Men\ncrowd in the doorway. Christy sits down again by the fire.]\n\nMICHAEL -- [in a terrified whisper.] -- Is the old lad killed surely?\n\nPHILLY. I'm after feeling the last gasps quitting his heart. [They peer\nin at Christy.]\n\nMICHAEL -- [with a rope.] -- Look at the way he is. Twist a hangman's\nknot on it, and slip it over his head, while he's not minding at all.\n\nPHILLY. Let you take it, Shaneen. You're the soberest of all that's\nhere.\n\nSHAWN. Is it me to go near him, and he the wickedest and worst with me?\nLet you take it, Pegeen Mike.\n\nPEGEEN. Come on, so. [She goes forward with the others, and they drop\nthe double hitch over his head.]\n\nCHRISTY. What ails you?\n\nSHAWN -- [triumphantly, as they pull the rope tight on his arms.] --\nCome on to the peelers, till they stretch you now.\n\nCHRISTY. Me!\n\nMICHAEL. If we took pity on you, the Lord God would, maybe, bring us\nruin from the law to-day, so you'd best come easy, for hanging is an\neasy and a speedy end.\n\nCHRISTY. I'll not stir. (To Pegeen.) And what is it you'll say to me,\nand I after doing it this time in the face of all?\n\nPEGEEN. I'll say, a strange man is a marvel, with his mighty talk; but\nwhat's a squabble in your back-yard, and the blow of a loy, have taught\nme that there's a great gap between a gallous story and a dirty deed.\n(To Men.) Take him on from this, or the lot of us will be likely put on\ntrial for his deed to-day.\n\nCHRISTY -- [with horror in his voice.] -- And it's yourself will send me\noff, to have a horny-fingered hangman hitching his bloody slip-knots at\nthe butt of my ear.\n\nMEN -- [pulling rope.] -- Come on, will you? [He is pulled down on the\nfloor.]\n\nCHRISTY -- [twisting his legs round the table.] -- Cut the rope, Pegeen,\nand I'll quit the lot of you, and live from this out, like the madmen of\nKeel, eating muck and green weeds, on the faces of the cliffs.\n\nPEGEEN. And leave us to hang, is it, for a saucy liar, the like of you?\n(To men.) Take him on, out from this.\n\nSHAWN. Pull a twist on his neck, and squeeze him so.\n\nPHILLY. Twist yourself. Sure he cannot hurt you, if you keep your\ndistance from his teeth alone.\n\nSHAWN. I'm afeard of him. (To Pegeen.) Lift a lighted sod, will you, and\nscorch his leg.\n\nPEGEEN -- [blowing the fire, with a bellows.] Leave go now, young\nfellow, or I'll scorch your shins.\n\nCHRISTY. You're blowing for to torture me (His voice rising and growing\nstronger.) That's your kind, is it? Then let the lot of you be wary,\nfor, if I've to face the gallows, I'll have a gay march down, I tell\nyou, and shed the blood of some of you before I die.\n\nSHAWN -- [in terror.] -- Keep a good hold, Philly. Be wary, for the love\nof God. For I'm thinking he would liefest wreak his pains on me.\n\nCHRISTY -- [almost gaily.] -- If I do lay my hands on you, it's the way\nyou'll be at the fall of night, hanging as a scarecrow for the fowls of\nhell. Ah, you'll have a gallous jaunt I'm saying, coaching out through\nLimbo with my father's ghost.\n\nSHAWN -- [to Pegeen.] -- Make haste, will you? Oh, isn't he a holy\nterror, and isn't it true for Father Reilly, that all drink's a curse\nthat has the lot of you so shaky and uncertain now?\n\nCHRISTY. If I can wring a neck among you, I'll have a royal judgment\nlooking on the trembling jury in the courts of law. And won't there be\ncrying out in Mayo the day I'm stretched upon the rope with ladies in\ntheir silks and satins snivelling in their lacy kerchiefs, and they\nrhyming songs and ballads on the terror of my fate? [He squirms round on\nthe floor and bites Shawn's leg.]\n\nSHAWN -- [shrieking.] My leg's bit on me. He's the like of a mad dog,\nI'm thinking, the way that I will surely die.\n\nCHRISTY -- [delighted with himself.] -- You will then, the way you can\nshake out hell's flags of welcome for my coming in two weeks or three,\nfor I'm thinking Satan hasn't many have killed their da in Kerry, and\nin Mayo too. [Old Mahon comes in behind on all fours and looks on\nunnoticed.]\n\nMEN -- [to Pegeen.] -- Bring the sod, will you?\n\nPEGEEN [coming over.] -- God help him so. (Burns his leg.)\n\nCHRISTY -- [kicking and screaming.] -- O, glory be to God! [He kicks\nloose from the table, and they all drag him towards the door.]\n\nJIMMY -- [seeing old Mahon.] -- Will you look what's come in? [They all\ndrop Christy and run left.]\n\nCHRISTY -- [scrambling on his knees face to face with old Mahon.] -- Are\nyou coming to be killed a third time, or what ails you now?\n\nMAHON. For what is it they have you tied?\n\nCHRISTY. They're taking me to the peelers to have me hanged for slaying\nyou.\n\nMICHAEL -- [apologetically.] It is the will of God that all should\nguard their little cabins from the treachery of law, and what would my\ndaughter be doing if I was ruined or was hanged itself?\n\nMAHON -- [grimly, loosening Christy.] -- It's little I care if you put a\nbag on her back, and went picking cockles till the hour of death; but\nmy son and myself will be going our own way, and we'll have great times\nfrom this out telling stories of the villainy of Mayo, and the fools is\nhere. (To Christy, who is freed.) Come on now.\n\nCHRISTY. Go with you, is it? I will then, like a gallant captain with\nhis heathen slave. Go on now and I'll see you from this day stewing my\noatmeal and washing my spuds, for I'm master of all fights from now.\n(Pushing Mahon.) Go on, I'm saying.\n\nMAHON. Is it me?\n\nCHRISTY. Not a word out of you. Go on from this.\n\nMAHON [walking out and looking back at Christy over his shoulder.] --\nGlory be to God! (With a broad smile.) I am crazy again! [Goes.]\n\nCHRISTY. Ten thousand blessings upon all that's here, for you've turned\nme a likely gaffer in the end of all, the way I'll go romancing through\na romping lifetime from this hour to the dawning of the judgment day.\n[He goes out.]\n\nMICHAEL. By the will of God, we'll have peace now for our drinks. Will\nyou draw the porter, Pegeen?\n\nSHAWN -- [going up to her.] -- It's a miracle Father Reilly can wed us\nin the end of all, and we'll have none to trouble us when his vicious\nbite is healed.\n\nPEGEEN -- [hitting him a box on the ear.] -- Quit my sight. (Putting\nher shawl over her head and breaking out into wild lamentations.) Oh my\ngrief, I've lost him surely. I've lost the only Playboy of the Western\nWorld.\n\nCURTAIN\n\n\n\n\n THE PLAYBOY OF THE WESTERN WORLD was first produced by the National Theatre\n Society, Ltd., at the Abbey Theatre, on Saturday, 26th January, 1907, under\n the direction of W. G. Fay.\n\n Christopher Mahon, W. G. FAY\n Old Mahon, his father, a squatter, A. POWER.\n Michael James Flaherty (called \"Michael James\"), a publican, ARTHUR SINCLAIR.\n Margaret Flaherty (called \"Pegeen Mike\"), his daughter, MARIE O'NEILL.\n Shawn Keogh, her second cousin, a young farmer, F. J. FAY.\n\n small farmers,\n Philly O'Cullen, J. A. O'ROURKE.\n Jimmy Farrell,  J. M. KERRIGAN.\n\n Widow Quin, SARA ALLGOOD\n\n village girls,\n Sara Tansey,  BRIGIT O'DEMPSEY\n Susan Brady,  ALICE O'SULLIVAN\n\n Honor Blake,   MARY CRAIG.\n\n Peasants, HARRY YOUNG.\n           U. WRIGHT.\n\n\n\n\n\nEnd of Project Gutenberg's The Playboy of the Western World, by J. M. Synge\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PLAYBOY OF THE WESTERN WORLD ***\n\n***** This file should be named 1240.txt or 1240.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/2\/4\/1240\/\n\nProduced by Judy Boss\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1176,"split":"test"}
